{
    "attributes": {
        "action": "Introduce Compulsory Scanning for microchips by vets, rescues and authorities.",
        "additional_details": "It's no good giving all dogs microchips if all vets, agencies and other establishments do not scan for microchips as standard procedure every and any time an animal is dealt with whether dead or alive.   \r\n\r\nCompulsory microchipping does not work without compulsory scanning and responsible owners are being let down as we have to rely on a 'Duty of Care' which doesn't work now! ",
        "background": "The new compulsory microchipping regulations don't go far enough and have only been put into place to save money on the management of stray dogs. Nothing is mentioned about the need to scan microchips and check registration to help find missing and stolen pets.    \r\n\r\n",
        "closed_at": "2016-01-21T23:59:59.999Z",
        "created_at": "2015-07-20T18:24:37.997Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-11T11:36:14.285Z",
            "details": "The Government considers that requiring all dogs to be microchipped will help promote dog welfare and more responsible dog ownership. Microchipped dogs that stray will be more quickly reunited with their owner and spend less time in kennels, which is good for the dog and good for the owner. Microchipping also  reduces burdens on local authorities and dog re-homing centres by cutting the amount of time they spend trying to re-unite displaced dogs with their owners.  \r\n\r\nLocal authorities and re-homing centres already scan dogs when they are received into their care.  To help with this process, local authorities have been provided with free scanners by The Kennel Club.\r\n\r\nWe do not expect vets to enforce the microchipping requirements.  However, in cases where vets do come across an unmicrochipped dog they can advise the owner about the requirement.      \r\n\r\nThere are organisations and agencies who unfortunately may come across dogs that have been killed on the roads or rail network.  The Government have reminded the relevant authorities that as a matter of good practice they should routinely scan such dogs so that owners can be informed.\r\n\r\nThe Government does not consider it necessary therefore to require everyone who comes into contact with a dog to scan it in order to check compliance with the microchipping requirements or to establish whether the dog is lost or stolen. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2016-01-11",
            "summary": "On 6 April 2016, it will be a requirement for all dogs to be identified with a microchip.",
            "updated_at": "2016-01-11T11:36:14.285Z"
        },
        "government_response_at": "2016-01-11T11:36:14.288Z",
        "moderation_threshold_reached_at": "2015-07-20T20:28:19.304Z",
        "opened_at": "2015-07-21T10:28:09.294Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-01T08:50:10.541Z",
        "scheduled_debate_date": null,
        "signature_count": 70800,
        "state": "closed",
        "updated_at": "2017-10-18T08:53:51.730Z"
    },
    "id": 104379,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104379.json"
    },
    "type": "archived-petition"
}