{
    "attributes": {
        "action": "Legislate to introduce minimum sentences for assaulting police officers.",
        "additional_details": "This petition calls for the judiciaries 'sentencing guidelines' to include a mandatory 'minimum' immediate custodial sentence (suspended sentences not being an available option), set as follows:-\r\n\r\n3 months imprisonment – for offences tried summarily for assaults on police officers (but offences charged under Section 20, Offences Against the Person Act 1861 should become an 'Indictable only' offence for assaults on police officers).\r\n\r\n1 years imprisonment for offences tried in the Crown Court.",
        "background": "Police officers who suffer assaults often receive significant injuries, physical and / or psychological, sometimes having long lasting effects.\r\nRecent sentences for such assaults give serious cause for concern that little, if any, regard is taken in determining appropriate sentencing of offenders.",
        "closed_at": "2016-01-21T23:59:59.999Z",
        "created_at": "2015-07-20T16:30:20.290Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-07T16:46:42.047Z",
            "details": "Sentencing in individual cases is a matter for our independent courts taking into account all the circumstances, but they must follow the relevant sentencing guidelines unless it would not be in the interests of justice to do so. \r\n\r\nOffenders who assault police officers acting in the line of duty rightly face more severe sentences, because of the role the police play in maintaining Law and Order. The offence of assault on a constable is charged only where little or no injury is sustained, and carries a maximum penalty of six months’ imprisonment. More serious offences are charged where significant injuries are sustained and tough penalties are available to the courts.\r\n\r\nSentencing guidelines, which are issued by the independent Sentencing Council, recognise that assault on a constable is more serious than common assault. The guidelines therefore provide for a sentencing starting point of 12 weeks custody for the most serious cases, as opposed to a starting point of a high-level community order for the most serious cases of common assault.  \r\n\r\nIf more serious injury is caused, the charge is likely to be causing Actual Bodily Harm (ABH) or causing Grievous Bodily Harm (GBH), which both have a maximum penalty of five years’ imprisonment.  For the most serious cases a charge of causing GBH with intent may be appropriate, which has a maximum life sentence.  In all cases, it is an aggravating factor leading to a more severe sentence where the victim is working in the public sector or providing a service to the public.   \r\n\r\nWe continually review the sentencing framework and recognise that assaulting emergency workers and public safety staff is a serious offence.  As the Secretary of State has already announced we will be consulting on the sentencing framework by the end of the year.\r\n\r\nMinistry of Justice",
            "summary": "People who assault police officers rightly face severe sentences; up to life imprisonment for some offences. Sentencing guidelines ensure sentences for these crimes are consistent and proportionate.",
            "updated_at": "2016-03-07T16:46:42.047Z"
        },
        "government_response_at": "2016-03-07T16:46:42.050Z",
        "moderation_threshold_reached_at": "2015-07-20T16:52:59.263Z",
        "opened_at": "2015-07-21T10:11:55.812Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-10T18:37:30.365Z",
        "scheduled_debate_date": null,
        "signature_count": 18741,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:41.961Z"
    },
    "id": 104360,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104360.json"
    },
    "type": "archived-petition"
}