{
    "attributes": {
        "action": "Save Vulcan XH558. Persuade technical authorities to reconsider ending support.",
        "additional_details": "The aircraft has undergone an extensive restoration, and is as airworthy now as when she was delivered in 1960.  She is funded by the Vulcan to the Sky Trust.  I propose no funding from the government, but for legislation to be altered so the trust still stand a chance at keeping her flying. The crew operating XH558 have enough expertise to maintain and operate her safely for years. If you haven't seen her fly, this really is your last chance, and you will be missing out if she is grounded.",
        "background": "At the end of the flying season, Vulcan XH558 will land for the last time. The three expert companies supporting her flight have agreed to cease support, and CAA legislation means she can no longer fly without that support.  This is the last flying example of its type in the world and must be saved.",
        "closed_at": "2016-01-21T23:59:59.999Z",
        "created_at": "2015-07-20T16:20:40.187Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-16T14:29:08.812Z",
            "details": "In accordance with British Civil Airworthiness Requirements Chapter A8-25 criteria, the Vulcan is classified as “Complex” type aircraft, and was accepted by Civil Aviation Authority (CAA) for the issue of a Permit to Fly on this basis. \r\n\r\nIn accordance with A8-25 requirements, the CAA requires continued airworthiness design support for the operation of the aircraft. This support has to be subject to a formal agreement between the parties involved, the CAA approved A8-25 organisation and the supporting design organisation.\r\n\r\nThe continued approval to operate the aircraft is based on the continuation of the design support. \r\n\r\nWe understand that the organisations involved in providing operational and technical support have collectively decided to withdraw their support beyond 2015. The A8-25 requirements for the “Complex” aircraft type outlined above will therefore no longer be met.\r\n\r\nIn response to concerns expressed by many people, the aircraft’s owner, the Vulcan to the Sky Trust, has confirmed publicly that the maintenance of the aircraft is extremely expensive, with many parts essentially having to be hand-made as the original tooling is no longer available. The aircraft’s Olympus 200-series engines are no longer manufactured, and the Trust has been reliant upon a dwindling supply of unused engines. Critical spare parts are also running out. The Trust has been able to continue to fly XH558 for longer than expected due to the generosity of not only the public but also the original equipment manufacturers.\r\n\r\nAs the Trust acknowledges, XH558’s structure and systems are already more than ten percent beyond the flying hours of any other Vulcan (all of which had been retired by the mid-1980s), so knowing where to look for any possible failure is becoming more difficult. \r\n\r\nIn addition, engineers with the expertise and skills needed to maintain the aircraft in airworthy condition are increasingly difficult to find, with some former technical staff having had to be brought in out of retirement. The skills issue is likely to become particularly acute as the aircraft’s systems and engines age and require a considerable amount of additional (and costly) inspection and assessment.\r\n\r\nIt should also be recognised that during the operational use of the Vulcan there were a significant number of air accidents, some involving loss of life.\r\n\r\nUltimately, the decision to withdraw operational support for XH558 has been made for commercial reasons by the technical support companies concerned, and is not one in which the UK Government has any place to intervene.\r\n\r\nDepartment for Transport",
            "responded_on": "2015-11-16",
            "summary": "The Government recognises the passion of those who wish to see the Vulcan continue to fly. The choice to retire XH558 has been taken due to withdrawal of technical support necessary for its operation.",
            "updated_at": "2015-11-16T14:29:08.812Z"
        },
        "government_response_at": "2015-11-16T14:29:08.814Z",
        "moderation_threshold_reached_at": "2015-07-20T16:46:18.194Z",
        "opened_at": "2015-07-21T10:10:41.498Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-18T09:39:23.141Z",
        "scheduled_debate_date": null,
        "signature_count": 11409,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:41.613Z"
    },
    "id": 104358,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104358.json"
    },
    "type": "archived-petition"
}