{
    "attributes": {
        "action": "Make the production, sale and use of cannabis legal.",
        "additional_details": "",
        "background": "Legalising cannabis could bring in £900m in taxes every year, save £400m on policing cannabis and create over 10,000 new jobs. \r\n\r\nA substance that is safer than alcohol, and has many uses. It is believed to have been used by humans for over 4000 years, being made illegal in the UK in 1925. ",
        "closed_at": "2016-01-21T23:59:59.999Z",
        "created_at": "2015-07-20T15:36:33.017Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2015-10-12",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-10-12/debates/15101213000001/Cannabis",
            "video_url": "http://www.parliamentlive.tv/Event/Index/c277985b-3edb-4f13-93f2-902bf81ea208"
        },
        "debate_outcome_at": "2015-10-13T10:40:27.705Z",
        "debate_threshold_reached_at": "2015-07-25T08:49:55.926Z",
        "government_response": {
            "created_at": "2015-08-25T09:14:40.704Z",
            "details": "The latest evidence from the independent Advisory Council on the Misuse of Drugs is that the use of cannabis is a significant public health issue (‘Cannabis Classification and Public Health’, 2008).\r\n\r\nCannabis can unquestionably cause harm to individuals and society. Legalisation of cannabis would not eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence and the misery that this can cause to families.\r\n\r\nLegalisation would also send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs.\r\n \r\nDespite the potential opportunity offered by legalisation to raise revenue through taxation, there would be costs in relation to administrative, compliance and law enforcement activities, as well as the wider costs of drug prevention and health services.\r\n\r\nThe UK's approach on drugs remains clear: we must prevent drug use in our communities; help dependent individuals through treatment and wider recovery support; while ensuring law enforcement protects society by stopping the supply and tackling the organised crime that is associated with the drugs trade. The Government will build on the Drugs Strategy by continuing to take a balanced and coherent approach to address the evolving challenges posed.\r\n\r\nThere are positive signs that the Government’s approach is working: there has been a long term downward trend in drug use over the last decade, and more people are recovering from their dependency now than in 2009/10. The number of adults aged 16-59 using cannabis in the last year in England and Wales has declined over the last decade from 9.6% to 6.7%, with cannabis use amongst young adults aged 16-24 and young people aged 11-15 following a similar pattern. \r\n\r\nHome Office\r\n",
            "summary": "Substantial scientific evidence shows cannabis is a harmful drug that can damage human health. There are no plans to legalise cannabis as it would not address the harm to individuals and communities.",
            "updated_at": "2015-12-03T14:51:57.078Z"
        },
        "government_response_at": "2015-08-25T09:14:40.706Z",
        "moderation_threshold_reached_at": "2015-07-20T17:39:58.248Z",
        "opened_at": "2015-07-21T08:29:48.141Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-22T16:01:34.636Z",
        "scheduled_debate_date": "2015-10-12",
        "signature_count": 236995,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:40.827Z"
    },
    "id": 104349,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104349.json"
    },
    "type": "archived-petition"
}