{
    "attributes": {
        "action": "Ban the use of plastic microbeads in all cosmetic products sold in the UK.",
        "additional_details": "References:\r\nhttps://en.m.wikipedia.org/wiki/Microbeads#Environmental_effects\r\nhttp://www.beatthemicrobead.org/en/\r\n",
        "background": "Microbeads or Microspheres are small plastic spheres used a exfoliating agents in many cosmetic and personal care products. These beads can pass unfiltered through waste water treatment plants, polluting the nations waterways and seas.",
        "closed_at": "2016-01-23T23:59:59.999Z",
        "created_at": "2015-07-21T09:46:41.421Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-11T11:40:40.252Z",
            "details": "The UK and other countries that are contracting parties to the Oslo and Paris Convention for the protection of the North East Atlantic (OSPAR) agreed a regional action plan to address litter in the marine environment in 2014.  The action plan includes actions related to microplastics, including working with industry to achieve a voluntary phase out of the use of microplastics in cosmetics and personal care products.\r\n\r\nFollowing these discussions, Cosmetic Europe, the trade association, announced the following recommendation to its members and the rest of the industry:\r\n\r\n“Many individual member companies of Cosmetics Europe have publicly stated that they will discontinue those uses in cosmetics that are most likely to end up in the aquatic environment and for which alternatives exist.\r\n\r\nBuilding on this, in order to engage the whole of the Cosmetic Europe membership and to facilitate sector wide best practice, Cosmetics Europe, the personal care association, is today issuing a recommendation to discontinue their use in wash off cosmetic and personal care products for exfoliating and cleansing purposes. \r\n \r\nCosmetics Europe stands ready and is committed to working in partnership with the European authorities to gather scientific data to allow a further assessment of the issue.  This knowledge will facilitate scientific decision making and prioritise measures that will result in a true benefit for the environment by reducing the amount of plastic litter in the marine environment.\r\n\r\nIn order to facilitate global alignment, Cosmetics Europe is working in close contact with its international association partners”.\r\n\r\nMicroplastics found in the marine environment come from a range of terrestrial and marine sources such as the disintegration of larger plastic items discarded on streets and beaches.  The Government has funded research into the possible effects of microplastics in the marine environment which will report later this year.  \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2016-01-11",
            "summary": "The UK and neighbouring countries are working with industry to achieve a voluntary phase out of plastic microbeads in cosmetics and other personal care products.",
            "updated_at": "2016-01-11T11:40:40.252Z"
        },
        "government_response_at": "2016-01-11T11:40:40.254Z",
        "moderation_threshold_reached_at": "2015-07-22T19:32:00.102Z",
        "opened_at": "2015-07-23T09:48:55.099Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-07T22:22:21.612Z",
        "scheduled_debate_date": null,
        "signature_count": 14717,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:48.808Z"
    },
    "id": 104464,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104464.json"
    },
    "type": "archived-petition"
}