{
    "attributes": {
        "action": "Ban driven grouse shooting",
        "additional_details": "RSPB , 7 March 2014 '...burning drainage and other forms of intensive land management in England's iconic peat-covered hills are threatening to create a series of environmental catastrophes'\r\n\r\nInglorious - conflict in the uplands (a book on why we should ban driven grouse shooting)\r\n\r\nDr Dick Potts, scientist, 1998 '...a full recovery of Hen Harrier breeding numbers is prevented by illegal culling by some gamekeepers'\r\n\r\nChris Packham addressing Hen Harrier Day rally, August 2014 'We will win!'",
        "background": "Grouse shooting for 'sport' depends on intensive habitat management which damages protected wildlife sites, increases water pollution, increases flood risk, increases greenhouse gas emissions and too often leads to the illegal killing of protected wildlife such as Hen Harriers. ",
        "closed_at": "2016-01-21T23:59:59.999Z",
        "created_at": "2015-07-21T06:35:54.196Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-17T10:08:48.895Z",
            "details": "When carried out in accordance with the law, grouse shooting for sport is a legitimate activity and in addition to its significant economic contribution, providing jobs and investment in some of our most remote areas, it can offer important benefits for wildlife and habitat conservation. The Government’s position is that people should be free to undertake lawful activities should they wish to do so. However, we encourage all shoot managers, owners and their staff to follow best practice to reduce the chances of a conflict of interest with birds of prey.\r\n\r\nThe overall environmental and economic impact of game bird shooting is a positive one and it has been estimated by the industry that £250 million per year is spent on management activities that provide substantial benefits for conservation. For grouse shooting in particular, according to the Moorland Association (http://www.moorlandassociation.org/grouse-2/) estates in England and Wales spent £52.5m on managing 149 grouse moors for shooting in 2010; Scottish landowners manage a further 150 moors for shooting grouse. The industry also supports 1,520 Full Time Equivalent jobs and is worth £67.7 million in England and Wales.  In Scotland grouse moor management is estimated to be worth £30 million per year. \r\n \r\nGrouse shooting takes place in upland areas and the Government is committed to helping create a more sustainable future for the English uplands. They are endowed with natural assets that are important for delivering a range of valuable “ecosystem services”, including food and fibre, water regulation, carbon storage, biodiversity, and recreational opportunities for health and wellbeing.\r\n\r\nWith regards to carbon storage in particular, the Government recognises the significance of peat as a natural carbon store and acknowledges that historic land use and management has caused degradation of UK peatland and resulted in the loss of stored carbon.  The last decade has seen increasing numbers of conservation initiatives (such as Nature Improvement Areas and Sites of Special Scientific Interest) which have halted the loss of and re-established areas of peatland in UK and therefore reduced the loss of peat stored carbon.\r\n\r\nThe Government is also taking measures to protect peat including the pilot Peatland Code. The pilot Peatland Code was launched in September 2013 with the aim of promoting the restoration of UK peatland through business investment.  It is hoped the Code will assure restoration delivers tangible benefits for climate change alongside other benefits such as restoring habitats for protected species and improving water quality. \r\n\r\nDefra will also be investing over £3 billion in agri-environment schemes (Environmental Stewardship and the new Countryside Stewardship scheme) in the next Rural Development Programme 2014-2020. Addressing loss of biodiversity will be a priority for the new scheme. In addition, and as a core element of the approach to securing synergies across a wide range of rural habitats, funding will look to maximise opportunities to deliver biodiversity, water quality and flooding benefits together. \r\n \r\nIn response to the issue of illegal killing of protected wildlife, the Wildlife and Countryside Act 1981 affords protection to all wild birds and certain other species. Despite the protection afforded to birds of prey, such as the hen harrier, incidences of illegal killing of birds of prey continue to occur. To address this, senior Government and enforcement officers in the UK identified raptor persecution as a national wildlife crime priority.  The National Wildlife Crime Unit, which is part-funded by Defra, monitors and gathers intelligence on illegal activities affecting birds of prey and provides assistance to police forces when required. Despite instances of poisoning and killing of birds of prey, populations of many species, such as the peregrine, red kite and buzzard have increased.\r\n  \r\nWith regards to hen harriers, it is encouraging to learn that there were six successful hen harrier nests this breeding season, fledging 18 chicks, figures which show it is on track to be the most successful year since 2010.\r\n\r\nThe Uplands Stakeholder Forum Hen Harrier Sub-group was set up in 2012 with senior representatives from organisations best placed to take action to address the decline in Hen Harriers. These include Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game & Wildlife Conservation Trust, National Parks England and the RSPB. Defra welcomes the involvement of all parties.\r\n\r\nThe Sub-group has developed a draft Joint Action Plan containing a suite of complementary actions intended to contribute to the recovery of the hen harrier population in England. We are working with Sub-group members to finalise the Plan.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2015-09-17",
            "summary": "Defra is working with key stakeholders to ensure the sustainable management of uplands, balancing environmental and economic benefits, which includes the role of sustainable grouse shooting.",
            "updated_at": "2015-10-06T04:21:27.447Z"
        },
        "government_response_at": "2015-09-17T10:08:48.899Z",
        "moderation_threshold_reached_at": "2015-07-21T07:17:30.505Z",
        "opened_at": "2015-07-21T11:27:02.595Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-05T20:20:11.718Z",
        "scheduled_debate_date": null,
        "signature_count": 33655,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:47.862Z"
    },
    "id": 104441,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104441.json"
    },
    "type": "archived-petition"
}