{
    "attributes": {
        "action": "Reduce Carlisle road between larkhall and ferniegair from a 60mph to 30mph limit",
        "additional_details": "There is NOTHING on this stretch of road to help prevent or make people aware of how dangerous this road Is! The road should at least have a speed camera or speed bumps ever few feet along it to stop people driving like maniacs this could potentially save another innocent life being taken on this killer road even if it prevents and crash every little would help! IT SHOULD BE REDUCED FROM A 60MPH LIMIT TO A 30MPH LIMIT!!!!!",
        "background": "I myself have saw too many smashe's on Carlisle road between larkhall and ferniegair and there has been 3 fatalities that I know of in the past few year but in the last 3 month or so there has been 5 crashes on the same bend! Something MUST be done to prevent yet another severe crash or FATALITY!!",
        "closed_at": null,
        "created_at": "2015-07-21T13:01:58.934Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-21T13:43:13.059Z",
        "opened_at": null,
        "rejected_at": "2015-07-23T14:25:39.599Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting speed limits on local roads. This is something that your local council could look at.\r\n\r\nYou can find out how to contact South Lanarkshire Council here:\r\n\r\nhttp://www.southlanarkshire.gov.uk/contacting-us\r\n\r\nThis also has a link to help you contact your local councillors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:04:49.373Z"
    },
    "id": 104490,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104490.json"
    },
    "type": "archived-petition"
}