{
    "attributes": {
        "action": "Recall Parliament if a Petition reaches 100,000 signatures - its what we pay for",
        "additional_details": "",
        "background": "There is currently a Petition about a vote of no confidence in Jeremy Hunt gaining momentum.  Parliament now breaks up for 7 weeks of Summer Recess.  September is too late to consider it (or any other urgent issue). We need the matters looked at NOW. We pay for a 24/7 government - it must deliver.",
        "closed_at": "2016-01-21T23:59:59.999Z",
        "created_at": "2015-07-20T21:47:58.213Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-04T14:09:34.688Z",
            "details": "The Government will request a recall where circumstances require a topic to be urgently debated and decided upon by Parliament. The decision to recall parliament balances the public interest in recalling Parliament against other factors, including the disruption to the other work being undertaken by MPs, the ongoing maintenance programme of Parliament, and the additional costs of recalling parliament which include operational costs, staff costs and the additional travel of MPs. The Government does not have plans currently (4 September) to recall Parliament.\r\n\r\nThe Government does not break for recess in the same way that Parliament does, instead operating on a year-round basis in order to ensure the continuous provision of essential services.\r\n\r\nThe House of Commons has been recalled during a recess 28 times since 1948. In recent times the House has been recalled to consider issues such as Syria, ISIL in Iraq and public disorder following riots in London.\r\n\r\nThe dates of periodic adjournments are agreed upon by the House of Commons, which sits for more days and for more hours than almost all other comparable legislatures, including within Europe, the United States and the Commonwealth.  Indeed the Procedure Committee investigated the issue of sitting days and sitting hours in its report “Sitting hours and the Parliamentary calendar” published in June 2012, finding that “the number of sitting days, and sitting weeks, should remain approximately the same as at present, that is, about 150 days spread over about 34 weeks, per year.”\r\n\r\nAttendance at the House of Commons is only one part of an MP’s work as constituents rightly expect their MP to spend time in their constituencies meeting local businesses, organisations and individuals.  Many MPs represent constituencies situated hundreds of miles from Westminster, and Parliamentary recesses help provide a balance that allows them to spend time meeting their constituents to better understand their views and concerns.  MPs also continue to hold the Government to account through correspondence on behalf of their constituents. \r\n\r\nLeader of the House\r\n",
            "summary": "Under Standing Order 13, when the House stands adjourned, the Speaker of the House of Commons has the power to recall Parliament, at the request of the Government, when it is in the public interest.",
            "updated_at": "2015-12-03T14:49:37.058Z"
        },
        "government_response_at": "2015-09-04T14:09:34.703Z",
        "moderation_threshold_reached_at": "2015-07-21T06:47:21.735Z",
        "opened_at": "2015-07-21T16:25:15.050Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-28T15:24:54.255Z",
        "scheduled_debate_date": null,
        "signature_count": 12602,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:46.920Z"
    },
    "id": 104412,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104412.json"
    },
    "type": "archived-petition"
}