{
    "attributes": {
        "action": "Vote no confidence in David Cameron",
        "additional_details": "",
        "background": "The current Tory government has caused devastation for the poorest in society for the last 5 years. We cannot afford another 5 years of Tory rule, with the recent welfare reform that will cause nothing but immense poverty in the UK. ",
        "closed_at": "2016-01-21T23:59:59.999Z",
        "created_at": "2015-07-21T10:34:08.042Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": null,
            "overview": "The House of Commons Petitions Committee has decided not to schedule a debate on this petition, because the Committee does not have the power to schedule debates on motions of no confidence, and the petition does not contain a specific request for action on policy. \r\n\r\nIt is usually more effective to start a petition calling for a specific change to government policy or the law, rather than a petition about an individual Minister. \r\n\r\nIt is still open to MPs to seek time for a debate on this petition in the main House of Commons Chamber, if they wish to do so. However, debates on motions of no confidence are fairly rare. \r\n",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2015-11-18T17:22:31.035Z",
        "debate_threshold_reached_at": "2015-11-05T17:58:52.129Z",
        "government_response": {
            "created_at": "2015-12-23T15:01:30.664Z",
            "details": "The Government’s reforms to welfare are focused on encouraging people to find and keep work, while developing a system that is fair, affordable and protects the most vulnerable in our society. We know that work is the best route out of poverty and that is why we are building a strong economy and getting people into work. \r\n\r\nThe progress made over the past five years provides clear evidence that our approach is working. Since 2010, 2.25 million more people are in employment, the overall number of people claiming the main out-of-work benefits has fallen by over 1 million, and we have the lowest number of workless households on record. \r\n\r\nWe are committed to driving real change and tackling the root causes of poverty - that’s why we are putting into law our new life chances measures on worklessness and educational attainment. These will ensure there is real action in the areas which will make the biggest difference to children in low income families, both now and in the future. \r\n\r\nThe Department for Work and Pensions offers a range of support in jobcentres across the UK, to help people into employment. This includes work placements, employer-led training, skills training, and help for promising entrepreneurs through the New Enterprise Allowance.\r\n\r\nThe introduction of Universal Credit marks a fundamental reform to welfare in this country. By combining six working-age benefits into one, Universal Credit simplifies the benefits system and ensures that work always pays. Compared to similar Jobseeker’s Allowance claimants, Universal Credit claimants spend twice as much time looking for a job, are 8 percentage points more likely to be in work, and earn more.  \r\n\r\nAs well as getting more people into work, the Government is also committed to helping those in work keep more of the money they earn. We have committed to increasing the Personal Allowance from £10,600 in 2015-16 to £11,000 in April 2016, and raising the higher rate threshold from £42,385 in 2015-16 to £43,000 in April 2016. As a result of these changes, 29 million people will benefit and 570,000 will be taken out of income tax altogether. \r\n\r\nWe also increased the adult National Minimum Wage rate to £6.70 in October 2015 and from April 2016 workers over the age of 25 will be entitled to a National Living Wage of £7.20 per hour, which is forecast to rise to £9 by 2020.\r\n\r\nIn addition, the introduction of an improved childcare offer will help support parents into work. Working families will benefit from 30 hours of free childcare for 3 and 4 year olds from September 2017, and under Universal Credit from April 2016, claimants will get 85% of their childcare costs covered, up from 70% currently. \r\n\r\nTaken together, these reforms ensure that the right support and incentives are in place so that people are always better off in work rather than trapped on benefits. They will help the lowest paid workers to keep more of the money they earn, while ensuring we move towards a society of higher wages, lower taxes and lower welfare.\r\n\r\nDepartment for Work and Pensions\r\n",
            "summary": "The Government’s reforms to welfare are focused on encouraging people to find and keep work, while developing a system that is fair, affordable and protects the most vulnerable in our society.",
            "updated_at": "2016-01-18T17:27:10.037Z"
        },
        "government_response_at": "2015-12-23T15:01:30.667Z",
        "moderation_threshold_reached_at": "2015-07-21T10:47:13.661Z",
        "opened_at": "2015-07-21T11:33:30.327Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-28T16:17:08.314Z",
        "scheduled_debate_date": null,
        "signature_count": 199391,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:48.811Z"
    },
    "id": 104471,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104471.json"
    },
    "type": "archived-petition"
}