{
    "attributes": {
        "action": "Ban 7.5t up lorries in the London between 6am and 8pm to improve cycle safety",
        "additional_details": "I have cycled into the city from east London for 9 years. I have seen the introduction the super cycle highway to improve cyclist safety and the amount of cyclists increasing over the years. I believe this is the next step in ensuring cyclist's safety when commuting. \r\n\r\nI believe other cities have been successful in introducing the same limitations successfully \r\n\r\nRef:\r\nhttp://www.telegraph.co.uk/motoring/road-safety/8989290/Lorries-involved-in-two-thirds-of-cyclist-deaths-in-London.html",
        "background": "2/3rd of all cyclist deaths in London are caused by heavy grade vehicles, according to accident reports released by TfL. If we limit the use HGV to the evening between 8pm and 6am this will greatly improve cyclist safety and the environment. ",
        "closed_at": null,
        "created_at": "2015-07-21T20:20:58.873Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-21T22:24:31.122Z",
        "opened_at": null,
        "rejected_at": "2015-07-22T14:50:11.148Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Responsibility for managing London's road network is shared between Transport for London, the Highways Agency, and the 32 London boroughs. You could submit a petition to the Greater London Authority asking for a response from Transport for London. You can find out more about how to petition the GLA here: https://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:04:51.922Z"
    },
    "id": 104573,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104573.json"
    },
    "type": "archived-petition"
}