{
    "attributes": {
        "action": "Ban the Burkha on the grounds of security",
        "additional_details": "I have on several occasions been 'bumped' into by persons wearing the burkha and find this offensive and antagonist.",
        "background": "I read many times of the call to ban the burkha in the UK. I only support this on the grounds of security.\r\nI have no problem with the Burkha but when you are not allowed in banks shops or government buildings with head gear that obscures your identity then this needs to be debated.",
        "closed_at": "2016-01-24T23:59:59.999Z",
        "created_at": "2015-07-22T14:50:58.322Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-02T09:19:09.514Z",
            "details": "The Government believes it is important that Britain is an integrated and cohesive society with a proud tradition of religious tolerance, within the law.  This is a society where people are free to express their identity and should be able to live without fear of harassment and crime that targets them because of that identity.  A key part of our tolerance is respect for others' beliefs and religious practices, and an understanding of how our own practices impact on others.\r\n\r\nThere clearly will be circumstances in which covering the face will be inappropriate, and institutions such as hospitals, schools, courts and the border force are free to set their own policies.  However, there needs to be a common sense balance which takes into account civil liberties. \r\n\r\nA number of laws already address the issue of security. The Criminal Justice and Public Order Act 1994 allows police to require people to remove a head covering in order to establish identity. The Immigration Act 1971 allows immigration officers to require a woman to remove her veil in order, for example, to establish her identity.  We think that this is sufficient to address any security issues.\r\n\r\nGovernment does not therefore intend to impose blanket bans on any items of clothing or what people can wear in public places. \r\n\r\nGovernment Equalities Office",
            "responded_on": "2015-10-02",
            "summary": "The Government sees no need for measures restricting what people can wear in public places. We support the rights of individuals in keeping with Britain’s tradition of freedom and fairness. ",
            "updated_at": "2016-07-22T07:30:05.895Z"
        },
        "government_response_at": "2015-10-02T09:19:09.517Z",
        "moderation_threshold_reached_at": "2015-07-22T20:24:44.672Z",
        "opened_at": "2015-07-24T14:31:27.424Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-16T22:51:39.348Z",
        "scheduled_debate_date": null,
        "signature_count": 21248,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:54.607Z"
    },
    "id": 104649,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104649.json"
    },
    "type": "archived-petition"
}