{
    "attributes": {
        "action": "To give veterans that have lost limbs the service they are promised and deserve",
        "additional_details": "As my fiancé is an injured soldier I see first hand what can and has happened as a result of the NHS failing our veterans! Many of his friends around the UK are in the same position and cannot wear prosthetics resulting in them to being in a wheelchair which hurts their pride after battling so long to be able to walk again they are then forced to come off their prosthetics! Something needs to be done and not get fobbed off with the same old story!! 6 week wait or more is not good enough!!!",
        "background": "When leaving the MOD veterans are promised the same care they receive whilst being in the MOD the NHS is failing our veterans all over the country and they are unable to wear prosthetics as they are in pain discomfort and gaining infections from ill fitted sockets Let's join forces and make it right",
        "closed_at": "2016-01-24T23:59:59.999Z",
        "created_at": "2015-07-23T11:50:07.133Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-10T15:46:40.790Z",
            "details": "This Government is committed to ensuring that the commitments of the Armed Forces Covenant continue to be met and that the NHS ensures that those who have been most seriously injured in the service of their country continue to receive the best possible support and care. \r\n\r\nAcross the UK, the NHS provides an excellent service for our serving personnel and veterans. In the last 5 years increased focus and resources have been put in place to meet the complex mental and physical health and support needs of those who have been most seriously injured.  The NHS Constitution in England reflects this focus by including a requirement to meet the health commitments of the Armed Forces Covenant. \r\n\r\nThe NHS veterans’ prosthetic services that have been put in place over the past 5 years provide support tailored to veterans’ complex needs. The nine prosthetic centres set up around England deliver community-based support, guaranteeing that all veterans with a service related prosthetic need are able to access high specification clinically appropriate limbs. A total of £6.7m has been invested in the centres over the last two years which has enabled additional staff to be recruited and improved therapies and equipment to be purchased, enhancing the quality of care veterans receive. \r\n\r\nThe Veterans’ Prosthetics Panel (VPP) continues to support veterans in England ensuring that they are able to access high quality prosthetics regardless of which Disablement Service Centre (DSC) they attend. Since the panel’s inception in 2012 a total of 468 applications had been approved by the end of March 2015. This represents 245 individuals receiving the latest top of the range prosthetics, including the next generation of microprocessor knees.\r\n\r\nThe government continues to take steps to improve the quality of the treatment and care of those personnel and veterans who have lost a limb as a result of serving our country. For a small number of individuals the complications resulting from their injuries can lead to difficult and ongoing issues with managing their prosthetics and in these instances the NHS is working with Blesma (the limbless veterans charity) to help identify the best solutions. In the coming months, the NHS and the MoD with the relevant service charities will be working together to ensure that services can respond to the very specific needs of this small number of veterans.\r\n\r\nThe Spring 2015 Budget also announced that £3million of LIBOR funds would be provided to the Royal British Legion to provide mobility support, additional to that which the NHS already provides, for veterans across the UK with service related injuries. \r\n\r\nDepartment of Health",
            "responded_on": "2015-11-10",
            "summary": "This Government is committed to ensuring that those who have been most seriously injured by their service to their country continue to receive the best possible support.",
            "updated_at": "2015-11-10T15:46:40.790Z"
        },
        "government_response_at": "2015-11-10T15:46:40.793Z",
        "moderation_threshold_reached_at": "2015-07-23T16:25:53.994Z",
        "opened_at": "2015-07-24T11:58:20.251Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-02T14:19:47.797Z",
        "scheduled_debate_date": null,
        "signature_count": 11330,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:57.223Z"
    },
    "id": 104750,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104750.json"
    },
    "type": "archived-petition"
}