{
    "attributes": {
        "action": "To stop the building of the Dunton Garden Suburb",
        "additional_details": "",
        "background": "The government want to build homes in the area. This will mean that there will not be enough schools for the new family's coming in to the area. As well roads and public transport will be very busy as well.",
        "closed_at": null,
        "created_at": "2015-07-23T00:12:46.041Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-23T04:33:44.230Z",
        "opened_at": null,
        "rejected_at": "2015-08-05T14:03:53.029Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop the Dunton Garden Suburb appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place (which doesn’t appear to have happened yet), all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n\r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop Dunton Garden Suburb and its likely effects.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:04:56.190Z"
    },
    "id": 104717,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104717.json"
    },
    "type": "archived-petition"
}