{
    "attributes": {
        "action": "To Change the Law so People who Abuse Animals go to Prison",
        "additional_details": "There is Many Cases around the World and here in the Uk of Animal Abuse and the Rspca will back this up and so will people in the uk ",
        "background": "We are a Voice for Animals that have been Abused, Neglected , and have even died because of Cruelty and I feel there should be a change in the law with a hefty Prison Sentence and not to allow people to walk free from Court also for that person to be banned for life from having Any Animal",
        "closed_at": "2016-01-24T23:59:59.999Z",
        "created_at": "2015-07-23T16:56:57.380Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-17T17:10:47.177Z",
            "details": "When sentencing for offences of cruelty to or neglect of animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences. The maximum custodial penalty is six months’ imprisonment. The maximum financial penalty was uncapped only last year from £20,000; it is now unlimited. This suggests that courts are not finding their current sentencing powers inadequate. Nevertheless, Defra understands the concern that existing levels of punishment may be insufficient in some cases. \r\n\r\nThe Government takes animal welfare very seriously. The Animal Welfare Act 2006 (the 2006 Act) is one of the most comprehensive pieces of legislation anywhere in the world to protect animals. Under the 2006 Act it is an offence either to cause any captive animal unnecessary suffering or to fail to provide for its welfare needs. For the purposes of the Act, an animal’s needs include the need for a suitable environment and a suitable diet, the need  to be able to exhibit normal behaviour, to be housed with or apart from other animals as appropriate and the need to be protected from pain, suffering, injury or disease.\r\n\r\nAny person or organisation may initiate criminal proceedings under the 2006 Act where there is reason to believe that unnecessary suffering has been caused or that an animal’s welfare needs have not been met. A court may, in addition to any other punishment on conviction, deprive a person of ownership of an animal and may order the disposal of the animal if it is satisfied that to leave the animal with its owner would expose it to further cruelty. The court may also disqualify the person convicted from having custody of any animal for such a period (including life) as it thinks fit.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Current laws and sentencing practice deal firmly with offenders. Courts decide on appropriate sentences for each case. The maximum penalty is 6 months’ imprisonment and/or an unlimited fine.",
            "updated_at": "2016-03-17T17:10:47.177Z"
        },
        "government_response_at": "2016-03-17T17:10:47.180Z",
        "moderation_threshold_reached_at": "2015-07-23T19:57:26.857Z",
        "opened_at": "2015-07-24T14:04:43.688Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-21T14:17:00.547Z",
        "scheduled_debate_date": null,
        "signature_count": 10505,
        "state": "closed",
        "updated_at": "2017-09-09T06:04:58.103Z"
    },
    "id": 104779,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104779.json"
    },
    "type": "archived-petition"
}