{
    "attributes": {
        "action": "Reform the electoral system for General Elections on a proportional basis",
        "additional_details": "The results of the 2015 General Election demonstrate that our electoral system is no longer fit for purpose and must be reformed forthwith.\r\n\r\nThe Green Party, LibDems, and UKIP received a combined total 7,454,574 votes: a share of 24.3%. Yet between them, these three parties received a mere ten seats: 1.5% of the 650 available in the House of Commons.\r\n\r\nThis is plainly both absurd and unjust, wholly unbefitting any nation which calls itself a \"democracy\" let alone the \"Mother of Parliaments\".",
        "background": "We, the people of this United Kingdom of Great Britain and Northern Ireland, hereby demand that the electoral system for General Elections is reformed as soon as feasible and is replaced by an alternative system which more accurately reflects the share of the vote which a party receives.",
        "closed_at": null,
        "created_at": "2015-07-24T16:30:08.032Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-26T13:24:28.542Z",
        "opened_at": null,
        "rejected_at": "2015-07-27T14:55:03.660Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/104324\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:00.234Z"
    },
    "id": 104868,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104868.json"
    },
    "type": "archived-petition"
}