{
    "attributes": {
        "action": "To keep Millenuim Villages (Allerton Bywater) child minders open",
        "additional_details": "",
        "background": "There are 5 childminders and 3 of them are being shut down. This is due to petty complaints. Many people in and around the village use them.  Please help stop this! ",
        "closed_at": null,
        "created_at": "2015-07-25T07:49:54.030Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-25T10:11:59.393Z",
        "opened_at": null,
        "rejected_at": "2015-08-07T14:11:10.883Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to close down (or not close down) a childminder is not the responsibility of the UK Government or Parliament. The options available for appealing against a closure depend on why the childminder in question was shut down. The three childminders you refer to may have been closed down for a number of different reasons. We hope the following information is useful to you:\r\n\r\nIf a childminder closed down following Ofsted inspections, the outcome can be challenged. For more information see: https://www.gov.uk/complain-ofsted-report\r\n\r\nIf they were closed down because they were disqualified from registration, the Chief Inspector of Ofsted could in some cases overturn the decision. If this doesn’t happen, it could be appealed in a Tribunal. For more information see: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/409684/The_framework_for_the_regulation_and_inspection_of_provision_on_the_Early_Years_Register_from_September_2014.pdf \r\n\r\nThe decision of the tribunal can also be appealed against. For more information see: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/383388/How_to_appeal_guidance_for_those_registered_as_or_applying_to_be_a_childminder_or_a_childcare_provider.pdf \r\n\r\nIf you want the UK Government or Parliament to amend the law on how childminders are regulated, or if you want Parliament to debate the availability of childcare, you could submit a petition on that issue. Please note that you will need to include your full name for us to be able to accept your petition. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:01.420Z"
    },
    "id": 104915,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104915.json"
    },
    "type": "archived-petition"
}