{
    "attributes": {
        "action": "Put the symptoms of Type 1 diabetes in the red book given to new parents.",
        "additional_details": "\r\nStatistics show that the biggest rise in numbers is in the under 5s age group so it would make sense to put it in this book. If left untreated, or if diagnosed late children die of diabetic ketoacidosis, this is FACT. \r\nPlease can the Department of Health reconsider and put the symptoms in this book.\r\n",
        "background": "A child is five times more likely to be diagnosed with type 1 diabetes than meningitis, yet the symptoms are not documented in the red baby book that every new parent is given.",
        "closed_at": "2016-01-27T23:59:59.999Z",
        "created_at": "2015-07-25T11:11:09.065Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-26T17:21:36.004Z",
            "details": "The Personal Child Health Record (PCHR), commonly known as the Red Book, is a national standard health and development record given to all parents/carers soon after a child’s birth. The book is used to keep track of the child's health and development and ensures a record is available which can be shared amongst health professionals. It is not a Department of Health publication but has been part of children's services in the NHS for the last 30 years. \r\n\r\nThere is a national standard version of the PCHR, which is used in most areas but in some areas additional pages, tailored to local need, are included. These sometimes include pages on health promotion such as feeding, development and accident prevention but none contain information on recognition of diabetes. Some areas do include a card produced by a Meningitis Charity on recognising signs of meningitis; this is based on a local decision. \r\n\r\nThe content and format of the national standard version are overseen by a multi-disciplinary expert group which is hosted by the Royal College of Paediatrics and Child Health (RCPCH) and chaired by Dr Helen Bedford of University College London. The PCHR is not formally owned either by the Department of Health or RCPCH. It is printed by Harlow Printers and ordered by the local NHS as required for their population.\r\n\r\nThe expert group which oversees the content of the PHCR reviews requests to consider the inclusion of information in the PCHR on a regular basis. Requests can be made directly to Dr Bedford or to the RCPCH.\r\n\r\nThe PCHR contains signposting to NHS choices and other sources of information, rather than the information itself. Since 2015 the PCHR signposts directly to NHS Choices information on how to identify serious illness in a child http://www.nhs.uk/Conditions/pregnancy-and-baby/Pages/spotting-signs-serious-illness.aspx#close which specifically includes information on diabetes.\r\n\r\nThe paper PCHR cannot fulfil the function of being both a record of health and development and a source of all potential health promotion information that may be relevant to families with young children. This health promotion information is provided elsewhere and it is also very difficult to prioritise one condition over another.  If everything that might happen to a child or even just the most serious/prevalent were included, the PCHR would be very different. It would become unwieldy and parents may be less likely to take it with them to appointments.  \r\n\r\nDepartment of Health",
            "responded_on": "2016-01-26",
            "summary": "The ‘Red Book’ is not a Government publication, but is overseen by an expert group hosted by the Royal College of Paediatrics and Child Health. We will pass on petitioners’ views to those responsible.",
            "updated_at": "2016-01-26T17:21:36.004Z"
        },
        "government_response_at": "2016-01-26T17:21:36.006Z",
        "moderation_threshold_reached_at": "2015-07-25T12:16:24.303Z",
        "opened_at": "2015-07-27T17:00:29.107Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-05T14:55:15.434Z",
        "scheduled_debate_date": null,
        "signature_count": 10345,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:02.117Z"
    },
    "id": 104934,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104934.json"
    },
    "type": "archived-petition"
}