{
    "attributes": {
        "action": "Ban Breed Specific Legislation",
        "additional_details": "Every day in the UK innocent dogs are put to sleep, not because they have done wrong, but because of the way they look. Gentle family pets are taken by police or dog wardens because they look like a pitbull type dog.\r\nThere is no DNA marker for a pitbull so their fate is decided by a tape measure. The dog is held for many months, sometimes years awaiting an assessment. Once assessed they can be exempted by the court. This causes owners great upset and causes the dog untold stress. \r\nThe lengthy and costly process needs to be abolished by getting rid of the Breed Specific legislation clause in the Dangerous Dogs act 1991.",
        "background": "Breed Specific Legislation was introduced in 1991, it has been wholly unsuccessful in reducing the number of banned breed dogs in the UK. The new alterations in the Dangerous Dogs Act October 2014, covers all that is needed. We need a deed not breed philosophy.\r\n\r\n",
        "closed_at": "2016-01-27T23:59:59.999Z",
        "created_at": "2015-07-25T09:44:02.284Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-08T10:00:47.944Z",
            "details": "The law on dangerous dogs is concerned with protecting the safety of the public.  The four types of dog, pit bull terrier, Japanese Tosa, Dogo Argentino and Fila Brasileiro are prohibited because they are types bred for fighting. The Dangerous Dogs Act 1991 states that no person shall give away, breed or breed from, sell, or exchange a prohibited dog.  However, the law allows a person to keep an individual dog where a court has considered that it does not present a danger to public safety.  The court must consider the temperament of the dog and whether the intended keeper is a “fit and proper person” and other matters such as suitability of accommodation. Dogs placed on the Index of Exempted dogs may be kept by the owner under strict conditions, including that the dog is neutered, microchipped and kept on a lead and muzzled in public. There are currently 3000 dogs where a court has granted an exemption and allowed them to stay with their owner.\r\n\r\nThe Dangerous Dogs Act also makes it an offence to allow a dog of any breed or type to become dangerously out of control in any place.  The maximum penalty for this offence is 14 years imprisonment, where the offence has led to a death and 5 years imprisonment where someone is injured. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The Government considers that the prohibition on the four types of fighting dog under the Dangerous Dogs Act should remain in place. This view is supported by the police.",
            "updated_at": "2016-01-08T10:00:47.944Z"
        },
        "government_response_at": "2016-01-08T10:00:47.948Z",
        "moderation_threshold_reached_at": "2015-07-25T10:21:10.925Z",
        "opened_at": "2015-07-27T16:36:01.738Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-25T16:41:29.079Z",
        "scheduled_debate_date": null,
        "signature_count": 22956,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:01.926Z"
    },
    "id": 104925,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/104925.json"
    },
    "type": "archived-petition"
}