{
    "attributes": {
        "action": "For Alfred Russel Wallace to be included on the back of the ten pound note.",
        "additional_details": "Evolution by natural selection is one of the most important scientific theories of all time. It explains how living organisms evolve over time.\r\nAmazingly, not one but two British scientists had this idea roughly at the same time.\r\nThey both had astounding adventures in their search for the truth and yet the contribution made by Wallace has largely been forgotten! It is time this wrong was righted by adding Wallace's portrait next to his friend and fellow adventurer, Charles Darwin. ",
        "background": "On the 1st of July 1858, Charles Darwin and Alfred Russel Wallace jointly presented their scientific paper to the Linnean Society on their theory of evolution by natural selection.\r\nYet, today, the contribution and dedication of Alfred Russel Wallace has largely been forgotten by the general public ",
        "closed_at": null,
        "created_at": "2015-07-27T17:01:22.238Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-28T06:43:42.617Z",
        "opened_at": null,
        "rejected_at": "2015-07-29T08:54:10.342Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament don't decide which people appear on banknotes. This process is the responsibility of the independent Bank of England. \r\n\r\nYou can find out more about how the Bank of England selects the people who appear on banknotes here:\r\n\r\nhttp://www.bankofengland.co.uk/banknotes/Pages/characters/selection.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:07.787Z"
    },
    "id": 105170,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105170.json"
    },
    "type": "archived-petition"
}