{
    "attributes": {
        "action": "Keep A&E at Royal Shrewsbury Hospital",
        "additional_details": "",
        "background": "To close A&E in RSH and have just one in PRH Telford is not viable in health care as some patients would have to travel as far as 120 miles on a round trip and having just the one in Shropshire will not cope.  ",
        "closed_at": "2016-01-29T23:59:59.999Z",
        "created_at": "2015-07-27T11:19:39.383Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-09T16:13:21.095Z",
            "details": "While this is not a matter for government, we recognise the strength of feeling about this issue. The reconfiguration of health services is a matter for the NHS locally.  Changes to local services are being led by clinicians and patients, not from the top down.  NHS commissioners and service providers are working with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nAlthough this is a local responsibility, the government has set out strengthened criteria that it expects NHS service changes to meet.  Namely, they should have support from commissioners, focus on improving patient outcomes, consider patient choice, and be based on sound clinical evidence. \r\n \r\nNHS organisations in Shropshire are working on the NHS Future Fit programme to review the local model of care, including urgent and emergency care.  The programme aims to ensure that the future provision of acute and community health services in Shropshire is clinically and financially sustainable. \r\n   \r\nThe NHS has made no decisions on the future of services.  The NHS Future Fit programme board is still in the process of evaluating the options for the future of acute services across Shropshire.  Latest news on the programme and details of how local people can get involved can be found at http://nhsfuturefit.org.\r\n \r\nDepartment of Health",
            "summary": "Change to local NHS services is led by clinicians, not government. The NHS in Shropshire continues to seek a model for local emergency services that best meets people’s needs. ",
            "updated_at": "2015-10-09T16:13:21.095Z"
        },
        "government_response_at": "2015-10-09T16:13:21.098Z",
        "moderation_threshold_reached_at": "2015-07-27T12:33:43.003Z",
        "opened_at": "2015-07-29T10:10:34.354Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-01T21:18:28.867Z",
        "scheduled_debate_date": null,
        "signature_count": 10675,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:06.740Z"
    },
    "id": 105131,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105131.json"
    },
    "type": "archived-petition"
}