{
    "attributes": {
        "action": "Abandon plans to force women to prove they were raped before they get benefits",
        "additional_details": "In addition to the main problem with the policy outline above, the whole plan to restrict child tax credits to 2 children is nothing short of social engineering akin to a Chinese-style \"two child policy\" dictating to the public what sort of family life they should have.\r\n\r\nMore background here: http://www.theguardian.com/uk-news/2015/jul/09/government-third-child-tax-credits-proposal-budget-rape and http://www.mirror.co.uk/news/uk-news/budget-2015-raped-mums-could-6041873\r\n\r\n",
        "background": "According to George Osborne's budget, a woman who has a third child as the result of rape must justify her position in order to avoid losing tax credits.\r\n\r\nThis will mean a woman having to prove she was raped to a government official before she can get benefits.",
        "closed_at": "2016-01-29T23:59:59.999Z",
        "created_at": "2015-07-29T12:09:30.289Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-15T11:23:25.180Z",
            "details": "The Government remains committed to putting welfare spending on a more sustainable path to make the system fair for those who pay for it as well as those who benefit from it. The Government wants to move from a low wage, high tax, high welfare society to a higher wage, lower tax, lower welfare society. That means more emphasis on support to those hardworking families on low incomes by reducing income tax through increases in the personal allowance and increasing wages, than on topping up wages through tax credits.\r\n\r\nAt Summer Budget 2015 the Government announced that in future, all families - those in receipt of benefits and those supporting themselves solely through work - will be faced with the same sorts of financial considerations when making decisions about the number of children in their family. This means that families will no longer be able to claim additional support through Child Tax Credit and Universal Credit for third or subsequent children in a family where the child is born, or in Universal Credit joins the family, on or after 6 April 2017. In addition, families making a completely new claim to Universal Credit after 6 April 2017 will no longer be entitled to support for their third or subsequent children. \r\n\r\nWhere families already receive Child Tax Credit or Universal Credit for children before 6 April 2017 they will continue to receive it in respect of those children whilst they remain entitled to benefit and responsible for the children. Because of these transitional arrangements there will be no cash losers from this policy.\r\n\r\nThe policy to limit support in Child Tax Credit and Universal Credit does not dictate how many children a family can or should have. It simply restricts the additional means-tested support available from Child Tax Credit and Universal Credit, reflecting the need for those benefits to be affordable for the taxpayer. We will still provide support for every child through Child Benefit. The Government has previously made clear that it will not cut Child Benefit. Families will therefore also continue to be entitled to Child Benefit regardless of the number of children or qualifying young persons for whom they are responsible. Currently, Child Benefit is worth £20.70 per week for the first or only child and £13.70 per week for second and subsequent children. \r\n\r\nThe Chancellor of the Exchequer announced at Summer Budget that HMRC and DWP will develop protections for women who have a third or subsequent child as a result of rape. This exemption is clearly a very sensitive and complex issue and the Government recognises the concern about how it will work in practice. On 27 January, the Minister of State for Welfare Reform announced that the Government’s intention is not to focus on, or pre-empt, criminal justice outcomes but to ensure that mothers receive the help they need at the time they need it, using clear criteria that are straightforward to apply and not overly intrusive, but which secure the system against abuse. \r\n\r\nThe Government’s intention is that this exemption will not be tied to the criminal Justice System. Women will not be forced to “prove” that they have been raped in order to avoid losing tax credits – the exemption will ensure they continue to be eligible for Child Tax Credits and the Child Element of Universal Credit for any third or subsequent children. \r\n\r\nA significant amount of work is needed to take forward and develop the detail of this exemption. The Government is considering how best this exemption could be delivered, while striking the balance we need to achieve. The Government is considering whether a third party evidence model, which is used elsewhere in the benefit system, offers the most promising approach for this exemption.\r\n\r\nWe will be speaking to stakeholders about how best this protection can be delivered to ensure that the process is as compassionate and supportive as possible for claimants in these circumstances, while providing the right assurance to government that the additional support is going to those for whom it is intended. We would be interested to hear from any stakeholders with an interest in this area. This exemption will be developed and brought forward in secondary legislation following engagement with stakeholders in time for April 2017.\r\n\r\nHM Treasury\r\n",
            "summary": "Women will not be forced to prove they were raped in order to get tax credits. The Government is developing protections for women in these circumstances and this policy will not result in cash losers.",
            "updated_at": "2016-02-15T11:23:25.180Z"
        },
        "government_response_at": "2016-02-15T11:23:25.185Z",
        "moderation_threshold_reached_at": "2015-07-29T12:23:32.386Z",
        "opened_at": "2015-07-29T16:37:18.697Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-28T23:04:03.448Z",
        "scheduled_debate_date": null,
        "signature_count": 10627,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:12.210Z"
    },
    "id": 105330,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105330.json"
    },
    "type": "archived-petition"
}