{
    "attributes": {
        "action": "That Holyhead Town Council withdraw its planning application on Cae Braenar Park",
        "additional_details": "We demand that Holyhead Town Council respects the Joint Local Development Plan which identifies this and 5 other open space areas as protected against such planning applications.\r\n\r\nBy signing this petition you certify that you are a resident of the Holyhead Community Council electoral wards, that your residential address is correct and that you are over 18 years of age. Please do not duplicate your entry onto the an E-petition and paper petition as one entry will be removed. ",
        "background": "As residents of the Community of Holyhead we demand that Holyhead Town Council withdraws its outline planning application for building houses and flats on the designated open space within Cae Braenar Park, Morawelon.\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-07-28T21:10:14.151Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-30T22:49:05.354Z",
        "opened_at": null,
        "rejected_at": "2015-07-31T16:02:31.990Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local planning is not usually a matter for the UK Government or Parliament. You might like to raise the issues you are concerned about with your local councillors. You can find out who your local councillors are here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe Secretary of State for Communities and Local Government does have some powers to look at specific planning applications. This briefing paper explains more about that process:\r\n\r\nwww.parliament.uk/briefing-papers/SN00930.pdf\r\n\r\nIf you are concerned about a specific planning application, we could help you to rewrite your petition in a way that we could accept. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:11.192Z"
    },
    "id": 105300,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105300.json"
    },
    "type": "archived-petition"
}