{
    "attributes": {
        "action": "Increase the safety of HGV's travelling on UK roads by restricting their rights.",
        "additional_details": "Despite what you may call my \"luck\", many have suffered physical and emotional pain, even fatality when involving HGV's. From one individual's careless actions my life, as have many others, has been turned upside down. If HGV's are to be using our roads there must be special measures in place to keep us, the public, safe. A good place to start is to make it law that every HGV must have an internal camera system to view its surrounding vehicles. Please support us in making our roads safe.\r\n",
        "background": "In May 2015 I was struck by a HGV on the M1. 10% of motorway traffic is compromised of HGV's; in 2013 52% of fatalities involved at least one HGV. HGV's are 5x more likely to cause incidents on minor roads. They compromise the safety of our roads, restrictions must become law, this must change!",
        "closed_at": null,
        "created_at": "2015-07-29T18:12:18.176Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-11T13:06:28.903Z",
        "opened_at": null,
        "rejected_at": "2016-01-14T14:35:54.225Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what action you want the Government or Parliament to take to address the problems you describe with HGVs. Petitions need to contain a clear request for action.\r\n\r\nYou could start a new petition with a clearer request for action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:13.138Z"
    },
    "id": 105370,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105370.json"
    },
    "type": "archived-petition"
}