{
    "attributes": {
        "action": "A vote of no-confidence in the Prime Minster David Cameron. Calais crisis",
        "additional_details": "There is an on going security issue at Calais, with prohibited immigrants from Africa and the Middle East attempting to enter the United Kingdom illegally.  \r\n\r\nOver the last two months the situation at Calais has become dreadful for lorry drivers, haulage firms and tourists travelling to and from France.  I believe there needs to be a debate about a vote of no confidence in David Cameron.  ",
        "background": "It is David Cameron’s responsibility as an elected government official to protect the United Kingdom's national security and he has failed to do that. The people of the UK are losing confidence in the current prime minster.\r\n",
        "closed_at": "2016-01-31T23:59:59.999Z",
        "created_at": "2015-07-30T04:07:38.122Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-01T13:09:39.131Z",
            "details": "The UK and French Governments have been working together closely for many months to address the situation in northern France, and are committed to resolving it together. \r\n\r\nThe declaration signed by the Home Secretary and the French Interior Minister on 20 August cements a comprehensive programme of work between our two countries. \r\n\r\nAdditional French police have been deployed, along with extra fencing, search dogs and other security measures provided by the UK, to prevent attempts to breach the juxtaposed controls.\r\n\r\nThe joint declaration goes further still, with new formalised arrangements on intelligence-sharing and prosecutions to target the organised immigration crime gangs who are playing so callously with the lives of vulnerable people, and a new command and control centre in Calais where UK and French law enforcement agencies will co-ordinate operations.\r\n\r\nOther new measures include substantial further security and physical infrastructure improvements, extra private security personnel, round-the-clock searching teams, additional French mobile policing units and further joint work to return economic migrants to their home countries.\r\n\r\nThe declaration marks a continuation of the strong working relationship between the UK and France. But this is a global challenge, and we will also work together to ensure that other EU states, as well as source and transit countries outside Europe, are doing everything they ought to be to stop people making these dangerous journeys in the first place.\r\n\r\nThe UK Government is also mindful of the disruption caused by the situation in Calais on lorry drivers and the travelling public, and up-to-the-minute travel advice is provided via the FCO website. Driver safety is paramount. It is also in all our interests that goods are able to be transported to the UK secure from harm caused by clandestine entrants.  That is why we have strengthened our partnership with the haulage sector and food industry in order to reduce clandestine entry to the UK.  It is also why, on 14 July, the Home Secretary announced that the UK Government will support the Port of Calais to create a secure waiting area for UK-bound lorries within the Port.\r\n\r\nHome Office",
            "responded_on": "2015-09-01",
            "summary": "The Government continues to work closely with the French government and other partners to address the situation in northern France, including with the UK haulage sector and others to protect drivers. ",
            "updated_at": "2015-09-01T13:09:39.131Z"
        },
        "government_response_at": "2015-09-01T13:09:39.134Z",
        "moderation_threshold_reached_at": "2015-07-30T20:26:07.777Z",
        "opened_at": "2015-07-31T14:04:55.066Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-09T10:57:26.448Z",
        "scheduled_debate_date": null,
        "signature_count": 17347,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:13.978Z"
    },
    "id": 105402,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105402.json"
    },
    "type": "archived-petition"
}