{
    "attributes": {
        "action": "Benjamin Netanyahu to be arrested for war crimes when he arrives in London",
        "additional_details": "",
        "background": "Benjamin Netanyahu is to hold talks in London this September. Under international law he should be arrested for war crimes upon arrival in the U.K for the massacre of over 2000 civilians in 2014",
        "closed_at": "2016-02-07T23:59:59.999Z",
        "created_at": "2015-07-30T17:21:46.899Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": null,
            "overview": "The Petitions Committee noted that the request made by this petition was something that the UK Government said it was not able to do under UK and international law.\r\n\r\nThe Committee agreed that, as this was not something the UK Government could do, it would not take any further action on the petition.\r\n\r\nIt would still be open to MPs who wanted a debate on this issue to find other opportunities, such as an application to the Backbench Business Committee.",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2015-10-20T11:29:57.060Z",
        "debate_threshold_reached_at": "2015-09-05T05:40:02.520Z",
        "government_response": {
            "created_at": "2015-08-21T12:56:03.377Z",
            "details": "The British Government has invited Prime Minister Benjamin Netanyahu, as head of the Israeli Government, to visit the UK in September. Under UK and international law, certain holders of high-ranking office in a State, including Heads of State, Heads of Government and Ministers for Foreign Affairs are entitled to immunity, which includes inviolability and complete immunity from criminal jurisdiction.\r\n\r\nWe recognise that the conflict in Gaza last year took a terrible toll.  As the Prime Minister said, we were all deeply saddened by the violence and the UK has been at the forefront of international reconstruction efforts.  However the Prime Minister was clear on the UK’s recognition of Israel’s right to take proportionate action to defend itself, within the boundaries of international humanitarian law. We condemn the terrorist tactics of Hamas who fired rockets on Israel, built extensive tunnels to kidnap and murder, and repeatedly refused to accept ceasefires.  Israel, like any state, has the right to ensure its own security, as its citizens also have the right to live without fear of attack.  \r\n\r\nThe UK consistently urged Israel to do everything possible to avoid civilian casualties, to exercise restraint, and to help find ways to bring the situation to an end.  The UK continues to urge the parties to give priority to reaching a durable solution for Gaza which addresses the underlying drivers of conflict, and to take the necessary practical steps to ensure Gaza’s reconstruction and economic recovery.\r\n\r\nWe welcome the fact that Israel is conducting internal investigations into specific incidents during Operation Protective Edge.  Where there is evidence of wrongdoing those responsible must be held accountable whatever their position in society.  Both parties must also demonstrate robust and credible internal investigations which are in line with international standards.  We have also encouraged the Israeli authorities, as we do all countries, to cooperate with the independent Prosecutor of the International Criminal Court (ICC) regarding the preliminary examination into the situation in the Occupied Palestinian Territories since 13 June, 2014, whilst noting that Israel is not a State Party to the ICC.\r\n\r\nThe UK is a close friend of Israel and we enjoy an excellent bilateral relationship, built on decades of cooperation between our two countries across a range of fields. Our priority for the Israeli-Palestinian conflict remains the achievement of a two-state solution, based on 1967 borders.  We continue to believe that negotiations will be necessary in order to achieve this, and that both parties need to focus on steps that are conducive to peace.  The UK Government will reinforce this message to Mr Netanyahu during his visit.\r\n\r\nForeign and Commonwealth Office\r\n",
            "responded_on": "2015-08-21",
            "summary": "Under UK and international law, visiting heads of foreign governments, such as Prime Minister Netanyahu, have immunity from legal process, and cannot be arrested or detained.",
            "updated_at": "2015-12-03T14:53:42.065Z"
        },
        "government_response_at": "2015-08-21T12:56:03.381Z",
        "moderation_threshold_reached_at": "2015-07-30T18:24:11.318Z",
        "opened_at": "2015-08-07T12:15:02.729Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-09T20:02:34.067Z",
        "scheduled_debate_date": null,
        "signature_count": 114122,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:15.237Z"
    },
    "id": 105446,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105446.json"
    },
    "type": "archived-petition"
}