{
    "attributes": {
        "action": "Introduce minimum prices that milk buyers purchase their milk for from Farmers",
        "additional_details": "The company I work for is a huge influence in the dairy industry in the South West, and this year has seen a dramatic drop in work for us and other companies alike. Farming is the back bone of the UK and anything that happens to the farming community in the UK has a ripple effect and has a huge consequence on the other industries that thrive on this back bone. We see on local news, weekly if not daily, how much of a struggle farmers have trying to produce milk with a minimal margin for profit.",
        "background": "I am a young man and I work as a Dairy Service Engineer. I have been in the job for nearly 4 years and for that whole period the milk prices have only been dropping. This doesn't only affect farmers, it affects every other industry that works within a farming enviroment.",
        "closed_at": "2016-01-31T23:59:59.999Z",
        "created_at": "2015-07-30T18:44:34.123Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-02T15:02:31.457Z",
            "details": "Britain’s dairy industry is our biggest farming sector and recent farm gate milk price cuts have been a severe blow to the industry. However, we are part of a single market across Europe and as such we cannot and should not dictate what a fair price is for farmers and consumers.\r\n\r\nTo provide some relief to hard-pressed farmers we secured a £26.6m aid package for the UK from the European Commission – the third largest of all Member States. Dairy farmers across the UK are being paid a one-off, flat rate payment linked to milk production. The majority of payments were made by the RPA on 16 November.  \r\n\r\nPlans on how to roll out a fairer tax system for farmers were published in July 2015 as part of the Budget. The new system will come into force from April 2016. It will allow our farmers to average their profits for income tax purposes over 5 years to help address price volatility.\r\n\r\nUK dairy exports are at record levels and there are big opportunities to sell more of our high quality goods. We want our industry to be world-leading, achieving the very best prices and exporting its high-quality produce across the globe.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The government understands the concerns of British dairy farmers over current pressure on milk prices. The government is backing British farmers by creating market opportunities at home and abroad.",
            "updated_at": "2015-12-02T15:02:31.457Z"
        },
        "government_response_at": "2015-12-02T15:02:31.460Z",
        "moderation_threshold_reached_at": "2015-07-30T19:16:38.952Z",
        "opened_at": "2015-07-31T14:02:20.085Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-03T18:01:50.069Z",
        "scheduled_debate_date": null,
        "signature_count": 58135,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:15.204Z"
    },
    "id": 105450,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105450.json"
    },
    "type": "archived-petition"
}