{
    "attributes": {
        "action": "Stop the building of a 184 space car park on Hough End Fields!",
        "additional_details": "Hough End is an area of recreation and nature. People from a diverse range of communities enjoy the fields, including football and rugby players, users of the green gym, people taking other forms of exercise, dog walkers and people who appreciate the quietness and nature. It is also a valuable habitat for many species and an important wildlife corridor.\r\nSee our Facebook for how this would affect this natural space https://www.facebook.com/pages/Friends-of-Hough-End/562218177192924",
        "background": "Objection to Planning Application 108260/FO/2015/S1: Extension of existing car park to create a total of 184 parking spaces for use as a Park & Ride facility for the Christie Hospital.\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-07-30T16:25:34.063Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-30T19:23:59.714Z",
        "opened_at": null,
        "rejected_at": "2015-07-31T16:03:07.176Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local planning is not usually a matter for the UK Government or Parliament. You might like to raise the issues you are concerned about with your local councillors. You can find out who your local councillors are here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe Secretary of State for Communities and Local Government does have some powers to look at specific planning applications. This briefing paper explains more about that process:\r\n\r\nwww.parliament.uk/briefing-papers/SN00930.pdf\r\n\r\nIf you are concerned about a specific planning application, we could help you to rewrite your petition in a way that we could accept. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:14.782Z"
    },
    "id": 105441,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105441.json"
    },
    "type": "archived-petition"
}