{
    "attributes": {
        "action": "Determine a minimum milk price for dairy farmers",
        "additional_details": "The government needs to take a stand NOW to safeguard this vital industry which many rely on for a living. Also supermarkets need to stop selling milk as a loss leader at the expense of the suppliers, who else would work the hours these folk do for no return ? The south west will never be the same without green pastures and herds of cows grazing those fields ! A minimum milk price needs to be legislated. its time to wake up and support British dairy farming and only import when we cannot cope !.",
        "background": "I'm one of many directly involved in supplying the dairy industry in the south west, my job involves travelling throughout Cornwall and South Devon selling and supplying dairy chemicals and sundries for one of the main suppliers in the area, and I am tired of seeing these hard working folk suffering",
        "closed_at": null,
        "created_at": "2015-08-03T21:48:58.861Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-03T22:50:23.826Z",
        "opened_at": null,
        "rejected_at": "2015-08-05T15:23:26.022Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/105450\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:21.035Z"
    },
    "id": 105673,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105673.json"
    },
    "type": "archived-petition"
}