{
    "attributes": {
        "action": "Support BBC music services during the Charter renewal process",
        "additional_details": "#LetItBeeb is a campaign organised by UK Music on behalf of the entire UK music community. Its purpose is to unite music fans, artists, songwriters, composers and performers of all ages, genres and locations in support of the vital and diverse music services the BBC provides.\r\n\r\nWithout these services there would be diminished music output which would have far reaching cultural and economic implications for the UK music ecosystem - a sector that contributed £3.8 billion to the economy in 2013.  \r\n",
        "background": "The Government recently published a Green Paper on the future of the BBC questioning the distinctiveness of what is being offered by the broadcaster. \r\n\r\nThe BBC’s vital music services should be protected and expanded. Any efficiencies made through charter renewal must not impact on music services.",
        "closed_at": null,
        "created_at": "2015-08-04T15:15:29.635Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-04T15:50:19.359Z",
        "opened_at": null,
        "rejected_at": "2015-08-07T12:10:16.764Z",
        "rejection": {
            "code": "no-action",
            "details": "We think the petition is seeking public support for BBC music services. To be accepted here, petitions must seek action from the UK Government or Parliament.\r\n\r\nIf you would like to redraft and resubmit your petition it will be reconsidered.  \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:21.543Z"
    },
    "id": 105698,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105698.json"
    },
    "type": "archived-petition"
}