{
    "attributes": {
        "action": "Make the setting up of a traveller pitch without permission illegal",
        "additional_details": "Making unauthorised traveller sites a criminal offence will swiftly deal with the problem of illegal sites.  There will be a strong deterrent and powers for the police to clear illegal sites immediately.  Rather than civil procedures, this will send a strong message that illegal sites are not tolerated.",
        "background": "Communities up and down the UK face the problem of illegal traveller sites encroaching on public land.  Councils have few powers to immediately deal with these sites.  When they are moved on, it's local communities who are left with the bill to pay for clean up and removal of waste.  ",
        "closed_at": "2016-02-04T23:59:59.999Z",
        "created_at": "2015-08-03T10:44:11.373Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-07T13:59:17.713Z",
            "details": "The Government is concerned about the setting up of illegal traveller sites that can be a nuisance for local communities and an inappropriate development of open space. We want to see councils and the police working together to address this issue. It is vital that communities see that the law applies to everyone and are confident that local agencies will deal effectively with issues such as unauthorised encampments that can cause local concern.  \r\n\r\nIn March, the Minister of State for Housing and Planning (Brandon Lewis) and the Minister of State for Policing (Mike Penning), wrote jointly to all Council Leaders, Police and Crime Commissioners and Police Chief Constables in England expressing their concern about reports that the police and councils were not being seen to be doing enough to deal with unauthorised traveller encampments. At the same time the Government published an updated summary of enforcement powers, giving a clear statement of the action that can be taken and more power and a stronger voice to communities to challenge those who say “nothing can be done”.\r\n\r\nFor example, where people are residing in vehicles (including caravans) on land, section 77 of the Criminal Justice and Public Order Act 1994 gives local authorities in England and Wales power to give a direction to leave the land. It is an offence to fail to comply with such a direction. Should trespassers refuse to adhere to a request to leave land, sections 61- 62 of Criminal Justice and Public Order Act 1994 give the police discretionary powers to direct trespassers to leave and remove any property or vehicles they have with them. Failure to comply with the direction by leaving the land as soon as reasonably practicable is an offence.\r\n\r\nThe letter and summary of powers are both published on the Government’s website at:\r\nwww.gov.uk/government/publications/dealing-with-illegal-and-unauthorised-encampments\r\n\r\nDepartment for Communities and Local Government",
            "summary": "Councils and the police have a range of strong powers that help them deal with unauthorised encampments and the Government reminded them of those powers in March.",
            "updated_at": "2015-12-07T13:59:17.713Z"
        },
        "government_response_at": "2015-12-07T13:59:17.715Z",
        "moderation_threshold_reached_at": "2015-08-03T11:51:50.526Z",
        "opened_at": "2015-08-04T14:39:14.183Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-22T18:25:02.548Z",
        "scheduled_debate_date": null,
        "signature_count": 10519,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:20.441Z"
    },
    "id": 105642,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105642.json"
    },
    "type": "archived-petition"
}