{
    "attributes": {
        "action": "Recognise Both Crohns Disease & Ulcerative Colitis As A Disability",
        "additional_details": "For people who do not know what IBD is here are the main symptoms;\r\nAbdominal pain\r\nDiarrhoea (sometimes mixed with blood)\r\nTiredness and fatigue\r\nLoss of appetite\r\nWeight loss\r\nAbscesses and fistulas\r\nSwollen joints, mouth ulcers and eye problems.\r\n\r\nTo find out more about IBD please read this, http://www.crohnsandcolitis.org.uk/information-and-support/information-about-ibd/what-is-IBD\r\n\r\n",
        "background": "There are approximately 261,000 people in the UK living with IBD whether it be Crohn's Disease or Ulcerative Colitis. There are many people who can continue to work either full or part time jobs and can do so for years, But sadly not everyone can & it is people such as these that need help.\r\n",
        "closed_at": "2016-02-07T23:59:59.999Z",
        "created_at": "2015-08-07T13:03:05.937Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-30T17:52:15.389Z",
            "details": "This Government is fully committed to enabling disabled people to have the same opportunities and choices as non-disabled people. Attitudes to disability and the expectations of disabled people have changed in the last 40 years since the Chronically Sick and Disabled Person’s Act. Furthermore, there is now better understanding of the needs of individuals who live with a variety of health conditions and disabilities. We need to ensure benefits and employment support reflect these developments.\r\n\r\nThere is strong evidence that work is good for physical and mental well-being, and that being out of work can contribute to poorer health and other negative outcomes. So, whilst we do not want to make it harder for people who cannot work, we do want to support and move as many people as possible towards, and into, employment.\r\n\r\nEmployment and Support Allowance \r\n \r\nEmployment and Support Allowance (ESA) is an income–replacement benefit paid to people with a health condition or disability and provides support to help them to return to work where appropriate. The Work Capability Assessment (WCA) assesses the effects of a person’s condition on their ability to carry out a number of everyday activities against a set of descriptors to determine how their illness or disability affects their ability to work. It takes into account the functional effects of fluctuating conditions such as Inflammatory Bowel Disease (IBD) and Crohn’s Disease.  Claimants are asked to describe their condition, including if and how it varies on a day to day basis. \r\n\r\nAll assessments are carried out by healthcare professionals trained in Disability Assessment Medicine who receive guidance for fluctuating conditions such as IBD and Crohn’s disease.  \r\n\r\nClaimants who are more likely to be able to return to work given the right support are placed in the Work-Related Activity Group, with those who have more severe health conditions placed in the Support Group.  ESA claimants within both groups are able to discuss the help and support available with a trained Work Coach in a Jobcentre.\r\n  \r\nThe Budget provided new funding for additional support for claimants with limited capability for work from April 2017, this rises to £100m a year by 2020/21.\r\n\r\nPersonal Independence Payment\r\n\r\nPersonal Independence Payment (PIP) is a non-means-tested cash benefit available to people in and out of work and is targeted at those disabled people who require the most assistance to lead independent lives.\r\n\r\nThere is no automatic entitlement to PIP by virtue of a health condition or impairment; rather, entitlement is based on the impact of someone’s impairment or health condition on their everyday life.\r\n\r\nAccess to Work\r\n\r\nAccess to Work provides practical and financial support with the additional costs faced by individuals whose health or disability affects the way they do their job. The type of support Access to Work provides is tailored to an individual’s needs and can include travel to work, support workers and specialist aids and equipment.\r\n \r\nAccess to Work does not replace the duty an employer has under the Equality Act to make reasonable adjustments. Instead it provides support that is over and above that which is a reasonable adjustment.\r\n\r\nAccess to Work supported 36,760 disabled people to take up or remain in employment during 2014/15 (up from 35,560 in 2013/14).\r\n\r\nDepartment for Work and Pensions",
            "summary": "We are fully committed to enabling disabled people to have the same opportunities and choices as non-disabled, and we will continue to provide them with financial support and help to return to work.",
            "updated_at": "2015-11-30T17:52:15.389Z"
        },
        "government_response_at": "2015-11-30T17:52:15.392Z",
        "moderation_threshold_reached_at": "2015-08-07T13:18:03.360Z",
        "opened_at": "2015-08-07T13:46:43.386Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-09T16:33:16.335Z",
        "scheduled_debate_date": null,
        "signature_count": 14183,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:26.122Z"
    },
    "id": 105855,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105855.json"
    },
    "type": "archived-petition"
}