{
    "attributes": {
        "action": "Re-open the Port of Felixstowe car/ bike passenger ferry.",
        "additional_details": "The terminal buildings are still in place for passenger ferries from Felixstowe to Zeebrugge and could be open again.  This would give the public more choice of where and how to cross the channel and lessen the chances of one port's closure causing such chaos as we have seen this summer.\r\nIt would also relieve pressure on the roads of Kent and the people of Dover and Calais.\r\n\r\n Felixstowe was once a handy crossing point for many people and could be again.",
        "background": " Felixstowe was once a handy crossing point and could be again. By reopening the passenger ferry service from Felixstowe to Zeebrugge, it would reduce some of the load on Kent and the people of Dover and Calais.",
        "closed_at": null,
        "created_at": "2015-08-07T16:03:49.274Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-07T19:33:01.366Z",
        "opened_at": null,
        "rejected_at": "2015-09-02T16:33:45.762Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to close the passenger ferry route from Felixstowe to Zeebrugge was a commercial decision taken by the operator, P&O ferries, and not the responsibility of the UK Government.\r\n\r\nIf you would like the Government to take some action, you could consider starting a petition to ask for the Government to offer incentives (such as subsidies) to encourage a commercial ferry operator to reopen the service. Alternatively, you could consider starting a petition to ask for a nationalised ferry service on this route. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:26.420Z"
    },
    "id": 105866,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105866.json"
    },
    "type": "archived-petition"
}