{
    "attributes": {
        "action": "Accept more asylum seekers and increase support for refugee migrants in the UK.",
        "additional_details": "With an estimated 173,100 asylum applications, Germany was the largest recipient of new asylum claims in 2014. The USA was 2nd with 121,200 asylum applications, followed by Turkey (87,800), Sweden (75,100), and Italy (63,700). By comparison, the UK received 31,300 new applications for asylum by the end of 2014.\r\n(Source: UNHCR 2014 Asylum Trends Report)\r\n\r\nhttp://www.amnesty.org.uk/calais-migrants-dangerous-rhetoric\r\nhttp://tracks.unhcr.org/2014/12/welcome-to-calais/\r\n\r\nThese people need help.",
        "background": "There is a global refugee crisis. The UK is not offering proportional asylum in comparison with European counterparts. We can't allow refugees who have risked their lives to escape horrendous conflict and violence to be left living in dire, unsafe and inhumane conditions in Europe. We must help.",
        "closed_at": "2016-02-13T23:59:59.999Z",
        "created_at": "2015-08-10T14:33:57.667Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2015-09-08",
            "overview": "The House of Commons has debated this topic on several occasions, including:\r\n\r\n- The Prime Minister made a statement on Monday 7 September and was questioned by MPs about it:\r\n\r\nhttp://www.parliament.uk/business/news/2015/september/statement-on-syria-refugees-and-counter-terrorism-7-september-2015/\r\n\r\n- On Tuesday 8 September there was an emergency debate on the refugee crisis in Europe:\r\n\r\nhttp://www.parliament.uk/business/news/2015/september/emergency-debate-the-refugee-crisis-in-europe/\r\n\r\n- There was a further debate on Wednesday 9 September on the humanitarian crisis in the Mediterranean and Europe:\r\n\r\nhttp://www.parliament.uk/business/news/2015/september/mps-debate-humanitarian-crisis-in-the-mediterranean-and-europe/\r\n\r\nThe Home Affairs Committee is looking into the migration crisis. You can find out more about the inquiry here:\r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/home-affairs-committee/inquiries/parliament-2015/mediterranean-migration/\r\n\r\n",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-09-08/debates/15090846000002/RefugeeCrisisInEurope",
            "video_url": "http://parliamentlive.tv/event/index/85646ce6-0ade-44cc-834a-6d4ea7e61e09?in=13:47:45"
        },
        "debate_outcome_at": "2015-10-27T18:20:29.770Z",
        "debate_threshold_reached_at": "2015-09-03T09:13:52.439Z",
        "government_response": {
            "created_at": "2015-09-09T11:11:20.565Z",
            "details": "The Government is committed to remaining at the forefront of the international response to the situation in the Mediterranean.  To support this commitment, the Prime Minister has announced that the Government will expand the existing Syrian Vulnerable Persons Relocation (VPR) scheme to resettle around 20,000 Syrians in need of protection during this Parliament. \r\n\r\nThe Prime Minister’s announcement to expand the VPR scheme is part of our comprehensive approach designed as far as possible to help refugees in the region but recognising that for some vulnerable people the only solution is to bring them to countries like the UK. \r\n\r\nThe UK already has some of the largest and longest running resettlement schemes in the EU, providing sanctuary to around 1,000 refugees a year. We see targeted resettlement as part of a sustainable plan to tackle the root causes of these crises and reduce the need to make dangerous journeys, often in the hands of ruthless criminals. Our response must adapt to the changing situation.\r\n\r\nAccording to the UNHCR, by the end of 2014, Syria was the world’s top source country of refugees and one out of every four refugees is Syrian. So it is right that our resettlement efforts are concentrated here. \r\n\r\nBut the UK already runs other resettlement programmes which focus on a wider set of nationalities. The Gateway Protection Programme resettles 750 refugees each year from a small number of targeted locations. In recent years, the majority of these refugees have been Congolese, Ethiopians, Iraqis and Somalis from, predominantly, Kenya, Burundi and Syria. \r\n\r\nThe Mandate resettlement scheme resettles individuals recognised as refugees by the UNHCR and resettles individual refugees from anywhere in the world who have been recognised as refugees by the UNHCR, and judged by them to be in need of resettlement; and who have a close family member in the UK who is willing to accommodate them.  \r\n\r\nWe already have significant experience of resettling vulnerable people and our existing domestic resettlement mechanisms provide a basis for a relatively quick   increase in numbers. We are already working with existing partners to ensure that we can begin to increase numbers as quickly as possible. Over the coming weeks and months, we will work with local authorities, the UNHCR and others to put in place the full structures to ensure we can scale up the current arrangements to ensure we can meet the aim of bringing up to 20,000 Syrians over the lifetime of this Parliament and deliver on the expansion that has been announced.\r\n\r\nAlongside the expansion of the VPR scheme, we have already committed £900 million in humanitarian aid to the humanitarian crisis. The Prime Minister announced a further £100 million in the past few days, bringing our commitment to £1billion – more than any other country in the world except the United States. The UK is the only EU country to fulfil its pledge to provide 0.7% of GDP to international aid and we should be proud of this. By the end of March 2015, UK support had delivered over 18 million food rations, each of which feeds one person for one month, provided access to clean water for 1.6 million people (peak month), and over 2.4 million medical consultations in Syria and the region.\r\n\r\nThe Government takes seriously its obligation to do what must be done to provide support to Syrians in need of protection as a result of events in the Middle East, and as such our priorities are on continuing to provide humanitarian aid to those most in need in the region and actively seeking an end to the crisis.  We believe this approach is the best way to ensure that the UK’s help has the greatest impact for the majority of refugees who remain in the region and their host countries.\r\n\r\nThose who have already reached Europe are no longer in immediate danger and the European countries in which they arrive have a duty to provide adequate protection and support to refugees within their territory. The UK stands ready to provide practical support to those frontline Member States who are experiencing particularly serious pressures. However, those that remain in the immediate region around Syria are more likely to be particularly vulnerable. It is right that we should focus our efforts on helping the most vulnerable which is why we are expanding the VPR scheme.\r\n\r\nHome Office",
            "summary": "The UK has a proud history of providing refuge to those in genuine need of protection.  We will continue to play our full part at the forefront of the international response to the crisis. ",
            "updated_at": "2015-09-09T11:11:20.565Z"
        },
        "government_response_at": "2015-09-09T11:11:20.568Z",
        "moderation_threshold_reached_at": "2015-08-13T09:16:50.209Z",
        "opened_at": "2015-08-13T16:25:55.670Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-31T19:50:16.135Z",
        "scheduled_debate_date": null,
        "signature_count": 450287,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:30.842Z"
    },
    "id": 105991,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105991.json"
    },
    "type": "archived-petition"
}