{
    "attributes": {
        "action": "\"Safely Restrain & block\" training for carers working with challenging behaviour",
        "additional_details": "I know many people that have been attacked, hit, punched etc by their clients. Support workers understand that due to special needs it is not always the clients' intention. However, companies are not supportive enough when physical challenging behaviour happens. The clients' human rights are put first but the human rights of the staff should also be important and learning how to safely restrain and block a client until staff can get help or to safety is vital. ",
        "background": "It is unfair that support workers/careers are expected to work with challenging behaviour in a care setting as 'part of the job'. Being attacked by a client should be taken seriously and staff should be trained how to safely restrain and block a client until the staff can get to safety. ",
        "closed_at": null,
        "created_at": "2015-08-09T10:37:07.751Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-12T19:00:19.463Z",
        "opened_at": null,
        "rejected_at": "2015-08-21T11:22:55.315Z",
        "rejection": {
            "code": "no-action",
            "details": "We have rejected your petition because it is unclear what action you would like the Government or Parliament to take. \r\n\r\nIt is clear from your petition that you are concerned about the support given to support workers and carers when they have to deal with challenging behaviour in care settings. But we are not sure what you would like the Government or Parliament to do to address your concerns.\r\n\r\nIf you would like the Government to provide training for support workers and carers, perhaps through the NHS, you could start a petition asking for the Government to do that.\r\n\r\nIf you would like Parliament to pass a law requiring companies which employ support workers and carers to give training and support to their staff, you could start a petition asking for that legislation. \r\n\r\nYou might find it helpful to know that health and safety law applies to the risks from violence at work, just as it does to other risks from work activities. The Health and Safety Executive provides more information here: \r\n\r\nhttp://www.hse.gov.uk/healthservices/violence/index.htm\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:27.716Z"
    },
    "id": 105922,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/105922.json"
    },
    "type": "archived-petition"
}