{
    "attributes": {
        "action": "Protect BBC music services from cuts during charter renewal",
        "additional_details": "In 2013 - the music sector contributed £3.8 billion directly to the economy as well as supporting a wealth of jobs, tourism and bringing additional soft power to the UK as one of its most recognisable global exports. Any efficiencies made as a result of the recently published Government Green Paper and through BBC charter renewal must not impact on these music services.",
        "background": "The BBC’s music services play a key role in supporting the UK's diverse music ecosystem. We ask that the government protects vital BBC music services from any budgetary cuts during the charter renewal process. Any cuts would have far reaching cultural, social and economic implications for the UK. ",
        "closed_at": "2016-02-13T23:59:59.999Z",
        "created_at": "2015-08-12T17:37:24.523Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-29T12:32:52.175Z",
            "details": "The BBC remains operationally and editorially independent of Government.  It is for the BBC, not Government, to decide the level of funding for the BBC’s music services. But this is an important issue, and the ongoing Charter Review is an opportunity for the public to share their views on the BBC’s music services.\r\n\r\nThe BBC is a world-class broadcaster and its music services form an important part of the UK's cultural life. Half of all adults in UK listen to one or more BBC music stations weekly, and the Government recognises the importance this has to the UK music industry. However, there are also crucial questions around the BBC's market impacts and dominance in the UK radio market and its effects on the wider industry which will need to be considered carefully.\r\n \r\nThe ongoing Charter Review is a thorough and open process, taking into account the views of the public and music stakeholders. The Government's proposals for the future of the BBC will be published next year. \r\n\r\nDepartment for Culture, Media and Sport",
            "responded_on": "2015-12-29",
            "summary": "The Charter Review is taking into account public and industry views, we received over 190,000 consultation responses. Government proposals for the BBC’s future will be published next year.",
            "updated_at": "2016-01-18T17:24:02.606Z"
        },
        "government_response_at": "2015-12-29T12:32:52.177Z",
        "moderation_threshold_reached_at": "2015-08-13T08:46:12.427Z",
        "opened_at": "2015-08-13T09:29:52.414Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-13T13:44:45.133Z",
        "scheduled_debate_date": null,
        "signature_count": 11094,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:32.395Z"
    },
    "id": 106091,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106091.json"
    },
    "type": "archived-petition"
}