{
    "attributes": {
        "action": "Help Us get re- housed by council Aberdeenshire or moray council",
        "additional_details": "they say they don't have suitable housing for us .. but they could rent a property for us in Ellon No problem till Alan pass away and they could give me a 1 bedroom property in Lossiemouth after Alan has rested... or give us a two bedroom put  lift stair chair in and take out bath and give us wet room .... they told me to look for property to rent as they don't have any ... well 33 years outstanding record and that's the way he is treated.. please sign help us get this to the top ",
        "background": "We have been awaiting on a house from either the Aberdeenshire Council or Moray Council since Feb 15 due to Alan having cancer and myself been Ill.they know this Flat is not suitable for Alan full stop and myself also. Alan has been given several weeks to live and he wants to come home to pass away ",
        "closed_at": null,
        "created_at": "2015-08-10T20:47:59.763Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-10T22:07:43.263Z",
        "opened_at": null,
        "rejected_at": "2015-09-02T19:41:29.116Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn’t something that the UK Government or Parliament would be able to help you with.\r\n\r\nAs you know, the decision about your housing is for your local council to take. You could raise this issue with your local councillors to see if they can help you:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nMoray Council has its own petitions site where you could start a petition:\r\n\r\nhttp://www.moray.gov.uk/moray_standard/page_85465.html\r\n\r\nIf you have already complained to your council, and you are not happy with their response, the Scottish Public Services Ombudsman may be able to help you:\r\n\r\nhttp://www.spso.org.uk/\r\n\r\n You may also want to raise this with your Member of the Scottish Parliament (MSP). You can find your MSP here:\r\n\r\nhttp://www.scottish.parliament.uk/help/32438.aspx\r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:30.212Z"
    },
    "id": 106005,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106005.json"
    },
    "type": "archived-petition"
}