{
    "attributes": {
        "action": "Assess full impact of all cuts to support & social care for disabled people",
        "additional_details": "Since WOWpetition collected 104,000 signatures the Government claimed IFS said it was too difficult to do a CIA, IFS subsequently contradicted the claim and said it could be done. EHRC and Social Security Advisory Committee have also called for a CIA of how cuts have affected disabled people and their families. A Cumulative Impact Assessment undertaken by Landman Economics and the National Institute of Economic and Social Research proved disabled people have been hit the hardest by cuts. ",
        "background": "Govt has ignored calls for a full assessment of the impact of Welfare, Social Care & NHS reform on disabled people and their families. The number of households with a disabled family member living in “absolute poverty” increased by 10% between 2013 & 14. ",
        "closed_at": "2016-02-13T23:59:59.999Z",
        "created_at": "2015-08-12T07:24:23.804Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-29T10:39:38.667Z",
            "details": "The Government is committed to a fair tax and welfare system where everyone contributes to reducing the deficit, and where those with the most contribute the most. Every individual policy change is carefully considered, including looking at the effect on disabled people in line with legal obligations.\r\n\r\nHowever, it is not possible, using the Government’s existing analytical tools, to produce a cumulative assessment of the impact of policies on disabled people. HM Treasury has a world-leading distributional model, which it has used since 2010 to publish analysis of the impacts of policy decisions on households across the income distribution. This model uses the Living Cost and Food Survey (LCF), which does not have information on disability status. It contains expenditure information which allows analysis of the impacts of indirect taxes such as VAT and fuel duty, and underpins a unique model of public service usage; both of these enable HMT to consider the impacts of all of the Government tax and spending decisions which directly affect households.\r\n\r\nAs well as the inability to identify who has a disability in the data, most analysis of the impacts of welfare reforms tend to be limited in that they take static snapshots of benefit changes. Fundamental reforms are designed to support people in to employment and will therefore enable people to generate more income for themselves. Analysis needs to take account of behaviour change of reforms rather than the more limited approach of focusing solely on benefit changes\r\n\r\nThis analysis shows that the proportion of welfare and public service spending which benefits poorer households has not changed since 2010-11, with half of all spending on welfare and public services still going to the poorest 40% of households in 2017-18. At the same time, the richest fifth of households will pay a greater proportion of taxes than in 2010-11 as a result of government policy – and more than all other households put together.\r\n\r\nThe Government spends around £50 billion on disability benefits and services annually, and expenditure on sick and disabled people is higher than the OECD average. Welfare changes since 2010 have included protections for key vulnerable groups least able to increase their earnings, including those who need additional support as a result of disability. In the Welfare Reform and Work Bill 2015:\r\n•\tMany disability-related elements of the benefit system are still uprated by the Consumer Price Index\r\n•\tThe additional component for those in the Support Group of Employment and Support Allowance and Universal Credit (UC) equivalents has been maintained\r\n•\tHouseholds which include a member who is in receipt of Disability Living Allowance, Personal Independence Payment, the Support Component of Employment and Support Allowance or UC equivalents are exempt from the benefit cap.\r\n\r\nOverall, reforms are focused on supporting people to find and keep work where appropriate. Growing evidence over the last decade shows work can keep people healthy as well as promote recovery which is why, as part of the Government’s objective to achieve full employment, it aims to halve the disability employment gap. Last year 226,000 more disabled people found work and to continue this success the Government has extended Access to Work to provide support to more disabled people in pre-employment, launched Specialist Employability Support to provide intensive, specialist support to the disabled people who need the most help and has extended Work Choice, providing tailored support to disabled people, to 2017. The Disability Confident campaign is working with employers to ensure that they understand the benefits of recruiting and retaining disabled people in work\r\n\r\nSickness Absence in the workplace is also a major issue, with employees off sick for four weeks or more being at greater risk of not returning to work. The Government recognises the importance of early support which is why Fit for Work has been developed; giving access to free, impartial work-related health advice to help employees on sick leave get back to work. \r\n\r\nIn terms of Social Care and NHS reforms, the Government is committed to supporting the most vulnerable. The Care Act 2014 introduces a modern system to promote and maintain the wellbeing of those with care and support needs so they can live independently. This includes introduction of a new national eligibility threshold which allows local authorities to maintain previous levels of access for service users. This threshold is set out in Eligibility Regulations, and local authorities cannot tighten eligibility beyond this threshold. The Act also provides new legislative focus on personalisation by placing personal budgets into law for the first time for people and carers, increasing opportunities for greater choice and control, so that people can choose social care best suited to meet their needs.\r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2015-10-29",
            "summary": "The Government is committed to a fair tax and welfare system. Every individual policy change is carefully considered, including looking at the effect on disabled people in line with legal obligations.",
            "updated_at": "2015-10-29T10:39:38.667Z"
        },
        "government_response_at": "2015-10-29T10:39:38.670Z",
        "moderation_threshold_reached_at": "2015-08-12T08:11:55.211Z",
        "opened_at": "2015-08-13T15:58:06.939Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-28T20:54:35.564Z",
        "scheduled_debate_date": null,
        "signature_count": 37685,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:32.189Z"
    },
    "id": 106068,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106068.json"
    },
    "type": "archived-petition"
}