{
    "attributes": {
        "action": "Publish the Chilcot Inquiry report by the end of 2015.",
        "additional_details": "The report has been delayed to allow those who have been criticised to respond. However, no deadline has been set and this is unreasonable to the families of those involved and the public.",
        "background": "The Chilcot Inquiry considers the period from the summer of 2001 to the end of July 2009, embracing the run-up to the conflict in Iraq, the military action and its aftermath. It has been mired with delays and the cost is increasing with the day. There still is no firm deadline for publication.",
        "closed_at": null,
        "created_at": "2015-08-13T11:30:38.997Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-13T11:37:25.593Z",
        "opened_at": null,
        "rejected_at": "2015-08-17T15:16:07.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition as the issue it covers is not something that the UK Government or Parliament is responsible for.\r\n\r\nThe Iraq Inquiry (known as the Chilcot Inquiry) is an independent inquiry. Neither the Government or Parliament is responsible for setting the date on which its final report will be published.\r\n\r\nYou might be interested to know that both the Prime Minister and the Foreign Affairs Committee of the House of Commons have asked Sir John Chilcot about the progress of the inquiry. You can see the exchanges of correspondence on the Inquiry’s website:\r\n\r\nhttp://www.iraqinquiry.org.uk/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:32.892Z"
    },
    "id": 106116,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106116.json"
    },
    "type": "archived-petition"
}