{
    "attributes": {
        "action": "Give legal protection to the professional title 'veterinary nurse'",
        "additional_details": "Registered veterinary nurses (RVNs) are true professionals, who can give medical treatment to, or carry out minor surgery on, animals.\r\n \r\nThey follow a Code of Professional Conduct, keep their skills and knowledge up-to-date and are subject to a disciplinary process.\r\n\r\nIt is inappropriate for people without formal training to describe themselves as a ‘veterinary nurse’, and doing so could put animal welfare at risk.\r\n\r\nSee more at www.rcvs.org.uk/vntitle",
        "background": "Currently the title ‘veterinary nurse’ is not protected in law, and therefore anyone, even if they lack the relevant training and education, can refer to themselves as a veterinary nurse. The veterinary profession believes that this should change.",
        "closed_at": "2016-02-14T23:59:59.999Z",
        "created_at": "2015-08-14T09:22:03.973Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-08T09:48:42.492Z",
            "details": "The Government is committed to the principle of proportionate regulation and we believe that we should continue to rely on existing laws to safeguard the health and welfare of animals receiving veterinary treatment.\r\n\r\nWe recognise that, as a member of the veterinary team within a practice, a veterinary nurse undertakes a varied range of expert activities caring for sick animals. However, what sets professional veterinary nurses apart from other animal care workers is that they can perform certain tasks which ordinarily by law would be restricted to a veterinary surgeon; namely the provision of medical treatment and the carrying out of minor surgery. No person may undertake this full range of activity that we consider to be “veterinary nursing” unless they are appropriately trained and qualified, regardless of any title they might use.\r\n\r\nThis safeguarding of animal welfare is provided for through provisions in both the Veterinary Surgeons Act 1966 and the Supplemental Charter 2015 of the Royal College of Veterinary Surgeons (RCVS). Together these ensure that a veterinary nurse (VN) can treat animals only when: the animal is under the care of a registered veterinary surgeon; the treatment is carried out under the direction of that veterinary surgeon who is the employer (or acting on behalf of the employer) of the VN; the veterinary surgeon is satisfied that the VN is qualified to carry out the treatment; the VN is registered with the RCVS. Registration brings with it professional responsibilities such as compliance with a code of conduct and an obligation to keep skills up-to-date.\r\n\r\nThe RCVS register of veterinary nurses is publicly available to any animal owner who wishes to be sure that their veterinary nurse is properly qualified to treat their animal. We would encourage them to do so. The register can be searched via the RCVS website at the following link\r\nhttps://www.rcvs.org.uk/registration/check-the-register/ \r\n\r\nGiven the legal protection already in place to make sure that animals in veterinary care are treated only by individuals who are trained and qualified to do so, we believe that criminalising the use of the term “veterinary nurse” by other animal carers in a veterinary setting to be an unduly harsh solution. It may be in colloquial use with no intention to deceive or mislead, no unqualified practice being undertaken and no risk of harm to any animals. It would not be in the public interest to prosecute such individuals.\r\n\r\nInstead we suggest that the RCVS and the veterinary membership associations work with veterinary practices to encourage that only properly qualified, registered veterinary nurses should be referred to as such. In addition we understand that that the RCVS are undertaking a project, “VN Futures” which aims to help the veterinary nursing profession prepare for the future. We welcome this move and invite the RCVS to discuss further with Defra how new thinking may require existing laws and regulations to be amended to bolster and clarify the role of veterinary nurses.\r\n\r\nDepartment for Environment Food and Rural Affairs",
            "responded_on": "2016-01-08",
            "summary": "We recognise the important role that veterinary nurses have in animal care, but we do not recommend that Parliament should give legal protection to the title.",
            "updated_at": "2016-01-08T10:02:35.368Z"
        },
        "government_response_at": "2016-01-08T09:48:42.494Z",
        "moderation_threshold_reached_at": "2015-08-14T09:35:54.734Z",
        "opened_at": "2015-08-14T17:09:00.343Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-24T13:24:23.411Z",
        "scheduled_debate_date": null,
        "signature_count": 36865,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:34.361Z"
    },
    "id": 106153,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106153.json"
    },
    "type": "archived-petition"
}