{
    "attributes": {
        "action": "Increase the hourly funding rate for 2-4 year old's in early years settings.",
        "additional_details": "All 3 & 4 year old's in the UK are entitled to 15 hours free Early Years Education in an approved setting.  The setting receives funding from the Government, per child, per hour.  The hourly funding rate has never increased.  From April 2016, with the introduction of the National Living Wage, many settings are facing financial loss and ruin.  High quality childcare and education cannot continue to be provided without additional funding.  This is national problem affecting our children's future.",
        "background": "The funded rate for 3 and 4 year old's has not increased since it was introduced 10 years ago, and the rate for 2 year old's has decreased.  Meanwhile, the cost of providing quality Early Years Education continues to rise on an annual basis through wages, rent, utilities and resources costs.",
        "closed_at": "2016-02-17T23:59:59.999Z",
        "created_at": "2015-08-13T14:11:38.230Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-17T12:58:00.077Z",
            "details": "The Government’s regard for the importance of providing free entitlement for childcare is underlined by the fact that more government investment and support than ever before is going towards high quality early education. \r\n\r\nIn keeping with this Government’s 2015 General Election commitment, funding has been increased by over £1 billon extra per year on free entitlements by 2019-20, including around £300 million for a significant uplift to the rate paid for 2, 3 and 4 year old entitlements. From April 2017, the national average funding rates will increase to £5.39 for two-year-olds and £4.88 for three- and four-year-olds. This shows once more the importance this Government attaches to funding high quality childcare.\r\n\r\nSince 2010, the Government has extended the universal three and four year old entitlement from 12 ½ hours to 15 hours of childcare, and has introduced an entitlement for disadvantaged 2 year olds as well.  And from 2017-18, the Government will further extend free entitlement for 3 and 4 year olds to 30 hours, doubling the number of funded hours for working parents. This is the first Government to promise such an extensive degree of childcare provision. And the quality of this provision also continues to rise; higher numbers of young children are achieving a “good level of development” than ever before, and 85% of childcare providers are rated as “good” or “outstanding” by Ofsted. \r\n\r\nWe wish to ensure that the hourly rates that childcare providers receive are sufficient to enable them to continue delivering good quality childcare, both keeping in mind current costs of provision and the implications of future cost pressures facing the sector. This is why the Government, is making a substantial increase in its investment in childcare, including its commitment to increasing the average rate of funding paid to providers. To provide a sound analytical underpinning for what this rate should be, the Government conducted a six-month comprehensive review of the cost of providing childcare; the review was published on 25th November 2015, and can be found at: https://www.gov.uk/government/publications/review-of-childcare-costs\r\n\r\nThe review was analytically-led, supported by expertise from across government and outside, and based on the best evidence available. It looked at both current costs of provision and the implications of future cost pressures facing the sector, such as the introduction of the National Living Wage. There was a high degree of engagement with the review from across the childcare market, with over 2000 responses received for its Call of Evidence, the majority of which came from providers. This was in turn supplemented by a series of roundtable events with providers, their representatives, and academics. This is the most comprehensive analysis of the childcare market ever and was described by the National Audit Office as “thorough and wide-ranging”. It has provided a clear, detailed and rich understanding of the early education and childcare market, and informed government increases to funding. \r\n\r\nWhile the level of funding provided to childcare by this Government is without historical parallel, the support that the Government is providing in not just limited to funding, it also takes the form of a package of reforms that will support successful delivery of the entitlements.\r\n \r\nWe are aware that the current funding system for three and four year olds creates unfair and unjustifiable differences between areas, and between types of providers. This is why we are going to introduce a national funding formula for early years. For early years this will help ensure that funding is transparently and fairly matched to need and fairly distributed between different types of providers and different parts of the country. We will be consulting on detailed proposals this year.\r\n\r\nThe review has shown that some business models do not make full use of the flexibility in the regulatory system- and that high quality care provision can be delivered by providers that do use this flexibility. The review has also shown that there is considerable scope for providers to become more efficient in their practice in order to manage costs within their available revenue. \r\n\r\nWe now intend to test capacity, flexibility and innovation in the provision of childcare in the Early Implementers Programme which shall start in a small number of areas in September 2016.\r\n\r\nThe investment announced will take overall government investment in childcare, including through Universal Credit and Tax-Free Childcare, to £6 billion by the end of this Parliament- the highest ever investment in childcare. The additional funding along with other measures is intended to continue this Government’s unprecedented record in the provision of high quality childcare.\r\n\r\nDepartment for Education",
            "summary": "The Government is making an unprecedented investment in the provision of childcare, which includes a commitment to increase the average funding rate paid to the providers of early year entitlements. ",
            "updated_at": "2016-05-17T12:58:00.077Z"
        },
        "government_response_at": "2016-05-17T12:58:00.084Z",
        "moderation_threshold_reached_at": "2015-08-16T15:58:03.924Z",
        "opened_at": "2015-08-17T13:37:06.441Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-10T23:53:34.632Z",
        "scheduled_debate_date": null,
        "signature_count": 10056,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:33.412Z"
    },
    "id": 106123,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106123.json"
    },
    "type": "archived-petition"
}