{
    "attributes": {
        "action": "Make an allowance for up to 2 weeks term time leave from school for holiday.",
        "additional_details": "",
        "background": "Allow parents to take children out of school at a time convenient with them for up to 2 weeks per year during term time, so that the children can learn other cultures and experience this vital social experience, at the moment the current system discriminates against poorer households.",
        "closed_at": "2016-02-14T23:59:59.999Z",
        "created_at": "2015-08-13T16:39:37.920Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2015-10-26",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-10-26/debates/15102614000001/Term-TimeLeave",
            "video_url": "http://www.parliamentlive.tv/Event/Index/27de12c5-a246-4aa0-87c3-ec208c5f7b8e"
        },
        "debate_outcome_at": "2015-10-27T07:53:19.715Z",
        "debate_threshold_reached_at": "2015-09-29T23:24:02.165Z",
        "government_response": {
            "created_at": "2015-09-28T16:46:04.712Z",
            "details": "The Government acknowledges that family holidays can be enriching experiences and we are not preventing parents from taking their children on holiday. This is not about discriminating against any group; it is about all pupils of compulsory school age being in school when they are required to be and confining absence from school to unavoidable causes.\r\n\r\nThere is clear evidence that absence from school is linked to lower levels of attainment. According to attainment data for the 2012/13 academic year and absence data for that and preceding years:\r\n \r\n•\tPupils with no absence from school during Key Stage 4 were nearly three times more likely to achieve five A* to C GCSEs, including English and maths, and around 10 times more likely to achieve the English Baccalaureate, than pupils missing 15-20 per cent of school across Key Stage 4; and  \r\n\r\n•\tPrimary school pupils with no absence during Key Stage 2 were around 1.5 times more likely to achieve the expected level (level 4 or above); and more than 4.5 times more likely to achieve above the expected level (level 5 or above) at the end of Key Stage 2, than pupils that missed 15-20 per cent of sessions in Key Stage 2.\r\n\r\n•\tMissing even a short amount of time from school can reduce a pupil’s chances of succeeding at school by as much as a quarter.\r\n\r\n•\t44 per cent of pupils with no absence in key stage 4 achieve the English Baccalaureate - the gold standard package of GCSE qualifications that includes English, maths, science, history or geography and a language. But this figure falls by a quarter to just 31.7 per cent for pupils who miss up to just 14 days of lessons over the 2 years that pupils study for their GCSEs, which equates to around 1 week per year.\r\n\r\n•\tA similar pattern is also seen at primary school level, where pupils missing up to just 31 days of school in key stage 2 (i.e. around 1 week per year) are a quarter less likely to achieve level 5 or above in reading and maths tests than those with no absence across the key stage.\r\n\r\nThe law places a duty on parents of every school-registered child of compulsory school age to ensure their regular attendance at school. The school year is designed to give families various opportunities to enjoy holidays without having to disrupt children’s education. Parents should plan their holidays around school breaks and avoid seeking permission from schools to take their children out of school during term time unless it is absolutely unavoidable. \r\n\r\nHead teachers have the power to authorise leave of absence, but only in exceptional circumstances. The government has not specified what constitutes exceptional circumstances. It is for schools to consider the specific details and relevant context behind each request. Schools know their pupils best and are well placed to make those judgements.\r\n\r\nWe clarified the law in 2013 to address the widespread misconception that parents were entitled to take their children on holiday during term-time. No such entitlement existed in law previously, and the change in law has made this clearer. \r\n\r\nThe government is confident that the law strikes the right balance between the needs of individual families to take children out of school in exceptional circumstances and the need to provide the best possible education for all pupils.\r\n\r\nDepartment for Education\r\n",
            "summary": "The Government wants every child to attend school regularly, and to confine absences to unavoidable causes. There is clear evidence that absence from school is linked to lower levels of attainment. ",
            "updated_at": "2015-09-28T16:46:04.712Z"
        },
        "government_response_at": "2015-09-28T16:46:04.715Z",
        "moderation_threshold_reached_at": "2015-08-13T19:01:02.566Z",
        "opened_at": "2015-08-14T17:05:05.718Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-13T16:12:59.200Z",
        "scheduled_debate_date": "2015-10-26",
        "signature_count": 127199,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:34.261Z"
    },
    "id": 106133,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106133.json"
    },
    "type": "archived-petition"
}