{
    "attributes": {
        "action": "Ban the outdated term 'committed suicide' in our language and dictionaries",
        "additional_details": "I work in Suffolk on behalf of the national charity \"Survivors of Bereavement by Suicide\". Survivors face many challenges during their grief including the stigma and shame still attached to suicide. Survivors are also at high risk of secondary suicides themselves. The term \"committed suicide\" gives oxygen to the small minority that believe suicide is an act of cowardice and permission to still abuse the survivor. Society should replace the term \"committed suicide\" with \"died by suicide\".",
        "background": "Historically this term comes from the criminal system and in 1961 suicide was decriminalised. I have experienced first hand the stigma attached to this grief and the direct link with the term \"committed suicide\". You would not say that someone \"committed cancer\" but you would say \"committed murder\".",
        "closed_at": null,
        "created_at": "2015-08-17T20:33:17.142Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-24T17:01:22.610Z",
        "opened_at": null,
        "rejected_at": "2015-08-27T10:28:02.814Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is not responsible for the content of dictionaries. \r\n\r\nThis petitioner submitted a new petition, without reference to dictionaries, which was accepted: https://petition.parliament.uk/petitions/106754"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:37.211Z"
    },
    "id": 106284,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106284.json"
    },
    "type": "archived-petition"
}