{
    "attributes": {
        "action": "Hold public inquiry into West Ham & LLDC deal for rental of Olympic Stadium",
        "additional_details": "On top of the minimal conversion contribution, West Ham has been allowed to keep the sale proceeds of their current stadium, valued at £71m. Rental is £2.5m a year, halving should WHU be relegated. Taxpayers will cover the costs of stadium utilities, security, pitch maintenance, goalposts and corner flags - estimated to be worth £1.4m - £2.5m a year. Public money should be used responsibly, and in a way which does not distort the competitiveness of independent sports bodies and businesses.\r\n",
        "background": "West Ham has only contributed £15m towards the £272m conversion costs of the Olympic Stadium, with the taxpayer footing the rest of the bill. Considering the cost to the taxpayer, and the effect of this taxpayer subsidy on competition between clubs, a full public inquiry into the deal is needed.\r\n",
        "closed_at": "2016-02-19T23:59:59.999Z",
        "created_at": "2015-08-19T12:09:30.997Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-02T12:36:16.655Z",
            "details": "Following the completion of its transformation programme the Stadium will be - unlike so many previous Olympic Stadiums - a world-class multi-use arena with a long-term future, and one that won’t require continuous support from the taxpayer. The stadium remains in public ownership (E20 Stadium LLP – a joint venture between the London Legacy Development Corporation and Newham Council) and the profits from its multiple uses will flow to the taxpayer.\r\n \r\nAs a long-term concessionaire West Ham United will only access the full stadium facilities for and shortly ahead of home matches, anticipated to be an average of 25 games a year. The stadium’s other anchor concession-holder, British Athletics, has a concession for one month a year. The stadium will be available for commercial and other uses at all times outside of these existing commitments.\r\n \r\nThe Stadium is a multi-use venue, which has already hosted a major athletics meet this year, the Sainsbury’s Anniversary Games, and will host a range of other events in 2015 including five matches during the Rugby World Cup this autumn, a Rugby League international between England and New Zealand and the Race of Champions motorsport event. In addition the Stadium will host elite athletics including the IAAF and IPC Athletics World Championships in 2017.\r\n \r\nA world class stadium operator has been appointed and it is part of the operator agreement that the Stadium will host concerts and other events.\r\n \r\nNone of these events will financially benefit West Ham United. All revenues from these events will be shared by the operator and the Stadium owners. The stadium operator has a proven international track record of success in managing and maximising revenue from multi-use stadia and is contractually incentivised to generate maximum income.\r\n \r\nThe agreement with West Ham United, including their contribution to transformation costs and rent, followed an open competitive process, which was delivered under EU rules, conducted visibly and exposed to significant scrutiny. The outcome has been tested in the courts and upheld. As the winning bid this constituted the best available return for the taxpayer and secures the commercial viability of a national asset for the next 100 years.\r\n \r\nThe European Commission (EC) is responsible for assessing whether public investment distorts the competitive market. The EC has considered this issue on more than one occasion and has done so with full sight of the contractual terms, comprehensive detail of the tender exercise and in depth legal opinion on compliance with UK and EU law. It has found no case to answer. Therefore we do not believe that a public inquiry is necessary.\r\n \r\nThe detail of the rental agreement between the Stadium owners and West Ham United is commercially sensitive. Disclosing details of the contract would undermine the future negotiating position of the Stadium's operator, Vinci, who are working hard to bring in future events to get the greatest possible return and ensure that the Stadium is a commercial success.\r\n \r\nIt is important that the stadium owners and operator are able to negotiate future contracts in a way that derive maximum value and are not constrained by any one agreement. Such arrangements are standard practice and are designed to both protect the previous public expenditure and maximise the return on this investment.\r\n\r\nDepartment for Culture, Media and Sport",
            "summary": "West Ham United has a concession at the Stadium and their contributions reflect that status. The contract, awarded after an open public competition, has been widely scrutinised and tested in court.",
            "updated_at": "2015-09-02T12:36:16.655Z"
        },
        "government_response_at": "2015-09-02T12:36:16.658Z",
        "moderation_threshold_reached_at": "2015-08-19T13:25:36.761Z",
        "opened_at": "2015-08-19T16:11:59.008Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-20T16:26:07.541Z",
        "scheduled_debate_date": null,
        "signature_count": 25528,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:39.170Z"
    },
    "id": 106355,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106355.json"
    },
    "type": "archived-petition"
}