{
    "attributes": {
        "action": "That the refuse collections are made on a weekly basis.",
        "additional_details": "I have contacted my local conservative David Nuttall,who has said the conservative councillors did not receive enough seats to force through a change to weekly refuse collections in line with the conservative policy.",
        "background": "The refuse being collected on a monthly basis is a disgrace and not what is expected of a first world country.\r\nThe current monthly collections organised by the labour council are against basic hygiene standards.",
        "closed_at": null,
        "created_at": "2015-08-19T11:45:16.885Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-19T12:30:26.884Z",
        "opened_at": null,
        "rejected_at": "2015-08-19T16:52:34.233Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot approve your petition as the issue that it covers is not something that the UK Government or Parliament is responsible for.\r\n\r\nThe decision on the frequency of your refuse collection is made by your local council. You could contact local councillors about this issue. You can use this page to find out who the local councillors are and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou could also submit a petition asking for something that the Government or Parliament could do, such as legislation to require councils to provide a specific frequency of waste collection across England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:38.943Z"
    },
    "id": 106354,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106354.json"
    },
    "type": "archived-petition"
}