{
    "attributes": {
        "action": "Petition to demand Nick Gargan is sacked from Avon and Somerset Police",
        "additional_details": "Nick Gargans case has already cost the tax payer over £1 million and the case continues as Nick refuses to stand down.\r\nWe must make Nick Gargan resign and stand down before he puts Police forces further into trust issues.\r\n\r\nNick Gargan needs to be shown what he has done is not acceptable and there needs to be a clear message to other Police staff that this behaviour will not be accepted and there is no hiding behind a rank.",
        "background": "Nick Gargan was found to have committed a number of misconduct offences while on duty within Avon and Somerset Police.\r\nAlthough he was found guilty, he continues to work for the force. We the undersigned demand he is sacked from the force without further appeal.",
        "closed_at": null,
        "created_at": "2015-08-19T23:46:18.092Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-19T23:53:22.110Z",
        "opened_at": null,
        "rejected_at": "2015-09-01T16:31:32.066Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition as the issue it covers is not something that the UK Government or Parliament are responsible for.\r\n\r\nResponsibility for the removal of a Chief Constable lies with the Police and Crime Commissioner for the policing area in question and not the UK Government or Parliament. Police and Crime Commissioners are elected by the people in the policing area. They are not appointed by the Government.\r\n\r\nYou can use this page to find out who the Police and Crime Commissioner is and how to contact them: \r\n\r\nhttp://apccs.police.uk/find-your-pcc/  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:39.979Z"
    },
    "id": 106382,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106382.json"
    },
    "type": "archived-petition"
}