{
    "attributes": {
        "action": "Make Asthma sufferers medically exempt from having to pay for all prescriptions.",
        "additional_details": "Why should asthma sufferers have to pay for medication that saves their lives? There have been occasions where he has ended up in hospital as many factors affect asthma like hayfever, pet allergies and the weather. Diabetics do not pay for medication as it's an illness which can't be cured and you must take medication for to live, asthma is the same, so why should asthma sufferers have to pay? Asthma is an illness for life and an illness you can die from, medication should therefore be free. ",
        "background": "My other half has asthma and battles with this illness daily. He must take his inhaler when he gets up, throughout the day and before bed just to help him breathe. Asthma is an illness you have for life and if untreated you could die from. Medication is expensive and some people can't afford this.",
        "closed_at": null,
        "created_at": "2015-08-19T10:27:33.904Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-19T11:30:54.002Z",
        "opened_at": null,
        "rejected_at": "2015-08-19T13:43:19.102Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:  \r\n\r\nhttps://petition.parliament.uk/petitions/106345\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:38.889Z"
    },
    "id": 106351,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106351.json"
    },
    "type": "archived-petition"
}