{
    "attributes": {
        "action": "Why are people in need of help from the benefits office being routinely ignored",
        "additional_details": "If you want any idea as who she is, she has appeared on this morning, radio5, radio Northampton, the sun, and various local newspapers.",
        "background": "My partner has anterograde amnesia, the dwp seem to think she isn't disabled in anyway, and she is not deserving of any help or benefits, how can she not be, when she isn't even living in the same year as the rest of us.",
        "closed_at": null,
        "created_at": "2015-08-20T13:26:41.466Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-20T14:13:32.357Z",
        "opened_at": null,
        "rejected_at": "2015-08-21T16:22:18.545Z",
        "rejection": {
            "code": "no-action",
            "details": "We have rejected your petition because it is unclear what action you would like the Government or Parliament to take. \r\n\r\nIt is clear from your petition that you are concerned about the decisions made in your partner’s case and how disabled people are treated by the benefits system. But it is not clear what you would like the Government or Parliament to do to address your concerns.\r\n\r\nIf you would like the Government to change the rules to make it easier for people with certain conditions or difficulties to receive benefits, you could start a petition asking the Government to do that.\r\n\r\nIf you would like the decision about your partner to be looked at again, Citizens Advice may be able to help you to challenge the decision:\r\nwww.citizensadvice.org.uk/benefits/benefits-introduction/problems-with-benefits-and-tax-credits/\r\n\r\nIf you would like to complain about the way you and your partner have been treated by the benefits office or an advisor, you can find more information about how to do that here: \r\nwww.gov.uk/government/organisations/department-for-work-pensions/about/complaints-procedure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:40.661Z"
    },
    "id": 106410,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106410.json"
    },
    "type": "archived-petition"
}