{
    "attributes": {
        "action": "Save our village! Stop building housing developments in Sherburn In Elmet.",
        "additional_details": "The following applications have already been passed:\r\n120 homes to be built behind carousel walk, Strata Homes\r\n348 homes to be built between moor lane and low street, Red Row\r\n\r\nApplication pending consideration for 270 houses off Hodgsons Lane\r\nApplication pending consideration for 135 houses off Springfield Road and Springfield Court.\r\n\r\nProposal of 67 homes to be built behind Pinfold Garth.\r\n\r\nThis amount of homes cannot be possible for the village to accommodate especially schools, transport and GPs",
        "background": "Although Selby District Council have established further homes are required in the district. Enough applications have already been accepted in Sherburn in Elmet. Please sign so awareness can be raised by residents that the village cannot cope with anymore housing developments. ",
        "closed_at": null,
        "created_at": "2015-08-25T20:51:32.622Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-26T08:20:37.952Z",
        "opened_at": null,
        "rejected_at": "2015-08-26T12:50:45.184Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local planning is not usually a matter for the UK Government or Parliament. You might like to raise the issues you are concerned about with your local councillors. You can find out who your local councillors are here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe Secretary of State for Communities and Local Government does have some powers to look at specific planning applications. This briefing paper explains more about that process:\r\n\r\nwww.parliament.uk/briefing-papers/SN00930.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:46.726Z"
    },
    "id": 106653,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106653.json"
    },
    "type": "archived-petition"
}