{
    "attributes": {
        "action": "Introduce a tax on sugary drinks in the UK to improve our children's health.",
        "additional_details": "Studies show that soft drinks with added sugar are the largest single source of sugar in the diet's of UK school children & teenagers\r\n\r\nMany health experts are increasingly concerned about sugars contribution to weight gain & type-2 diabetes. \r\n\r\nTooth decay caused by sugar is the most common reason that children aged 5-9 years are admitted to hospital & type-2 diabetes is costing the NHS around £9 billion a year.  It's clear action is needed.\r\n\r\nPlease show your support.\r\n\r\nJamie Oliver and Sustain",
        "background": "Experts believe a tax of just 7p per regular-sized can of soft drink with added sugar could generate £1 billion per year. We believe this crucial revenue should be ring-fenced to support much needed preventative strategies in the NHS and schools around childhood obesity and diet-related disease. \r\n",
        "closed_at": "2016-02-26T23:59:59.999Z",
        "created_at": "2015-08-25T20:43:15.258Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2015-11-30",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-11-30/debates/15113012000001/SugaryDrinksTax",
            "video_url": "http://parliamentlive.tv/Event/Index/5b01a86a-2b13-43f1-b6c2-715877623438"
        },
        "debate_outcome_at": "2015-12-01T11:21:52.003Z",
        "debate_threshold_reached_at": "2015-09-05T12:53:22.195Z",
        "government_response": {
            "created_at": "2015-09-18T14:58:38.357Z",
            "details": "The Government has no plans to introduce a tax on sugar-sweetened beverages. \r\n\r\nThe Government has committed to a tax lock to avoid raising the cost of living and to promote UK productivity and economic growth, however, the Government keeps all taxes under review, with decisions being a matter for the Chancellor as part of the Budget process. \r\n\r\nThe causes of obesity are complex, caused by a number of dietary, lifestyle, environmental and genetic factors, and tackling it will require a comprehensive and broad approach.  As such, the Government is considering a range of options for tackling childhood obesity, and the contribution that Government, alongside industry, families and communities can make, and will announce its plans for tackling childhood obesity by the end of the year.  \r\n\r\nDepartment of Health",
            "responded_on": "2015-09-18",
            "summary": "The Government has no plans to introduce a tax on sugar-sweetened beverages.  The Government will announce its plans for tackling childhood obesity by the end of the year.  ",
            "updated_at": "2015-09-18T14:58:38.357Z"
        },
        "government_response_at": "2015-09-18T14:58:38.359Z",
        "moderation_threshold_reached_at": "2015-08-25T21:33:47.161Z",
        "opened_at": "2015-08-26T12:48:04.628Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-03T21:17:11.065Z",
        "scheduled_debate_date": "2015-11-30",
        "signature_count": 155516,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:47.840Z"
    },
    "id": 106651,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106651.json"
    },
    "type": "archived-petition"
}