{
    "attributes": {
        "action": "David Cameron and other politicians to survive on minimum wage for a year.",
        "additional_details": "",
        "background": "People are struggling to survive on minimum wage. England is in a position where the rich get richer and the poor get poorer. Maybe if politicians and our government can see how much of a struggle it is for people on minimum wage then maybe something can be done about it.  ",
        "closed_at": null,
        "created_at": "2015-08-26T10:05:47.967Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-26T10:53:32.901Z",
        "opened_at": null,
        "rejected_at": "2015-08-26T12:58:37.236Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay. IPSA conducted a public consultation after 2012 and decided what the salaries of MPs should be after the election.\r\n\r\nIf you would like to contact IPSA about its decision, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n\r\nThe only way that the decision of IPSA could be challenged would be if the law was changed to return the power to set MPs’ pay to the MPs themselves, or to give the power to some other body. The law could only be changed by Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:47.975Z"
    },
    "id": 106693,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106693.json"
    },
    "type": "archived-petition"
}