{
    "attributes": {
        "action": "Amend the Animal Welfare Act;make it illegal to leave an animal in a hot vehicle",
        "additional_details": "My name is Claire Grundy, I'm the Operations Manager of Birchwood Shopping Centre, Warrington. As part of Shopping Centre life we experience many things, including the seasonal issue of dogs left in cars in unbearable heat. Despite many powerful campaigns, some pet owners still leave their beloved pets in their vehicles during hot weather, possibly unaware of the dangerous physical affects to the animal. If the animal dies this is handled by the Animal Welfare Act – but isn't death far too late?",
        "background": "We would like to see a change to the Animal Welfare Act 2006 to make it illegal to cause unnecessary suffering to any animal through leaving it unattended in a hot vehicle, long enough to result in any level of discomfort to that animal.  ",
        "closed_at": "2016-02-26T23:59:59.999Z",
        "created_at": "2015-08-25T16:39:18.445Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-08T14:23:32.587Z",
            "details": "The Animal Welfare Act 2006 is the principal animal welfare legislation. There are significant penalties for committing an offence under the Act. Anyone who is cruel to an animal, or does not provide for its welfare needs, may be banned from owning animals, face an unlimited fine or be sent to prison.  The Government takes animal welfare issues very seriously and it is one of its priorities to ensure that, as far as possible, all animals in the care of humans are looked after appropriately. \r\n\r\nhttp://www.legislation.gov.uk/ukpga/2006/45/contents \r\n\r\nThere are codes of practice for the welfare of dogs, cats, horses (including other equidae) and privately kept non-human primates. They provide owners and keepers with information on how to meet the welfare needs of their animals, as required under the Animal Welfare Act 2006. They can also be used in courts as evidence in cases brought before them relating to poor welfare. The codes apply to England only (Wales and Scotland have their own equivalent codes), and are in force from 6 April 2010.\r\n\r\nUnder the 2006 Act, it is an offence either to cause any captive animal unnecessary suffering or to fail to provide for the welfare needs of the animal.  Anyone who is cruel to an animal, or does not provide for its welfare needs, may be banned from owning animals, face an unlimited fine, be sent to prison or both.  The court may, in addition to any other punishment on conviction, deprive a person of ownership of an animal as it thinks fit, if it is satisfied that to leave the animal with the owner would expose it to further cruelty. The court may also disqualify the person convicted from having custody of any animal for such a period (including life) as it thinks fit.\r\n\r\nThere have been occasions in the past where prosecutions have been made to those who have left dogs in hot cars, resulting in the death of the animal. Therefore there is no need to amend the Animal Welfare Act as it stands because this falls under the existing legislation: http://www.legislation.gov.uk/ukpga/2006/45/section/4 \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2016-03-08",
            "summary": "The Animal Welfare Act is one of the most comprehensive pieces of legislation to protect animal welfare anywhere in the world. There is therefore no need to change the law as suggested.",
            "updated_at": "2016-03-08T14:23:32.587Z"
        },
        "government_response_at": "2016-03-08T14:23:32.589Z",
        "moderation_threshold_reached_at": "2015-08-25T18:38:58.195Z",
        "opened_at": "2015-08-26T12:43:35.558Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-26T21:52:05.499Z",
        "scheduled_debate_date": null,
        "signature_count": 10184,
        "state": "closed",
        "updated_at": "2018-07-11T13:28:04.100Z"
    },
    "id": 106636,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106636.json"
    },
    "type": "archived-petition"
}