{
    "attributes": {
        "action": "Preserve 'The Spinney Allotments' and save from development.",
        "additional_details": "This piece of land was given as a gift to local residents by The Thomas White charity. It should be used in the manner it was gifted for and not lost to forever to new homes. \r\nThe access and egress is onto Glendower Avenue. This has ,only this year,had major traffic calming measures installed, which indicates its already at high capacity for vehicles and could do with further loading by new development. ",
        "background": "Historically,  'The Spinney Allotments' has had several applications for planning refused. The current application is for thirty homes to be built on community allotment space.\r\nWe'd like to preserve this space for the good benefit of the local community.",
        "closed_at": null,
        "created_at": "2015-08-26T06:34:16.448Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-26T12:01:47.192Z",
        "opened_at": null,
        "rejected_at": "2015-08-26T12:55:41.721Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local planning is not usually a matter for the UK Government or Parliament. You might like to raise the issues you are concerned about with your local councillors. You can find out who your local councillors are here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe Secretary of State for Communities and Local Government does have some powers to look at specific planning applications. This briefing paper explains more about that process:\r\n\r\nwww.parliament.uk/briefing-papers/SN00930.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:05:47.458Z"
    },
    "id": 106677,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106677.json"
    },
    "type": "archived-petition"
}