{
    "attributes": {
        "action": "Introduce processes that speed up the resolution of disputes within Family Law",
        "additional_details": "With more single parents than ever, modern society requires a more relevant UK legislation that is applicable to modern times. Children growing up in separated households need not suffer if both parents have equal rights and responsibilities to that child. Justice for Children is looking to create a reform on current UK family law, to make it, and the processes behind it more relevant for today's modern society and modern way of living. Children need not go months or years with an absent parent.",
        "background": " Justice for Children aims to introduce processes that speed up the resolution of disputes within UK Family Law, to help prevent non-essential cases getting to court and to enforce existing court orders based on satisfactory evidence.",
        "closed_at": "2016-02-28T23:59:59.999Z",
        "created_at": "2015-08-26T23:40:07.506Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-11T12:23:03.788Z",
            "details": "Recognising that dealing with disputes through the court system not only increased the tension between separating and divorcing adults but often protracted disputes, we introduced the Child Arrangements Programme (CAP) in April 2014. The CAP aims to avoid litigation wherever possible, placing the emphasis on out of court settlements. \r\n\r\nResidence and contact orders were abolished and replaced with child arrangements orders. Such orders deal with the arrangements such as with whom a child is to live, spend time or otherwise have contact, and when a child is to live, spend time or otherwise have contact with any other person. \r\n\r\nUnder the CAP, those wishing to apply to court for a child arrangements order must first attend a Mediation Information and Assessment Meeting (MIAM), unless one of the exemptions to attending mediation apply. Mediation assists parents in reaching mutual agreements about their children without taking disputes to the court. While this statutory requirement applies directly to the applicant, others involved in the dispute are also expected to engage in the process. People who are eligible for legal aid for family mediation receive funding to attend a MIAM and subsequent mediation sessions, and may also qualify for legal help with mediation. If at least one person is eligible for legal aid then the cost of attending the MIAM is free for both parties, and the cost of the first mediation session is also free for both parties where at least one is eligible for legal aid. Even after an application to the court has been made, the judge is obliged to consider at every stage whether or not a non-court dispute resolution is appropriate, and may adjourn proceedings to enable the parties to explore such a route. \r\n\r\nThe Government firmly believes that it is in a child’s best interests for each parent to be involved in his or her upbringing, provided this is safe. Any orders made by the court must by law make the welfare of the child the paramount consideration. The Government recognised that the law could be made clearer in order to restore public confidence in the family justice system and introduced legislation in October 2014 in relation to child arrangements orders. The new legislation requires the court to presume that the involvement of each parent in the life of the child concerned will further that child’s welfare, unless the contrary can be shown. However, the presumption does not establish any rights for either parent above another, nor any right to equal time with a child. We strongly believe in the requirement under the 1989 Children Act for the court to make the welfare of the child its paramount consideration. \r\n \r\nWhen a child arrangements order is not complied with the Government believes it is right that the courts have enforcement powers to secure compliance, where that becomes necessary.  In addition to treating breach as contempt of court punishable by a fine or imprisonment, the court has a range of powers to deal with breaches where the court has made an order and it has been breached for no good reason. Although courts must consider the individual circumstances of each case, child arrangements orders can be enforced by means of an enforcement order requiring the person who, without good reason, failed to comply with the child arrangements order to carry out unpaid work. It is also possible to apply to the court for financial compensation for losses incurred as a result of a failure to comply with a child arrangements order, for example for the cost of a holiday which was lost.\r\n\r\nFamily law in Scotland and Northern Ireland is a devolved matter. Therefore, it is for the devolved administrations in Scotland and Northern Ireland to take such action they see fit to ensure that family disputes are resolved in a satisfactory way.\r\n\r\nMinistry of Justice",
            "summary": "The Government is committed to helping parents resolve disputes over children, without having to go through lengthy court processes unnecessarily. ",
            "updated_at": "2016-05-11T12:23:03.788Z"
        },
        "government_response_at": "2016-05-11T12:23:03.795Z",
        "moderation_threshold_reached_at": "2015-08-27T09:56:04.361Z",
        "opened_at": "2015-08-28T11:19:31.103Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-06T23:42:48.551Z",
        "scheduled_debate_date": null,
        "signature_count": 12500,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:49.970Z"
    },
    "id": 106765,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106765.json"
    },
    "type": "archived-petition"
}