{
    "attributes": {
        "action": "DECC to urgently review the current approach to the solar feed in tariff",
        "additional_details": "Subsidies for ALL renewables currently cost £3.5bn yr compared to £26bn yr in subsidies for fossil fuels. That's £400 per year per household to support the fossil fuel industry. ",
        "background": "Today (27/08/15) DECC announced a proposed cut of the Solar Feed In Tariff by 87% by January 2016. A variety of recent cuts by government to support solar and renewable energy will cause a loss of affordable clean energy choices, taking away power from people and handing it back to big energy firms.",
        "closed_at": "2016-02-28T23:59:59.999Z",
        "created_at": "2015-08-27T12:52:34.421Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-21T14:49:21.130Z",
            "details": "It is a condition of our State Aid approval from the European Commission that we review the performance of the Feed-in Tariff scheme (FITs) every three years and ensure that generators receiving FITs are not overcompensated.\r\n\r\nWe are currently consulting on new generation tariffs based on fresh evidence collected by independent consultants which suggests that, amongst other issues, the costs of buying and installing solar technology has fallen significantly since our last review in 2012. \r\n\r\nThe proposed new tariffs are designed to bring forward more renewables deployment and still give investors a return on their investment of between 4-9%. Proposing appropriate tariffs is part of the consultation process and we welcome further evidence from stakeholders on our assumptions.\r\n\r\nThe generation tariff is not the whole picture for those benefitting from generating their own electricity. FIT recipients also benefit from significant savings on their electricity bills as well as payments for exporting electricity to the grid. Factoring these benefits into the overall lifetime revenue for small-scale solar investors results in an overall reduction in revenue of 40%, rather than 87%, and this still provides an appropriate return on investment.\r\n\r\nFITs has been successful in meeting its renewable energy deployment projections. We have already met or exceeded our 2020 projections for wind, hydro, and anaerobic digestion and, even if we implement the cost control measures of the FIT Review, we will be within the 2020 deployment range for solar PV.\r\n \r\nSince 2010 we have seen an average of £7 billion a year of investment in renewables and last year we reached a record high of almost £8 billion. However, figures released by the Office for Budgetary Responsibility in July 2015 project that we are likely to exceed the budget set for renewable energy subsidies (the ‘Levy Control Framework’) by £1.5bn a year in 2020/21. Public expenditure on renewables has therefore exceeded all our expectations.\r\n\r\nThis expenditure is helping to meet our target to generate at least 30% of our electricity from renewables by 2020. Even with the actions proposed in the FIT Review we are on track to deliver at least 30% of our electricity from renewable sources by 2020. At the end of 2013, our share of electricity generation from renewable energy was 14.9%. In 2014 this figure rose to 19.2%, and a record of 22.3% was recorded in the first quarter of 2015.\r\n\r\nDepartment of Energy and Climate Change",
            "summary": "The Government is committed to a low carbon and affordable future for energy while also ensuring bill payers are getting the best possible deal.",
            "updated_at": "2015-09-21T14:49:21.130Z"
        },
        "government_response_at": "2015-09-21T14:49:21.133Z",
        "moderation_threshold_reached_at": "2015-08-27T14:05:08.739Z",
        "opened_at": "2015-08-28T10:35:55.180Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-04T08:17:07.271Z",
        "scheduled_debate_date": null,
        "signature_count": 27695,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:50.617Z"
    },
    "id": 106791,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106791.json"
    },
    "type": "archived-petition"
}