{
    "attributes": {
        "action": "Proscribe the 'political party' Britain First",
        "additional_details": "Their founder, James Dowson as to why he set up Britain First:\r\n\"In an interview with Channel Four News, Dowson admitted to pursuing a \"holy war\" on the streets of Britain:\r\n\"One thing I agree with Mr Choudry on, there is such a concept as a just war, a holy war. He calls it Jihad. We call it a crusade,\" he told Paraic O'Brien.\r\n\"Without any shadow of a doubt, this is a holy war.\"\r\nhttp://www.politics.co.uk/news/2014/06/19/britain-first-the-violent-new-face-of-british-fascism\r\n",
        "background": "Britain First are an extremist offshoot of the BNP. Via the internet and social media the group spews out anti Muslim propaganda in order to fulfill their goal of an 'Holy War' against the Muslim community in the UK.\r\nThe UK Government must proscribe this party before they achieve their aims.",
        "closed_at": "2016-03-04T23:59:59.999Z",
        "created_at": "2015-08-28T08:57:16.276Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-28T13:49:07.019Z",
            "details": "Under the Terrorism Act 2000, the Home Secretary may proscribe an organisation if she believes it is concerned in terrorism, and it is proportionate to do.  For the purposes of the Act, this means that the organisation:\r\n•\tcommits or participates in acts of terrorism; \r\n•\tprepares for terrorism; \r\n•\tpromotes or encourages terrorism (including the unlawful glorification of terrorism); or \r\n•\tis otherwise concerned in terrorism.\r\n\r\n“Terrorism” as defined in the Act, means the use or threat which: involves serious violence against a person; involves serious damage to property; endangers a person’s life (other than that of the person committing the act); creates a serious risk to the health or safety of the public or section of the public; or is designed seriously to interfere with or seriously to disrupt an electronic system.  The use or threat of such action must be designed to influence the government or an international governmental organisation or to intimidate the public or a section of the public and be undertaken for the purpose of advancing a political, religious, racial or ideological cause.\r\n\r\nThe Government’s ‘Prevent’ strategy is committed to tackling all forms of extremist beliefs that could lead to terrorism, including far right extremism.\r\n\r\nThe Government condemns those who seek to spread hate by demonising British Muslims.  Those who seek to divide us damage our country by stoking anti-Muslim hatred and deliberately raise community fears and tensions by bringing disorder and violence to our towns and cities.  \r\n\r\nThe Government’s Counter-Extremism Strategy sets out comprehensive measures to defeat all forms of extremism – violent or non-violent, Islamist or Neo-Nazi, by countering extremist ideology, building partnerships against extremism, disrupting extremists, and building cohesive communities.\r\n\r\nHome Office",
            "responded_on": "2016-01-28",
            "summary": "While we keep the list of proscribed organisations under review, we do not routinely comment on whether an organisation is or is not under consideration for proscription.",
            "updated_at": "2016-01-28T13:49:07.019Z"
        },
        "government_response_at": "2016-01-28T13:49:07.021Z",
        "moderation_threshold_reached_at": "2015-08-28T09:23:13.957Z",
        "opened_at": "2015-09-04T09:20:45.877Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-19T20:21:55.409Z",
        "scheduled_debate_date": null,
        "signature_count": 12467,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:51.888Z"
    },
    "id": 106833,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106833.json"
    },
    "type": "archived-petition"
}