{
    "attributes": {
        "action": "Prohibit the building of mosques in the UK",
        "additional_details": "Russia and Italy have prohibited the building of mosques already.\r\nEgypt has closed thousands of its mosques as a crackdown on extremism.\r\nAngola and Central African Republic has demolished most of the mosques in their countries.\r\nThe documentary \"Undercover Mosque\" which was shown on channel four shows clearly that hate against non-Muslims is being preached in UK-mosques.\r\n",
        "background": "This will help with slowing down the influx of immigrants from Islamic countries. It will also help with combating Islamic extremism and terrorism, as jihad (holy war) is being preached in mosques. It is Muslim understanding that the surrounding area of a mosque is Islamic territory.  ",
        "closed_at": "2016-03-10T23:59:59.999Z",
        "created_at": "2015-08-30T22:22:02.641Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-06T13:09:20.069Z",
            "details": "Freedom of religious observance for all citizens is a fundamental principle of a free society; with people free to form religions and free to follow their own practices and beliefs provided they remain within the law. The Prime Minister outlined in his speech in Birmingham in July (https://www.gov.uk/government/speeches/extremism-pm-speech) the profound contribution Muslims from all backgrounds and denominations make to our country, emphasizing that there is no contradiction between being a Muslim and being British and that Muslims are central to Britain's history and British life today.\r\n\r\nWe must distinguish between Islam and Islamist extremism. The Government has unequivocally condemned extremists like the murderers of Lee Rigby and the perpetrators of terrorism in France and Tunisia who purport to be acting in the name of Islam, but in fact are acting contrary to the teachings of this faith.  It is important to recognise that mainstream Islamic scholarship and leadership in Britain has stressed Islam’s explicit opposition to terrorism, supported inter faith dialogue and social action, and contributed to discourses about active citizenship in Britain.\r\n\r\nThe Government is determined to defeat extremism in all its forms.  We need to protect communities and safeguard individuals from the influence of extremists and build a partnership with communities to achieve it.\r\n\r\nDepartment for Communities and Local Government",
            "responded_on": "2015-10-06",
            "summary": "The Government does not support prohibiting the building of mosques in the UK. We are determined to promote our common values of freedom of speech and worship as the best defence against extremists.",
            "updated_at": "2015-12-03T14:36:59.807Z"
        },
        "government_response_at": "2015-10-06T13:09:20.071Z",
        "moderation_threshold_reached_at": "2015-09-02T14:36:10.630Z",
        "opened_at": "2015-09-10T10:58:03.776Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-14T13:17:40.037Z",
        "scheduled_debate_date": null,
        "signature_count": 23141,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:54.286Z"
    },
    "id": 106943,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/106943.json"
    },
    "type": "archived-petition"
}