{
    "attributes": {
        "action": "The Cancer Drug Fund (CDF) is not fit for purpose and needs to be replaced",
        "additional_details": "With further cuts to the CDF in prospect it is time to review how cancer drugs are funded. The best people to make a decision to whether a drug is suitable or not is the patient and their own oncologist.\r\nNHS purchasing contracts should be negotiated by qualified and experienced negotiators/buyers on a national basis. The NHS has enormous purchasing power it, should be used to good effect.\r\nThis will ensure fair access to these life extending drugs for all four countries.",
        "background": "The CDF was set up in 2010 as a sticking plaster for cancer drugs not recommended by NICE. The fund currently allows patients to access 37 drugs that are not routinely available on the NHS in England. More than 20 treatments were removed or restricted in January. Further drugs are now at risk.",
        "closed_at": "2016-03-04T23:59:59.999Z",
        "created_at": "2015-09-02T15:15:52.704Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-15T13:18:34.304Z",
            "details": "The Government recognises the importance of having access to new and promising treatments for people affected by cancer and firmly believes that clinically appropriate drugs that are established as cost-effective should be routinely available to NHS patients. This year £340 million has been invested in the Cancer Drugs Fund (CDF) and 72,000 people in England have so far received the life-extending cancer drugs that would not otherwise have been routinely available to them.\r\n \r\nNHS England is responsible for the operational management of the Fund. \r\nAdvances in medical science mean that new cancer medicines are emerging all the time and NHS England needs to regularly prioritise its national CDF list.  \r\n \r\nDecisions on which treatments are included on the national CDF list are made by the CDF expert clinical panel because it is right these decisions are clinically led.\r\nThe panel includes expert oncologists, oncology pharmacists and patient representatives.  \r\n \r\nWhere a drug has been removed from the national CDF list as a result of the re-prioritisation process, any patients currently receiving the treatment under the CDF will continue treatment until they and their clinician consider it appropriate to stop. In addition, clinicians can make Individual Cancer Drug Funding Requests (ICDFRs) on the grounds of clinical exceptionality.\r\n \r\nNHS England  is currently considering proposals for evolving the CDF in a more sustainable way.  At its meeting on 23 July 2015, the NHS England Board set out proposals for the Fund and agreed that any proposals should be subject to public consultation later in the year. \r\n \r\nMore generally, the Government takes the issue of ensuring rapid access to innovative therapies very seriously, which is why it has launched an Accelerated Access Review, independently led by Sir Hugh Taylor, to make recommendations to Government on speeding up access for NHS patients to innovative and cost effective new technologies.  \r\n \r\nThe aim of the review is to ensure that the UK is the fastest place in the world for the design, development and widespread adoption of medical innovations so that innovative medicines, devices, diagnostics and digital products get to NHS patients as quickly and safely as possible.  \r\n \r\nThe Review will make recommendations to Government by the Spring of 2016 and an interim report will be published later in the Autumn. More information can be found on the Government website at www.gov.uk by searching for ‘accelerated access review’.\r\n \r\nDepartment of Health",
            "summary": "The Government remains committed to ensuring patients have faster access to effective cancer drugs and the Cancer Drugs Fund has helped over 72,000 people in England receive life-extending drugs.",
            "updated_at": "2015-10-15T13:18:34.304Z"
        },
        "government_response_at": "2015-10-15T13:18:34.307Z",
        "moderation_threshold_reached_at": "2015-09-02T21:04:41.300Z",
        "opened_at": "2015-09-04T14:54:31.885Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-01T21:40:12.096Z",
        "scheduled_debate_date": null,
        "signature_count": 10907,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:57.078Z"
    },
    "id": 107045,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107045.json"
    },
    "type": "archived-petition"
}