{
    "attributes": {
        "action": "Force close Retailers on Boxing day! Greed keeps many having to go to work!",
        "additional_details": "Working in retail at xmas is bad enough, with the long hours, large queues and angry shoppers. Boxing day should be an enforced holiday which allows workers time to spend with their families. Retailers do not save lives, do not provide protection and are not necessary to open on boxing day! Greed is the reason theses companies open and it should be stopped. Family values and traditions should be respected. Let us respect the tradition!",
        "background": "Retailers ram boxing day sales down your throat, but it is important to remember that retail workers have families too and would probably appreciate an extra day of xmas with them. Rather than having to return and work ridiculous hours listening to people complain and shout about their returns!",
        "closed_at": "2016-03-03T23:59:59.999Z",
        "created_at": "2015-09-03T13:20:57.282Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-15T10:35:46.896Z",
            "details": "The Importance of the Retail sector and its employees\r\n\r\nThe Government recognises the importance of retail to national and local economies.  It employs 3 million people and the sector generated £90 billion of Gross Value Added in 2014, 5.6% of the UK economy and 4% higher than in 2013.\r\n\r\nThe Government also believes that all workers, including those in retail, should have access to employment rights and protections.  The Government’s website, GOV.UK, provides detailed and accessible advice on all aspects of employment, including what to do in case of a dispute.\r\n\r\nRetail opening hours\r\n\r\nThere are no controls on shops’ opening hours on Boxing Day, unless it falls on a Sunday. The Sunday Trading Act 1994 limits the opening hours of large stores in England and Wales (i.e. those with a trading area over 280 square metres / 3,000 square feet) to 6 continuous hours on a Sunday and not at all on Easter Sunday. The Christmas Day Trading Act 2004 prohibits large shops from opening on Christmas Day whatever day of the week it falls. Similar legislation applies in Northern Ireland.\r\n\r\nThe arrival of the internet has changed consumers’ shopping habits radically and many have got used to the freedom to buy what they need at any time that suits them. Online businesses and smaller retailers already have the flexibility to respond to this demand. Billions of pounds are spent by millions of shoppers on Boxing Day and it is also a busy day for internet sales. The Government believes that all businesses should be allowed flexibility to meet their customers’ needs and offer consumers choice about when and how they want to shop. This will help drive competition, productivity and the local economy, as well as helping create jobs.\r\n\r\nIn this internet age, the Government aims to support local high streets to remain at the heart of our communities by being vibrant and viable places where people live, shop, use services and spend their leisure time, both during the day and evening. \r\n\r\nBoxing Day, Bank Holidays and Working Hours\r\n\r\nThe Government believes that the current regulatory situation represents a fair balance between the interests of employers and workers. \r\n\r\nIf Boxing Day falls on a Saturday or Sunday, then the Government arranges for another day to be a bank holiday.  As Boxing Day falls on Saturday 26 December in 2015, there will be a public holiday on Monday 28 December 2015.\r\n\r\nUnder the relevant legislation (the Working Time Regulations or WTRs), workers do not have a statutory entitlement to time off on Bank Holidays.  However employers may allow workers to take time off on those days.\r\n\r\nWorkers have many protections under the WTR, including\r\n•\tA statutory annual leave entitlement of 5.6 weeks (subject to a limit of 28 days)\r\n•\tA maximum working week of 48 hours, normally averaged over 17 weeks (however workers can choose to opt-out of the 48 hour limit)\r\n•\tEntitlements to rest breaks, and daily and weekly rest periods\r\n\r\nYoung workers and night workers are entitled to additional protections.\r\n\r\nIf workers are unhappy with any aspects of their working conditions, they can contact the ACAS helpline for free and confidential advice on 0300 123 1100, or consult the ACAS website at www.acas.org.uk. \r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "We do not believe it is for central Government to tell businesses how to run their shops or how best to serve their customers. Therefore we are not proposing to ban shops from opening on Boxing Day. ",
            "updated_at": "2015-12-15T10:35:46.896Z"
        },
        "government_response_at": "2015-12-15T10:35:46.899Z",
        "moderation_threshold_reached_at": "2015-09-03T13:40:58.545Z",
        "opened_at": "2015-09-03T15:01:01.377Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-22T20:59:15.595Z",
        "scheduled_debate_date": null,
        "signature_count": 27525,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:00.135Z"
    },
    "id": 107166,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107166.json"
    },
    "type": "archived-petition"
}