{
    "attributes": {
        "action": "Refuse asylum seekers & remove support for so called refugee migrants in the UK",
        "additional_details": "",
        "background": "A petition for people who do not support the petition \"Accept more asylum seekers and increase support for refugee migrants in the UK.\"",
        "closed_at": "2016-03-04T23:59:59.999Z",
        "created_at": "2015-09-03T11:42:16.367Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-30T13:40:23.775Z",
            "details": "We appreciate that immigration is an issue which matters to the British public.  Uncontrolled, mass migration makes it difficult to maintain social cohesion, puts pressure on public services, and can force down wages. That is why we have taken a wide range of measures to tackle abuse of our immigration system and to make it systematically harder for people to enter illegally, work or remain in the UK.\r\n\r\nHowever, the UK has a proud history of providing protection to those who need it, in accordance with our international obligations under the Refugee Convention and European Convention on Human Rights. It is right that we carefully consider all asylum claims lodged in the UK so that we do not return those who face persecution to their country of origin. Those found not to be in need of international protection are refused but can appeal to the independent courts. Once appeal rights are exhausted, failed asylum seekers must leave the UK, or their removal will be enforced. \r\n\r\nWhat we are currently seeing in the Mediterranean is unprecedented. It is a mass movement of people, some fleeing persecution and some who are coming to Europe for economic reasons. We are committed to ensuring that we have an immigration system that is fair to British citizens, legitimate migrants and those who need our protection, but tough on those who abuse the system. We are determined to ensure that the UK does not become a favoured destination for illegal migration or opportunistic asylum claims and we expect those who come to the UK to work hard and contribute to our economy and society.\r\n\r\nThe UK is playing a leading role in pushing for action through the EU and the UN to tackle the causes of illegal immigration and the organised crime gangs behind it, as well as supporting vulnerable refugees who need our protection.  We believe we need to do more upstream to prevent people from risking their lives by making such perilous journeys in the first place. That means helping the countries where these people come from to reduce the push factors; build stability and create livelihoods.\r\n\r\nWe need to ensure we tackle the people smugglers and traffickers at source.  We have established a dedicated law enforcement team to stop the threat posed by illegal immigration from North Africa, in light of the surge in numbers crossing the Mediterranean.\r\n\r\nThrough the UK-France Declaration we are working to tackle the migrant situation in Calais. Additional security measures over recent weeks have had an impact on the number of people attempting to enter the UK illegally. There is further joint work taking place to return those with no right to be in the UK or France to their home countries; and of course, increased cooperation with wider EU and international partners for example encouraging authorities in Italy to adequately record migrants’ details and ensure that they are not allowed free movement within the EU.\r\n\r\nWe are taking steps to discourage abusive asylum claims and return those with no right to be here. We have made it much tougher for failed asylum seekers and illegal immigrants to access benefits, healthcare, bank accounts and driving licences, while employers who give jobs to those with no right to be here face penalties of up to £20,000 for each individual found employed. This autumn, the new Immigration Bill will go even further by creating a new criminal offence of illegal working, allowing us to seize and confiscate illegal wages, and extending our 'deport first appeal later' approach to ensure that even more illegal migrants are removed from the UK.\r\n\r\nAsylum seekers are not allowed to work in the UK unless their claim has been outstanding for more than 12 months. This policy has been purposefully designed to ensure a clear distinction between economic migration and asylum. The policy protects the resident labour market for those lawfully present in the UK or who are admitted to the UK under the immigration rules for employment or business and discourages those not in need of protection from claiming asylum for economic reasons. \r\n\r\nDestitute asylum seekers are provided with a modest short term package of support while their cases are determined, entirely separate from mainstream benefits. The package is designed to meet essential living needs and includes accommodation and a weekly cash allowance until their asylum claim is decided. The current level of the allowance is £36.95 per week per person.\r\n\r\nIn limited circumstances the Home Office also provides temporary support to those who have had their asylum claims refused, pending their return to their own countries.  \r\n\r\nThe Government is clear that public money should not be used to support illegal migrants, including failed asylum seekers, who can avoid the consequences of being left destitute by taking the appropriate steps to return to their own countries.  \r\n\r\nSupporting those who have no lawful basis of stay in the UK encourages spurious asylum claims.  \r\n\r\nHome Office",
            "summary": "The UK has a proud tradition of providing protection to those who genuinely need it.  However, we are tough on those who abuse the system and make spurious claims. ",
            "updated_at": "2015-11-30T13:40:23.775Z"
        },
        "government_response_at": "2015-11-30T13:40:23.779Z",
        "moderation_threshold_reached_at": "2015-09-03T16:53:28.466Z",
        "opened_at": "2015-09-04T17:01:36.392Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-29T19:17:57.691Z",
        "scheduled_debate_date": null,
        "signature_count": 13010,
        "state": "closed",
        "updated_at": "2017-09-09T06:05:59.408Z"
    },
    "id": 107142,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107142.json"
    },
    "type": "archived-petition"
}