{
    "attributes": {
        "action": "Abraxane MUST be put back on CDF list to improve survival of pancreatic cancer",
        "additional_details": "Abraxane could have a considerable impact on one year survival rates of pancreatic cancer in the UK, which are the worst in Europe.  Trials have shown that in some cases, the drug can extend a patient’s life to over 2 years, allowing patients with advanced pancreatic cancer to resume a normal life, taking part in everyday activities, and more importantly having valuable extra time with their loved ones. \r\n\r\nNHS England and the Department of Health need to review this decision immediately.  ",
        "background": "On 4th September 2015, NHS England made the shocking decision to remove life-extending drug Abraxane®, one of the first new drugs for treatment of pancreatic cancer in 20 years, from the Cancer Drugs Fund. This reduces an already limited choice of treatment options for patients in England.",
        "closed_at": "2016-03-04T23:59:59.999Z",
        "created_at": "2015-09-04T13:41:10.993Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-16T12:11:01.255Z",
            "details": "The Government recognises the importance of having access to new and promising treatments for people affected by pancreatic cancer and firmly believes that clinically appropriate drugs that are established as cost-effective should be routinely available to NHS patients.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) is the independent body that provides guidance on the clinical and cost effectiveness of drugs and treatments. NICE is currently appraising Abraxane (nanoparticle albumin bound paclitaxel or nab-paclitaxel) for the treatment of pancreatic cancer and expects its final guidance to be published in October 2015, subject to any appeals.\r\n\r\nNICE has approved one drug (gemcitabine) for the treatment of pancreatic cancer and is in the process of appraising a number of others (nimotuzumab, Liposomal cisplatin in combination with gemcitabine).\r\n\r\nNHS England is responsible for administering the Cancer Drugs Fund (CDF). Advances in medical science means that new cancer medicines are emerging all the time and NHS England needs to regularly prioritise its national CDF list so people can access these too.  \r\n\r\nDecisions on which treatments are included on the national CDF list are made by the CDF expert clinical panel because it is right these decisions are clinically led.  The panel includes expert oncologists, oncology pharmacists and patient representatives. \r\n\r\nThe inclusion of Abraxane on the national CDF list was reviewed at the panel’s prioritisation meeting at the end of July.  On 4 September 2015, NHS England published its decision following its review of Abraxane.  The CDF panel concluded that the clinical benefits of Abraxane in metastatic pancreatic adenocarcinoma were insufficient to merit retention within current CDF funding and that it will be removed from the list from 4 November 2015.   The panel’s decision summary is available at: www.england.nhs.uk/wp-content/uploads/2015/09/cdf-decision-summ-nanoparticle-albumin-bound-paclitaxel-mpancreatic.pdf\r\n\r\nWhere a drug has been removed from the national CDF list as a result of the re-prioritisation process, any patients currently receiving the treatment under the CDF will continue treatment until they and their clinician consider it appropriate to stop. In addition, clinicians can make Individual Cancer Drug Funding Requests (ICDFRs) on the grounds of clinical exceptionality.\r\n\r\nThe Government remains committed to the Cancer Drugs Fund which has already helped more than 72,000 people access the cancer drugs they need.\r\n\r\nDepartment of Health",
            "summary": "The Government believes that clinically appropriate and cost-effective drugs should be routinely available to NHS patients with pancreatic cancer.",
            "updated_at": "2015-10-06T04:17:04.753Z"
        },
        "government_response_at": "2015-09-16T12:11:01.261Z",
        "moderation_threshold_reached_at": "2015-09-04T14:11:26.231Z",
        "opened_at": "2015-09-04T16:07:28.153Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-09T11:43:26.337Z",
        "scheduled_debate_date": null,
        "signature_count": 38070,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:04.784Z"
    },
    "id": 107388,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107388.json"
    },
    "type": "archived-petition"
}