{
    "attributes": {
        "action": "Set up an emergency shelter program (EU wide) for Syrian refugees",
        "additional_details": "People are fleeing the civil war in Syria in thousands, desperate to find a place of safety. The EU is that place of safety and as citizens of the EU we have a duty of care to shelter those in the most dire need.\r\nWe need to put ourselves in their shoes, I for one would hope that someone would do the same as me and help by giving a temporary home to those who are in desperate need of shelter.\r\nSmall actions from the people in the EU can help and we need to do this before it’s too late.",
        "background": "These are people who have lost everything, their hopes, dreams, their ability to make choices about their future as going back to Syria is not an option. There are many spare rooms and empty homes in the EU or old military bases which could be easily converted into temporary habitable accommodation.",
        "closed_at": null,
        "created_at": "2015-09-04T16:06:20.815Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-07T08:58:12.078Z",
        "opened_at": null,
        "rejected_at": "2015-09-09T11:45:50.745Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/106879\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:05.182Z"
    },
    "id": 107413,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107413.json"
    },
    "type": "archived-petition"
}