{
    "attributes": {
        "action": "Continuous blood glucose monitoring for diabetics to be funded by NHS",
        "additional_details": "",
        "background": "I have insulin dependant diabetes and pay to fund my own continuos monitoring system it has improved my HBA1c (blood sugars) dramatically.  It has taken the worry out of having diabetes, eradicated my hypos and greatly improved my quality of life.  It should be avalible to every one!!",
        "closed_at": "2016-03-09T23:59:59.999Z",
        "created_at": "2015-09-04T18:12:28.829Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-08T13:40:39.022Z",
            "details": "Preventing diabetes and promoting the best possible care for people with diabetes is a key priority for this Government.  We are working hard to improve outcomes and quality of life for those living with diabetes or those who will develop it in the coming years.  Once a patient has been diagnosed with diabetes, it is vital to ensure they can manage their condition as effectively as possible.\r\n\r\nNHS England is working with other organisations to help promote services that are integrated around patients’ needs across all settings; and is implementing a 'customer service platform' to allow patients with diabetes to self-manage through booking their own  appointments, managing their prescriptions, monitoring the care they have received and being able to view their personal health records.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care. NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders.\r\n\r\nIt is for NHS commissioners to decide whether to make continuous glucose monitoring devices available to their local populations.\r\n\r\nIn August 2015, NICE published guidelines which recommend that such devices should not be made routinely available to people with Type 1 diabetes unless they are willing to commit to using them at least 70% of the time and to calibrate them as needed (as well as meeting certain other criteria).  NICE’s guideline on the diagnosis and management Type 1 diabetes in adults (NG17) is available at: www.nice.org.uk/guidance/ng18. \r\n\r\nNICE will next consider updating this guidance in 2 years’ time. In the meantime, NICE is considering setting up a standing update committee for diabetes, which would enable a more rapid update of discrete areas of the diabetes guidelines, as and when new relevant evidence is published. NICE will confirm whether they are proceeding with this in due course.\r\n\r\nAs one way of incentivising improvements to diabetes services, NHS England has introduced the Best Practice Tariff for paediatric diabetes which provides an annual payment for the treatment of every child and young person under the age of 19 with diabetes, providing 13 standards of care are met.\r\n\r\nOne of these standards is to ensure that each young person has received a structured education programme, tailored to their and their family’s needs, both at the time of initial diagnosis and ongoing updates throughout their attendance at the paediatric diabetes clinic.\r\n\r\nDepartment of Health",
            "summary": "NICE has found that, in some cases, continuous glucose monitoring can have benefit but generally it is not more effective than current methods of self monitoring. NICE keeps all guidance under review.",
            "updated_at": "2016-03-08T13:40:39.022Z"
        },
        "government_response_at": "2016-03-08T13:40:39.025Z",
        "moderation_threshold_reached_at": "2015-09-05T19:08:26.983Z",
        "opened_at": "2015-09-09T11:36:33.377Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-09T07:56:03.160Z",
        "scheduled_debate_date": null,
        "signature_count": 10879,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:05.821Z"
    },
    "id": 107435,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107435.json"
    },
    "type": "archived-petition"
}