{
    "attributes": {
        "action": "Put pressure on rich Gulf states so as to make them start accepting refugees!",
        "additional_details": "The facts are that: Saudi Arabia, Kuwait, Qatar, etc, have accepted but 0 refugees! \r\n\r\nThese rich gulf states may make excuses such as that they send lots of aid money, etc; however, would they concede that their aid could fall into the hands of terrorists, or be used up by greedy governments who would but give little to nothing to their citizens, and how if they are allowed just to flee to Europe they may lose their deen (faith or religion) and bring about the rise of nationalism/bigotry?\r\n\r\n",
        "background": "As a Muslim who persistently sees and hears about the plight of innumerable refugees who have fled to countries that they perceive would give them asylum, it comes as a surprise to find out that no rich Gulf (so-called Muslim) state has opened their doors to but not a single refugee! Time 4 change!",
        "closed_at": null,
        "created_at": "2015-09-05T00:28:26.392Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-05T00:43:58.120Z",
        "opened_at": null,
        "rejected_at": "2015-09-09T10:53:08.928Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n \r\nhttps://petition.parliament.uk/petitions/107184\r\n \r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\nYou might also be interested to know that the House of Commons has been debating the refugee crisis in Europe this week. \r\n\r\n- The Prime Minister made a statement on Monday 7 September and was questioned by MPs about it:\r\nhttp://www.parliament.uk/business/news/2015/september/statement-on-syria-refugees-and-counter-terrorism-7-september-2015/\r\n\r\n- On Tuesday 8 September there was an emergency debate on the refugee crisis in Europe:\r\nhttp://www.parliament.uk/business/news/2015/september/emergency-debate-the-refugee-crisis-in-europe/\r\n\r\n- A further debate on this subject is happening today (Wednesday 9 September):\r\nhttp://www.parliament.uk/business/news/2015/september/mps-debate-humanitarian-crisis-in-the-mediterranean-and-europe/\r\n\r\nYou can watch House of Commons debates live at: http://www.parliamentlive.tv/Commons\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:07.021Z"
    },
    "id": 107492,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107492.json"
    },
    "type": "archived-petition"
}