{
    "attributes": {
        "action": "Consider an alternate plan to accepting displaced people into the UK",
        "additional_details": "Short term emotional decisions will prolong austerity and result in further cuts to the Welfare System that is crucial to supporting British society, as well as pushing Public Services beyond the crisis point many services have already reached.\r\n\r\nWe request that the Dublin Agreement is enforced with respect to asylum seekers & resources from the International Development budget diverted to ensure that displaced people and temporary residents can be safely repatriated to their country of origin.",
        "background": "UK has a history of supporting and sheltering victims, but pressure on public services from unfettered immigration has brought the UK to a point where it cant cope with a major influx of displaced people, without major impact on the very fabric of our public services and welfare state. ",
        "closed_at": null,
        "created_at": "2015-09-05T12:36:45.135Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-05T13:35:33.720Z",
        "opened_at": null,
        "rejected_at": "2015-09-09T16:55:59.870Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not quite clear what action you would like the UK Government to take.\r\n\r\nYour petition mentions the Dublin Agreement. We already have a petition asking for the UK to refuse to accept any more refugees that are already in a safe country:\r\n\r\nhttps://petition.parliament.uk/petitions/107199\r\n\r\nIf you would like the Government to take a different action, you might like to start a petition making a specific request for action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:08.604Z"
    },
    "id": 107556,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107556.json"
    },
    "type": "archived-petition"
}