{
    "attributes": {
        "action": "Stop all immigration and close the UK borders until ISIS is defeated.",
        "additional_details": "Allowing uncontrolled immigration and taking in these refugees potentially endangers the entire UK population. At any other time in our history this would be tantamount to a declaration of war and borders would be closed.\r\n\r\nhttp://www.express.co.uk/news/uk/571932/Islamic-State-jihadists-Middle-East-refugees-smuggle-Europe-Nato-chief\r\n\r\nhttp://www.dailymail.co.uk/news/article-2958517/The-Mediterranean-sea-chaos-Gaddafi-s-chilling-prophecy-interview-ISIS-threatens-send-500-000-migrants-Europe-psychological-weapon-bombed.html",
        "background": "In February 2015 Dr Shea, Nato’s Deputy Assistant Secretary General for Emerging Security Challenges, warned there would be IS jihadists on the refugee boats. IS also threatened to flood Europe with 500,000 jihadists.",
        "closed_at": "2016-03-09T23:59:59.999Z",
        "created_at": "2015-09-05T09:06:10.767Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": null,
            "overview": "The Petitions Committee decided on 24 November 2015 not to schedule a debate on this petition, because there had already been a debate on 19 October (scheduled by the Petitions Committee) on a similar petition entitled “Stop allowing immigrants into the UK.”\r\n\r\nYou can watch the 19 October debate here: \r\n\r\nhttp://www.parliamentlive.tv/Event/Index/2d2e5038-cbf0-4a43-bfc3-6a6deb279c4d\r\n\r\nYou can read a transcript here:\r\n\r\nhttps://hansard.digiminster.com/commons/2015-10-19/debates/15101914000001/Immigration",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-02-17T18:22:58.647Z",
        "debate_threshold_reached_at": "2015-11-14T16:06:05.759Z",
        "government_response": {
            "created_at": "2015-11-24T15:46:02.855Z",
            "details": "The UK government has no intention of closing Britain’s borders, as this would create more problems than it would solve. The UK remains ‘open for business’ for legitimate travellers and trade.  However, we continue to operate our borders securely and to enforce our immigration laws.  This includes carrying out 100% checks on arriving passengers in order to identify any criminal, security and immigration concerns.  Given recent events in Paris, Border Force has intensified checks on people, goods and vehicles entering the UK from the near continent and elsewhere, undertaking additional and targeted security checks against passengers and vehicles travelling to France via both maritime and rail ports and a number of airports across the country.\r\n\r\nHome Office",
            "responded_on": "2015-11-24",
            "summary": "The UK government will not close Britain’s borders. It will ensure access for legitimate travellers and trade whilst operating its borders securely to protect the public from the threat of terrorism.",
            "updated_at": "2015-11-24T15:46:02.855Z"
        },
        "government_response_at": "2015-11-24T15:46:02.858Z",
        "moderation_threshold_reached_at": "2015-09-05T09:37:36.590Z",
        "opened_at": "2015-09-09T12:02:47.037Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-14T13:26:37.536Z",
        "scheduled_debate_date": null,
        "signature_count": 463501,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:07.649Z"
    },
    "id": 107516,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107516.json"
    },
    "type": "archived-petition"
}