{
    "attributes": {
        "action": "Say NO to taking in more refugees. Say YES to helping our own people first.",
        "additional_details": "The majority of UK citizens do not want more refugees, yet the government backs down to media pressure. This just shows how weak this country really is. There are thousands of Ex servicemen who are homeless and hungry.  Some have mental health issues caused trying to implement YOUR foreign policy.  These soldiers have to rely on charities for essential help. It's a shame the media don't show more of this. Instead, they prefer to emotionally blackmail the general public. ",
        "background": "There is a petition going round drumming up support for accepting refugees.  It currently has 400,000 supporters. What about the millions of other UK citizens that don't want them. Don't be brainwashed by the media. All because the media pulled at your heart strings. Charity starts at home people.",
        "closed_at": null,
        "created_at": "2015-09-06T08:57:24.633Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-06T10:20:34.919Z",
        "opened_at": null,
        "rejected_at": "2015-09-10T10:23:52.256Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n \r\nhttps://petition.parliament.uk/petitions/107142\r\n \r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\nYou might also be interested to know that the House of Commons has been debating the refugee crisis in Europe this week. \r\n\r\n- The Prime Minister made a statement on Monday 7 September and was questioned by MPs about it:\r\nhttp://www.parliament.uk/business/news/2015/september/statement-on-syria-refugees-and-counter-terrorism-7-september-2015/\r\n\r\n- On Tuesday 8 September there was an emergency debate on the refugee crisis in Europe:\r\nhttp://www.parliament.uk/business/news/2015/september/emergency-debate-the-refugee-crisis-in-europe/\r\n\r\n- A further debate on this subject took place on Wednesday 9 September:\r\nhttp://www.parliament.uk/business/news/2015/september/mps-debate-humanitarian-crisis-in-the-mediterranean-and-europe/\r\n\r\nYou can watch House of Commons debates live at: http://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:10.292Z"
    },
    "id": 107647,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107647.json"
    },
    "type": "archived-petition"
}