{
    "attributes": {
        "action": "Reverse cuts to the Cancer Drugs Fund to support UK citizens with rarer cancers",
        "additional_details": "What does it say about the value structure of a government who are willing to let over 5,000 UK victims of rarer cancers risk ill-health and death for a fraction of the hundreds of billions spent on defence each year?\r\n\r\nThe government needs to INCREASE funds in this area, and they must negotiate with the pharmaceutical companies and recoup costs from them.\r\n\r\nCancer is indiscriminate- as a society we must support EVERYONE to have the access to the healthcare they need, regardless of financial cost.",
        "background": "On Nov the 4th the government will cut its funding to the Cancer Drugs Fund, which provides life-saving and life-prolonging treatment to people with rarer cancers who require expensive medicine to maintain a good quality of life. This will endanger the lives of over 5,000 UK citizens each year.\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-09-08T11:50:13.322Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-08T21:13:22.919Z",
        "opened_at": null,
        "rejected_at": "2015-09-11T14:58:54.114Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/107548\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:15.859Z"
    },
    "id": 107903,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107903.json"
    },
    "type": "archived-petition"
}