{
    "attributes": {
        "action": "STOP the refugees coming in before it is too late! open your eyes England.",
        "additional_details": "We are good hearted people and think that bringing these refugees here is a good idea, this seems like the nice thing for our country to do but I can assure you that ISIS are a smart militant group who are fooling us right under our noses. They say that vigorous checks will be done on the refugees but can we really trust this? do you want your country to be taken over by Islam extremists? something needs to be done - we need to make a stand. Why are these rich muslim countries offering no help? ",
        "background": "We are all aware of the Refugee crisis, how are we to know that amongst these innocent refugees there is not ISIS militants? England has problems of its own and it was only a few years ago that ISIS quotes ' we will send militants to the UK disguised as refugees and take over ' open your eyes. ",
        "closed_at": null,
        "created_at": "2015-09-08T16:41:55.275Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-08T16:52:52.074Z",
        "opened_at": null,
        "rejected_at": "2015-09-10T14:11:29.406Z",
        "rejection": {
            "code": "duplicate",
            "details": "Duplicate petition\r\n\r\nWe cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/107142\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\nYou might also be interested to know that the House of Commons has been debating the refugee crisis in Europe this week.\r\n\r\n- The Prime Minister made a statement on Monday 7 September and was questioned by MPs about it: \r\nhttp://www.parliament.uk/business/news/2015/september/statement-on-syria-refugees-and-counter-terrorism-7-september-2015/\r\n\r\n- On Tuesday 8 September there was an emergency debate on the refugee crisis in Europe: \r\nhttp://www.parliament.uk/business/news/2015/september/emergency-debate-the-refugee-crisis-in-europe/\r\n\r\n- A further debate on this subject happened yesterday (Wednesday 9 September): \r\nhttp://www.parliament.uk/business/news/2015/september/mps-debate-humanitarian-crisis-in-the-mediterranean-and-europe/\r\n\r\nYou can watch House of Commons debates live at: http://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:16.799Z"
    },
    "id": 107938,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/107938.json"
    },
    "type": "archived-petition"
}