{
    "attributes": {
        "action": "Save CBeebies & CBBC from the axe",
        "additional_details": "Do you remember your favourite childhood tv show; perhaps you had many favourites...I know I did?\r\n\r\nI have lost count of how many times I have been with friends & family and recounted which shows I enjoyed, remembering characters, scenes, theme tunes, etc; such happy memories!\r\n\r\nNow imagine future generations being deprived of, the educational made fun, the world opened up to you and memories that last a lifetime!\r\n\r\nPlease, please sign the petition and give our children what we all had, thank you.",
        "background": "The BBC has been asked to cut £150m from it's budget. This and the fact that it's Charter, which is reviewed in December 2016, is under more scrutiny than ever before, means that it is actually considering closing down the CBeebies & CBBC channels.\r\n\r\nWe must stop this threat now!",
        "closed_at": null,
        "created_at": "2015-09-09T10:30:18.500Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-11T18:13:35.439Z",
        "opened_at": null,
        "rejected_at": "2015-09-14T18:30:12.149Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn’t something that the UK Government or Parliament would be able to do. The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nThe Royal Charter is currently being reviewed. You could start a petition asking for the Government to ensure that these channels are protected from cuts during charter renewal.\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:18.786Z"
    },
    "id": 108027,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108027.json"
    },
    "type": "archived-petition"
}