{
    "attributes": {
        "action": "Hold a Parliamentary Inquire into Transport for London's failures as a regulator",
        "additional_details": "The London Assembly branded Transport for London a \"woefully inadequate\" regulator, when it comes to the Taxi and Private Hire trade.\r\n\r\nTransport for London have allowed London to become the most congested city in Europe, by approving up to 900 private hire vehicles a week. This is an unsustainable approval rating and is flooding not only the market, but the capitals streets, causing misery for Londoners.\r\n\r\nIllegal touting is rife in the capital, putting Londoners safety at risk.",
        "background": "Transport for London have consistently failed as a regulator of the Taxi and Private Hire trade. Transport for London have allowed unfair regulation to occur, with there now being a serious risk to public safety. \r\n\r\nWe are asking the government to hold a parliamentary inquiry into TfL's failings.",
        "closed_at": null,
        "created_at": "2015-09-09T21:32:48.093Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-09T21:48:03.205Z",
        "opened_at": null,
        "rejected_at": "2015-09-14T19:07:26.314Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Transport for London is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:20.986Z"
    },
    "id": 108107,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108107.json"
    },
    "type": "archived-petition"
}