{
    "attributes": {
        "action": "State the amount of sugar in teaspoons on packaging in food and drink products",
        "additional_details": "The World Health Organisation recommends adults should consume NO MORE than 6 teaspoons of free sugar daily. \r\n\r\nSugar is the main cause of type 2 diabetes and weight gain. \r\n\r\nType 2 diabetes costs the NHS more than £8.8bn per year and could bankrupt it. \r\n\r\nThe Government has a duty of care to the public on health matters and should be putting prevention first. This is an opportunity for it to honour its election pledge to take a \"completely new approach to public health and preventable diseases\".\r\n",
        "background": "Labelling on the FRONT of food and drink packaging should clearly state how many teaspoons of sugar the product contains in total.  Eg. “This pack contains X teaspoons of sugar”, in order that consumers can make an informed choice about purchasing the product or what size portion to serve.\r\n",
        "closed_at": null,
        "created_at": "2015-09-11T07:37:19.696Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-11T08:20:27.850Z",
        "opened_at": null,
        "rejected_at": "2015-09-14T16:33:49.872Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/107359\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:23.667Z"
    },
    "id": 108236,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108236.json"
    },
    "type": "archived-petition"
}