{
    "attributes": {
        "action": "Make it fairer for rehabilitated people with convictions to obtain employment.",
        "additional_details": "Employers continually punish people with conviction who have rehabilitated. The courts have already punished us for our offences, is it right that employers continue the punishment?\r\nThousands of  rehabilitated people with convictions, who have skills and abilities to help employers and society, are denied work because of societies negative views on people with conviction.\r\nThe Criminal Justice System talks of rehabilitation, but does not believe init.\r\nI am not my conviction. I am a good person. ",
        "background": "Employers discriminate against rehabilitated people with convictions.\r\nI have experience where employers have a blanket policy of not taking people on with unspent convictions, even though years have passed since my conviction and where I am now.\r\nThey see a piece of paper, not me.\r\n",
        "closed_at": null,
        "created_at": "2015-09-13T13:03:52.687Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-01T13:45:11.430Z",
        "opened_at": null,
        "rejected_at": "2016-11-04T16:10:50.788Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nFor example, you could ask Parliament to change the law, to make it illegal for employers to discriminate against people with convictions. Or you could start a new petition calling on the Government to provide more support for people with convictions who are looking for work.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:27.320Z"
    },
    "id": 108416,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108416.json"
    },
    "type": "archived-petition"
}