{
    "attributes": {
        "action": "Arrest Tony Blair for war crimes in the middle east and misleading the public.",
        "additional_details": "",
        "background": "Tony Blair led us into a war, using lies and deception, resulting in the death of thousands of our soldiers and hundreds of thousands of civilians. His actions have given rise to instability in the region and terror groups the freedom to rise. He should be arrested and put in prison.",
        "closed_at": "2016-03-22T23:59:59.999Z",
        "created_at": "2015-09-14T10:56:25.082Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-08T17:30:48.786Z",
            "details": "The UK was one of more than 40 countries which contributed to military operations in Iraq from 2003 onwards.   It is clearly in the interests of the British public – and particular important to the families of the 179 UK service personnel who lost their lives in Iraq - to understand how decisions were made by government in the run-up to the conflict in Iraq in 2003, and in the years that followed, up to the withdrawal of the last UK combat troops in July 2009. Government expects that public interest to be met by the Iraq Inquiry, which was announced in June 2009 to consider all aspects of the UK’s involvement in Iraq from 2001 – 2009, including the way decisions were made and actions taken, to establish as accurately as possible what happened and to identify lessons to be learned, in order that, should the UK face similar situations in future, the government of the day is best equipped to respond to those situations in the most effective manner in the best interests of the country. The Inquiry, which is independent of government has taken evidence from some 150 witnesses, some on more than one occasion, and will draw upon thousands of documents, many of them highly sensitive,  to support its conclusions. Government is committed to providing whatever assistance it can in supporting the conclusion of the Inquiry’s work.\r\n\r\nCabinet Office",
            "responded_on": "2015-12-08",
            "summary": "The Iraq Inquiry’s report is expected to be published in June/July 2016. It is very important the Inquiry sets out for the British people what happened and why, so that all the lessons can be learned.",
            "updated_at": "2015-12-08T17:30:48.786Z"
        },
        "government_response_at": "2015-12-08T17:30:48.789Z",
        "moderation_threshold_reached_at": "2015-09-14T16:24:16.615Z",
        "opened_at": "2015-09-22T10:58:34.017Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-27T20:11:59.336Z",
        "scheduled_debate_date": null,
        "signature_count": 21672,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:29.400Z"
    },
    "id": 108495,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108495.json"
    },
    "type": "archived-petition"
}