{
    "attributes": {
        "action": "Stop benefits to more than one wife in the UK",
        "additional_details": "If people require more than one wife they should pay them selves for the privilege. it makes a fool of our state fund. We have disabled and pensioners all having cuts and ex service men living in streets it makes no sense that this has not be addressed. STOP THE FUNDING.",
        "background": "A lot of people living in this country is receiving benefits for more than one wife. the Government is cutting benefits to everyone but it seems not to these people. why should the tax payer of the UK pay for anyone to have more than one wife when we are not allowed to have more than one wife.",
        "closed_at": "2016-03-18T23:59:59.999Z",
        "created_at": "2015-09-13T16:34:40.272Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-03T11:55:49.215Z",
            "details": "The policy not to allow the formation of new polygamous households in the UK is enshrined in s.2 of the Immigration Act 1988. Even if a polygamous marriage is recognised as valid in the country in which it was enacted, the 1988 Act prevents a man from bringing a second or subsequent wife with him into this country. As a result the Home Office has not issued any visas to allow the formation of polygamous marriages since 1988. \r\n\r\nUniversal Credit is calculated on a household basis and so does not recognise polygamous relationships. As a result they will have no impact on the amount of money individuals receive. \r\n \r\nUnder legacy income-related benefits, those wives in polygamous marriages who entered the country prior to 1988 are treated as dependants.  Across these legacy benefits, entitlement is based on the personal allowance for a couple at the normal rate. The additional money that a couple receive compared to a single person is then added to this allowance for each additional person who is part of the polygamous marriage. If a claimant is in a polygamous marriage then the income of each of its members is treated as the claimant's, or joint claim couple’s income and included in the means-test in the normal way. \r\n\r\nThese rules mean that there is no financial advantage for those in polygamous marriages under legacy income-related benefits. Benefit entitlement for any additional partners is restricted to an allowance which is less than the rate for single people.\r\n\r\nDepartment for Work and Pensions",
            "summary": "Marriages which take place in the United Kingdom must be monogamous. Polygamous marriages which take place abroad may be recognised but will make a household no better off under the benefit system. ",
            "updated_at": "2016-02-03T11:55:49.215Z"
        },
        "government_response_at": "2016-02-03T11:55:49.218Z",
        "moderation_threshold_reached_at": "2015-09-13T16:56:22.685Z",
        "opened_at": "2015-09-18T13:59:48.111Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-27T22:28:07.014Z",
        "scheduled_debate_date": null,
        "signature_count": 12958,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:27.653Z"
    },
    "id": 108431,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108431.json"
    },
    "type": "archived-petition"
}