{
    "attributes": {
        "action": "Added sugars to be listed clearly in teaspoons in all packaged foods.",
        "additional_details": "Our food supply has been adulterated by added sugar. Consumers are confused by the terminology used on the package resulting in the consumption of around 40 kg per year of added sugar. NHS figures predict a £10bn resuting cost for the management of diabetes alone.  Biochemical science clearly outlines the dangers of added sugars as explained by USA doctors like Dr Robert Lustig and Dr. Joe Cohen. Consumers can control their health by understanding the risks of added sugars in simplified terms. ",
        "background": "The NHS is under pressure and some of this can be reduced by tackling preventable diseases, like diabetes and obesity. The previous message has been to have a low fat diet and to exercise but this has not reduced the epidemic. Emerging research has linked sugar to all types of chronic disease.  ",
        "closed_at": null,
        "created_at": "2015-09-13T12:48:36.246Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-14T08:46:38.492Z",
        "opened_at": null,
        "rejected_at": "2015-09-15T09:23:22.029Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/107359\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:27.251Z"
    },
    "id": 108413,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108413.json"
    },
    "type": "archived-petition"
}