{
    "attributes": {
        "action": "Strengthen the 2004 Hunting Act",
        "additional_details": "A level 5 fine of £5000 is not an adequate deterrent in enforcing the Act as it stands.  We would like to see section 6 of the Act to be amended to add provision for a prison sentence of up to six months for illegal hunting. Additionally there should be a 'reckless' clause which will make it an offence for anyone to 'cause or permit' one or more dogs to seek out, chase, injure or kill a wild mammal. The widespread flouting of the ban continues to this day and these measures along with several other reforms could ensure our wildlife is protected as it should be.\r\n\r\nFor more details on necessary amendments to strengthen the 2004 hunting Act, please follow this link which features a Hunting Act Amendment Bill.\r\nhttp://campaigntostrengthenthehuntingact.com/powa-proposals-for-amendments-2.php",
        "background": "At least 80% of the UK population are in favour of fox hunting being illegal and yet there were attempts to weaken the act. The Act needs strengthening to ensure people are discouraged from participating in illegal hunting and for those caught hunting, the penalty and arrest needs to be more severe.",
        "closed_at": "2016-03-18T23:59:59.999Z",
        "created_at": "2015-09-14T10:31:50.705Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-12T11:49:57.696Z",
            "details": "The Government stands by its manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote, with a government bill in government time.  \r\n\r\nRepeal would give back to rural communities the freedom to hunt, a traditional part of the fabric of our countryside. However, the Government recognises that hunting evokes strong views on both sides of the argument and that is why this issue has been a free vote issue for many years. A free vote will allow MPs and peers the opportunity to make up their own minds.\r\n\r\nAnyone who believes an offence is taking place, or has taken place, under the Hunting Act 2004 should report the matter to the Police. There are also strict laws in place to protect animal welfare. It is an offence under the Animal Welfare Act 2006 to cause unnecessary suffering to an animal. The maximum penalty is an unlimited fine and/or six months imprisonment.\r\n\r\nThe Government therefore does not agree that the Hunting Act needs strengthening.   \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2016-05-12",
            "summary": "The Government stands by its manifesto commitment to give Parliament the opportunity to repeal the Hunting Act on a free vote and does not agree that it needs strengthening.",
            "updated_at": "2016-05-12T11:49:57.696Z"
        },
        "government_response_at": "2016-05-12T11:49:57.698Z",
        "moderation_threshold_reached_at": "2015-09-14T10:37:58.326Z",
        "opened_at": "2015-09-18T14:26:54.553Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-10T11:15:54.028Z",
        "scheduled_debate_date": null,
        "signature_count": 10907,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:29.159Z"
    },
    "id": 108492,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108492.json"
    },
    "type": "archived-petition"
}