{
    "attributes": {
        "action": "Free  Sergeant Alexander Blackman",
        "additional_details": "IF any charge were to be brought at all- and i doubt this, it should have been manslaughter- not murder.  This man has been let down by the establishment at the time and should be released directly. I doubt that a judge and jury in a staid courtroom could possibly understand what stress and strain under battlefield conditions has on a mans actions at a particular moment in time. All this for reasons i believe of political correctness at the time, and the pressures of (having to be seen to do something).  There are many anomalies in this case which i think should cast doubt on this mans conviction -- Release Sergeant Blackman now with honor and restore him to how he was before this court ruling.  Do the right thing by both him, and his family- The whole Country will thank you for it.",
        "background": "Release this soldier who in the opinion of many should never have been charged with murder and jailed in the first place. Sergeant Blackman was a loyal soldier who whilst doing his duty shot and killed a wounded Taliban insurgent, who moments earlier had been trying to kill both him and his men. ",
        "closed_at": null,
        "created_at": "2015-09-15T08:56:03.520Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-16T10:39:21.282Z",
        "opened_at": null,
        "rejected_at": "2015-09-16T16:11:19.134Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/108570\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:30.726Z"
    },
    "id": 108560,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108560.json"
    },
    "type": "archived-petition"
}