{
    "attributes": {
        "action": "Remove the 14yr maximum sentence for drink and drug drivers who kill.",
        "additional_details": "There has been many cases of drunk and drugged drivers receiving lenient sentences due to the low cap for this crime. In Eveys case the driver made a sober decision that he was going to drink and do drugs that day.  \r\nOur Judges and Police need leeway to administer justice, by removing the cap it will give them the elbow room to administer proper sentences. \r\nNo admittance of guilt should result in a reduction of sentence and good behaviour shouldn't mean time is halved.\r\nCrown vs Robert Blakely",
        "background": "Evey was 10 when she was killed by a drunk and drugged driver travelling at 70 in a 40 limit. He only got ten years and will be out in 5. Why should people get a reduced sentence just because they admit guilt? Why halve their sentences for good behaviour? \r\nWe need a deterrent because there is none.",
        "closed_at": null,
        "created_at": "2015-09-15T14:18:26.372Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-16T07:40:32.718Z",
        "opened_at": null,
        "rejected_at": "2015-09-21T13:57:58.470Z",
        "rejection": {
            "code": "duplicate",
            "details": "I'm sorry - we cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/106499\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:31.099Z"
    },
    "id": 108575,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108575.json"
    },
    "type": "archived-petition"
}