{
    "attributes": {
        "action": "Confront the attacks by Israeli settlers and police on Al Aqsa mosque.",
        "additional_details": "On just Tuesday President of the Jerusalem Affairs Department, Suleiman Ahmed, who was at the scene said at least 36 Palestinians were injured in the morning. Another witness told Al Jazeera news that Palestinians were stopped from entering the mosque to pray, compromising their human right to the practice of religion, whilst Israelis were allowed to roam the mosque freely. We want the culprits to be held accountable and we want the UK government to confront PM Benjamin Netanyahu on the issue.",
        "background": "From the 13th of September 2015 Israeli settlers and police have stormed Al Aqsa mosque daily, using grenades, rubber bullets and tear gas to attack the mosque and innocent worshippers. Parts of the ancient mosque have been burnt and destroyed by Israelis and many Palestinians have been injured. ",
        "closed_at": null,
        "created_at": "2015-09-15T22:06:54.592Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-15T22:20:31.857Z",
        "opened_at": null,
        "rejected_at": "2015-10-12T08:52:38.047Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government to take on this issue. You could start a petition asking for a specific action, provided that this is something that the UK Government or Parliament has the power to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:32.446Z"
    },
    "id": 108628,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108628.json"
    },
    "type": "archived-petition"
}