{
    "attributes": {
        "action": "Save Our Homecare. More funding to support people at home & reward careworkers.",
        "additional_details": "Essential homecare support is not possible unless it has proper funding. Without these important services, older and disabled people may not get the help they need and the stretched NHS faces more pressure.\r\nHomecare is already chronically under-funded and a £750m shortfall is predicted in 2016 if action isn’t taken now. We are calling on the UK Government to address this issue urgently in the autumn spending review.  \r\n",
        "background": "The UK’s crucial homecare support network is facing a crisis. Almost a million people need help to live at home, due to age or disability, yet government continues to put an unbearable squeeze on funding and these vital frontline services are at risk. ",
        "closed_at": "2016-03-25T23:59:59.999Z",
        "created_at": "2015-09-17T13:50:23.823Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-16T10:21:42.655Z",
            "details": "Government Departments have submitted Spending Review bids to Her Majesty’s Treasury, setting out their policy ambitions for the Parliament, demonstrating how they will deliver on manifesto commitments and bidding for the resources required for delivery. The overall costs of providing social care are being considered as part of the Spending Review. Negotiations and agreement of final budgets are ongoing. The Spending Review process will formally conclude on Wednesday 25 November 2015, when the Chancellor of the Exchequer will announce the outcome.\r\n \r\nThe Department has engaged with the social care sector, including care providers, to understand how the introduction of the National Living Wage will affect them. The new National Living Wage will ensure that care workers are better paid for the vital work they do. It is intended to ensure that work pays and to reduce the need for the State to top up peoples’ wages through the benefits system.\r\n \r\nFrom April 2016, it will be set at £7.20 per hour. The Government’s ambition is for it to reach £9 by 2020.\r\n \r\nSince the announcement in the Budget, the Department’s officials have engaged with the adult social care sector to understand the impact on their business of these pressures and the market in general. We have hosted at least two meetings with a range of individual companies (including the large corporate care providers) to understand more about their perspective on this, supported by other officials from the Department of Business Innovation and Skills and Her Majesty’s Treasury.\r\n \r\nThe financial and market sustainability issues in relation to local authority finance of social care are well known to officials and Ministers in the Department of Health and the Department of Communities and Local Government.\r\n\r\nDepartment of Health",
            "responded_on": "2015-11-16",
            "summary": "The Government is engaging with the adult social care sector to understand the cost pressures on the system. The costs of providing social care are being considered as part of the Spending Review.",
            "updated_at": "2015-11-16T10:21:42.655Z"
        },
        "government_response_at": "2015-11-16T10:21:42.659Z",
        "moderation_threshold_reached_at": "2015-09-18T07:59:06.284Z",
        "opened_at": "2015-09-25T11:56:09.057Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-31T23:28:55.049Z",
        "scheduled_debate_date": null,
        "signature_count": 24540,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:36.288Z"
    },
    "id": 108789,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108789.json"
    },
    "type": "archived-petition"
}