{
    "attributes": {
        "action": "Give EU citizens living & working in the UK the right to vote in EU Referendum .",
        "additional_details": "",
        "background": "EU citizens are prevented from exercising their right to vote on a major political decision that is more likely to affect their lives than that of  many UK or Commonwealth citizens. EU citizens should not be treated in the same way as those who serve prison sentences!\r\n",
        "closed_at": "2016-03-24T23:59:59.999Z",
        "created_at": "2015-09-18T15:11:08.958Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-15T17:37:28.660Z",
            "details": "The franchise for the EU referendum is based on the franchise for Parliamentary elections. Reflecting our historical ties, this includes Irish and Commonwealth citizens resident in the UK. Two small additions have been made to the Parliamentary franchise: Members of the House of Lords; and Commonwealth and Irish citizens who can vote at European Parliamentary elections in Gibraltar.\r\n\r\nThe referendum is an issue of national significance, so it is appropriate that the Parliamentary franchise is used as a starting point. This is the approach we have taken to similar referendums in the past. For example this franchise was used, except for the addition of Gibraltar, for the 1975 referendum on membership of the European Economic Community and for the 2011 Alternative Vote referendum. It is also similar to the franchise set for the referendum lock on transfers of power from the UK to the EU required under the European Union Act 2011.   \r\n\r\nThis franchise also follows the usual practice for referendums in other EU Member States. Under the EU treaties, EU nationals have the right to vote in municipal elections and elections to the European Parliament in other Member States. But this right does not extend to national elections or referendums. For example, British citizens living in the Netherlands and France were not entitled to vote in the Dutch or French referendums in 2005.\r\n\r\nThe UK Parliamentary franchise includes, in addition to British citizens resident in the UK or abroad if they were registered to vote in the UK in the last 15 years, resident Irish citizens and resident Commonwealth citizens who have leave to enter or remain.\r\n\r\nThe European Union Referendum Bill received Royal Assent on 17 December 2015 and is now an Act of Parliament. The question of the franchise was properly debated in Parliament during the passage of the Bill and this approach received overwhelming support of both the House of Commons and the House of Lords. It is not possible for Parliament to change the franchise without fresh primary legislation which would significantly delay the referendum, the date for which has also now been set by legislation. \r\n\r\nForeign and Commonwealth Office",
            "summary": "As an issue of national significance, the Parliamentary franchise is the appropriate starting point. This follows precedent, including the 1975 vote on membership of the European Economic Community.",
            "updated_at": "2016-03-15T17:37:28.660Z"
        },
        "government_response_at": "2016-03-15T17:37:28.663Z",
        "moderation_threshold_reached_at": "2015-09-18T17:14:48.891Z",
        "opened_at": "2015-09-24T15:34:44.394Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-24T07:09:30.115Z",
        "scheduled_debate_date": null,
        "signature_count": 39088,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:38.464Z"
    },
    "id": 108884,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/108884.json"
    },
    "type": "archived-petition"
}