{
    "attributes": {
        "action": "Please help keep Teesside Steelmaking open.",
        "additional_details": "",
        "background": "Without Steelmaking, Teesside as a whole will become a 'Ghost town' with so many hard workers out of jobs and smaller companies struggling due to the major loss.\r\nWe need your help to save the people of Teesside - because it's not just the workers who will suffer. It's all of us.",
        "closed_at": "2016-03-25T23:59:59.999Z",
        "created_at": "2015-09-21T06:29:44.582Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-16T10:08:44.235Z",
            "details": "energy costs, procurement, and emissions regulations.\r\n\r\nThe UK steel sector is facing unparalleled global economic conditions. The price of some steel products has halved and the world is producing more steel than it needs. This has led to many companies having to take difficult commercial decisions including redundancies across Tata UK and Sheffield Forgemasters and the closure of the SSI steel plant in Teeside. \r\n\r\nThroughout this crisis, the Government has worked intensively and pro-actively with the sector to support the UK’s steel industry.  On 16th October 2015 we hosted a Steel Summit in order to discuss how best to proceed with key Government and industry participants as well as constituency MPs, recognising the significant part steel companies play in local communities. Since then, and through the efforts of three ministerially chaired Working Groups, the Government has been unceasing in its efforts to deliver on the five key ‘Asks’ put to us by our partners in the steel industry: \r\n\r\n1.\tLower energy costs: on 14 December the Government received State Aid approval to pay compensation to Energy Intensive Industries including steel from renewable policy costs. This will save the industry hundreds of millions of pounds. We will now go further and exempt Energy Intensive Industries from these costs.\r\n\r\n2.\tFlexibility over EU Emissions Regulations: we have now provided the industry with longer lead-in time for compliance with EU Regulations. This will save companies millions of pounds.\r\n\r\n3.\tSupport for UK steel in major construction projects:  we have published and further updated procurement guidance for government departments to allow aspects such as social impacts, job impacts and staff safety to be taken into account when procuring steel for major projects. This will give UK steel back its competitive edge.\r\n\r\n4.\tEU and international level action on unfair trading practices: the UK voted in favour of certain steel anti-dumping measures, such as recently on the import of Chinese wire rod and steel tubing products. The UK also lobbied successfully for an investigation into cheap imports of reinforcing steel bars. The Prime Minister raised the problems of Chinese overproduction directly with President Xi on his visit to the UK. \r\n\r\n5.\tBusiness Rates: the sector’s concerns about the impact of business rates on competitiveness are taken into account in the Government’s Business Rates Review. This will conclude by Budget 2016. We have also already reduced taxes and increased investment allowances.\r\n\r\nThe Government recognises that this is also a difficult time for the individuals and communities affected by the current crisis. Our immediate focus is to help those who have lost their jobs back into work as quickly as possible.\r\n\r\nIn Redcar, Amanda Skelton, Chief Executive of Redcar and Cleveland Borough Council, chairs the taskforce to examine what steps need to be taken to support the local economy and co-ordinate delivery of this support. The Government and taskforce has so far agreed significant programmes including:\r\n•\ta hardship fund for individuals facing short-term financial challenges (£2.4 million), \r\n•\tretraining through Jobcentre Plus and local Further Education colleges (£5.6 million), \r\n•\tfunding for former SSI apprentices to complete their apprenticeships (£1.7 million), \r\n•\tbusiness advice and start-up grants (0.75 million), and, \r\n•\ta range of support for companies in the SSI supplies chain, to help them diversify, grow and create jobs within the local economy (£32.5 million). \r\n\r\nIn addition, Lord Heseltine has been appointed to lead the Tees Valley Inward Investment Initiative. This will be looking to advance specific investment projects, conduct a wider analysis on unlocking growth in the area and help the new Combined Authority make the most of its new devolved powers.   \r\n\r\nWhilst this crisis continues there is more that can and must be done. The Government will therefore continue to do all it can in the coming weeks and months to ensure a healthy and sustainable future for UK steel.\r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "This is a difficult time for Teesside. We are helping those who lost their jobs back into work. And we are ensuring a viable future for the UK steel industry by acting on cheap imports, (contd)",
            "updated_at": "2016-03-24T15:54:37.534Z"
        },
        "government_response_at": "2016-03-16T10:08:44.239Z",
        "moderation_threshold_reached_at": "2015-09-21T07:09:37.793Z",
        "opened_at": "2015-09-25T13:33:49.895Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-27T14:03:31.640Z",
        "scheduled_debate_date": null,
        "signature_count": 23242,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:41.967Z"
    },
    "id": 109039,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109039.json"
    },
    "type": "archived-petition"
}