{
    "attributes": {
        "action": "The Government to retain funding for Universal Infant Free School Meals (UIFSM)",
        "additional_details": "Free hot school meals for all schoolchildren between four and seven, regardless of their parent’s income, were introduced by former Deputy Prime Minister Nick Clegg in 2014. It was estimated that it would cut costs to parents by £400 per year, per child. Healthy eating campaigner, Jamie Oliver called the possible decision to cut the meals, a “disaster”, saying the policy had been a “major step forward for children’s health and academic performance” as homemade packed lunches often got “nowhere near the nutritional standards set for school meals\".",
        "background": "The Government is looking into scrapping free school meals for all infants at lunchtimes and the cut is under consideration as part of George Osborne's November spending review. We ask that the government retain the funding and allow the meals to continue. ",
        "closed_at": null,
        "created_at": "2015-09-21T12:58:02.997Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-21T17:26:52.285Z",
        "opened_at": null,
        "rejected_at": "2015-09-23T13:35:02.829Z",
        "rejection": {
            "code": "duplicate",
            "details": "\r\nI'm sorry - we cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/107913\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:42.590Z"
    },
    "id": 109075,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109075.json"
    },
    "type": "archived-petition"
}