{
    "attributes": {
        "action": "Ban the sale of fireworks to the public and introduce a licensing system",
        "additional_details": "All animal rescue centres are on full alert around Halloween and other days when fireworks are traditionally fired. Local councils could ensure safe displays in safe places at reasonable times so that people and animals could be spared injuries and losses by fire and in addition have undisturbed nights",
        "background": "Every year, children and adults are injured by fireworks and the fire brigade is working overtime. All animals suffer from noise,pollution and air pressure created. Many people find them scary in nearby gardens or streets.....and this for several weeks from October right through to New Year. ",
        "closed_at": "2016-04-01T22:59:59.999Z",
        "created_at": "2015-09-21T19:48:39.031Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-03T10:37:01.535Z",
            "details": "We know that, regrettably, both children and adults suffer injuries during the fireworks season, mainly as a result of misuse and carelessness.  However, following campaigns on firework safety over the years, and the wide availability of advice and guidance on their safe and considerate use, fireworks-related injuries have fallen to about 1000 per year.  Government-sponsored advice and guidance on fireworks use can be found on the Safer Fireworks website.\r\n\r\nWe understand concerns about the distress noisy fireworks can cause to pets, livestock and wildlife.   This is one of the reasons that there is a noise level limit of 120 decibels on fireworks for home use.   We realise, however, that even at this level fireworks noise can be distressing to some animals, and refer owners to advice on keeping animals safe during fireworks periods.  This is freely available from animal charities, such as the Blue Cross which gives both general and species-specific advice on its website.\r\n\r\nRegulations allow the general public to buy and use certain categories of   fireworks for family use and for private firework displays.  These are classified as F2 and F3 and are available for sale to people aged 18 and over.  All fireworks on sale to the public are required to comply with essential safety requirements, set down in EU and UK law, which govern how they are made, tested and labelled. \r\n \r\nFireworks used for professionally-organised displays, classified as F4, are available for sale only to people who have undertaken an accredited course of training in pyrotechnics and who hold relevant professional insurance.\r\n\r\nIt is up to local councils to decide whether or not to put on public displays. These are covered by Health and Safety legislation which requires the display organisers to ensure the safety of the display operators, spectators and those in the near vicinity of the display site.\r\n  \r\nThe sale and use of fireworks are also restricted by regulation. Fireworks for home use can be sold during the traditional firework periods of Bonfire Night (15 October – 10 November), New Year’s Eve (26 December – 31 December), Chinese New Year (the day of the Chinese New Year and three days immediately before), and Diwali (the day of Diwali and three days immediately before).\r\n\r\nThe regulations also created a curfew preventing the use of fireworks between 11.00pm and 7.00am all year round with the exception of 5 November, when the curfew starts at 12 midnight, and New Year’s Eve, Chinese New Year and Diwali, when the curfew starts at 1.00 am on the night of celebration.\r\n\r\nExcessive noise from fireworks, or noise during the curfew period, can be considered a statutory nuisance and local authority environmental health officers have the power to investigate complaints of fireworks noise and act to prevent it where appropriate.\r\n\r\nWe do not believe that the general public should be banned from buying or using fireworks suitable for domestic use.  The majority of people have a sensible and responsible attitude to fireworks; it is only an anti-social minority that uses them dangerously and inconsiderately. \r\n\r\nThere are no plans at the moment to review the regulations with regard to placing further limitations on the sale or use of fireworks.  \r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "We are aware that fireworks can cause distress to some people and to animals.  Restrictions on the public’s use of fireworks do exist and advice on their safe use is available. ",
            "updated_at": "2015-12-03T10:37:01.535Z"
        },
        "government_response_at": "2015-12-03T10:37:01.539Z",
        "moderation_threshold_reached_at": "2015-09-30T20:41:28.314Z",
        "opened_at": "2015-10-01T12:04:14.448Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-08T15:55:29.337Z",
        "scheduled_debate_date": null,
        "signature_count": 14860,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:43.514Z"
    },
    "id": 109111,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109111.json"
    },
    "type": "archived-petition"
}