{
    "attributes": {
        "action": "Reintroduce emission testing at mot on diesel cars in northern Ireland .",
        "additional_details": "Exhaust emission testing  on diesel cars was introduced in 2006 but after 6 months was cancelled , diesel cars have not had their emissions tested for the last 9 years . I wrote to complain about this and was told that no plans or date for its reintroduction are known.  How is this acceptable that all petrol cars are tested but diesels are not . Ever day I see and smell  smokey diesels , clearly not running as was intended . This is even more relevant with the VW  emissions scandal in the news.",
        "background": "Because there's no diesel emission test in place at mot  people are abusing current law regarding dpf filters.     Mot testers can not tell only by looking if the vehicle has been modified , exhaust analysis of co2 and nox and particulates must be part or the cars mot . ",
        "closed_at": null,
        "created_at": "2015-09-23T20:20:50.744Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-23T20:55:00.188Z",
        "opened_at": null,
        "rejected_at": "2015-09-29T14:52:18.094Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition has been rejected because responsibility for transport issues in Northern Ireland has been devolved to the Northern Ireland Assembly. You may wish to consider contacting  the Northern Ireland Assembly about this matter. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:47.374Z"
    },
    "id": 109277,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109277.json"
    },
    "type": "archived-petition"
}