{
    "attributes": {
        "action": "Save Snibston Discovery Centre, Coalville",
        "additional_details": "Once this museum has gone it will be gone forever. I want the Government to step in and save it.",
        "background": "Leicestershire County Council have closed Snibston Discovery Centre, a legal challanged was lost in the Courts. It is time for the Government to show some backbone and take steps to save Heritage Sites for future generations. ",
        "closed_at": null,
        "created_at": "2015-09-24T11:27:12.171Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-26T12:21:34.200Z",
        "opened_at": null,
        "rejected_at": "2015-10-13T17:07:36.279Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local museums are the responsibility of your local council and for this reason we cannot accept your petition as it is currently written. \r\n\r\nWe would normally recommend that you contact your local council about this issue, however, from what we have understood, the council have already been petitioned on this issue and a court appeal was made. As such, you may wish to consider starting a new petition about something that is the responsibility of the UK Governement or Parliament. \r\n\r\nYou could, for example, ask the UK Parliament to legislate to protect local museums from closure, or introduce an appeal process for the public, when a local museum is closed by a council. Or you could ask the UK Government to take responsibility for funding such museums. You could cite the closure of Snibston Discovery Centre as a supporting example for your petition. It is likely that we would be able to accept a petition along those lines.\r\n\r\nIf you have any questions, or would like us to check the wording of a new petition before submitting it on the website, please do not hesitate to contact us. \r\n\r\nYou may already be aware that a question has been asked in the House of Commons about the closure of Snibston Discovery Centre: http://www.publications.parliament.uk/pa/cm201415/cmhansrd/cm140904/debtext/140904-0001.htm#14090413000081 \r\n\r\nIn the Government's response to this question, the then Leader of the House appears to suggest that the Government scheme 'Right to Bid' may be an option to help you get what you want. \r\n\r\nThe following information on this scheme may therefore be helpful to you:\r\n\r\nhttps://www.gov.uk/government/publications/youve-got-the-power-a-quick-and-simple-guide-to-community-rights\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06366 \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:48.088Z"
    },
    "id": 109311,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109311.json"
    },
    "type": "archived-petition"
}