{
    "attributes": {
        "action": "David Cameron to step down and policies frozen",
        "additional_details": "With cuts to essential resources including support for the sick, disabled, and unfortunate, and repeated attacks on the working poor, including the forthcoming cut to working tax credits, coupled with visible tax reductions for the super wealthy, this Government has shown it feels itself above the population, and the law.\r\n\r\nThis needs to be ended for the good of the country, and a new government under different leadership, with policies that mean something to the people, and for the people.",
        "background": "The current Government, under David Cameron need to submit themselves to the justice system for crimes against the people of the UK.  Thousands of deaths that can be directly traced to policies implemented by these people.  All their policies need to be suspended.",
        "closed_at": null,
        "created_at": "2015-09-26T00:07:06.328Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-26T15:10:58.284Z",
        "opened_at": null,
        "rejected_at": "2015-09-30T12:24:15.669Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Not the Government/Parliament’s responsibility\r\n\r\nThe resignation of an individual Minister is not a decision for the Government or Parliament as a whole.\r\n\r\nWe could accept a petition calling for a vote of no confidence in a Minister, because that is something that the House of Commons could do. In which case you may be interested in \"Vote no confidence in David Cameron\"\r\nhttps://petition.parliament.uk/petitions/104471"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:50.710Z"
    },
    "id": 109414,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109414.json"
    },
    "type": "archived-petition"
}