{
    "attributes": {
        "action": "SAVE OUR NHS STOP PRIVATISATION\r\nSAVE EALING HOSPITAL Publicly Funded & Provided",
        "additional_details": "The NHS is being privatised bit by bit, and patients are already suffering. Community in Ealing Southall is deeply angered by the decision to close the Maternity Wing, followed by Children’s Ward & A&E. Community has protested through all possible means. The protests and petitions have now culminated in a peaceful occupation at the Maternity Wing Area as well as other forms of protests. Protests are growing and the anger is reaching boiling point amongst thousands of members of the community.",
        "background": "Save Ealing Hospital Community Action Group will create community awareness against closure of vital public services. Look after our NHS \"Publicly Funded\" & \"Publicly Provided\" where everyone matters. Don't put profit before nation health stop \"practice-based commissioning\". ",
        "closed_at": "2016-04-12T22:59:59.999Z",
        "created_at": "2015-09-27T11:18:42.951Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": null,
            "overview": "The Committee decided not to schedule a debate in Westminster Hall as the number of dates available for debates is limited, and there are other ways in which MPs could seek a debate on this local issue. \r\n \r\nThe Petitions Committee is not the only way of getting a House of Commons debate on the subject of a petition. MPs could still try to get time for a debate on this subject, if they wish to do so. There are many ways in which MPs can seek time for debates: individual MPs can apply for debates at the end of the day in the main Chamber, or for debates in Westminster Hall (the second debating Chamber of the House of Commons).   Backbenchers can ask the Backbench Business Committee for time for a debate, either in the main Chamber of the House of Commons or in Westminster Hall. The Government and the Opposition parties also have the power to schedule debates.  \r\n \r\nIf you want a debate on this subject, you could write to your local MP about it. You can use this page to find out how to contact your MP: http://www.parliament.uk/mps-lords-and-offices/mps/",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-04-20T16:41:53.771Z",
        "debate_threshold_reached_at": "2016-04-07T12:37:06.395Z",
        "government_response": {
            "created_at": "2016-02-22T10:28:41.778Z",
            "details": "The changes that are taking place to NHS services across north-west London, including those at Ealing Hospital, are being implemented by the local NHS under the reconfiguration programme Shaping a Healthier Future (SaHF). Reconfiguration will only take place when it is clear that patients will benefit.\r\n\r\nThe local NHS, which has been the driver for change, is clear that the changes taking place under SaHF are about improving healthcare for the residents of north-west London.  The benefits include:  \r\n•\timproved consultant cover in A&Es; \r\n•\tbetter access to GPs; and \r\n•\tincreased community services so more people can be treated closer to their homes.\r\n\r\nFollowing the closure of Ealing Hospital’s maternity birthing unit on 1 July 2015, care of all women booked at Ealing was safely transferred, with the majority of women being rebooked to their first preferred alternative hospital.  \r\n\r\nThe changes to maternity services will enable all hospital trusts in north-west London to provide significantly more consultant-led care than was previously the case, working closer towards the London quality standard for obstetric units to provide 24/7 consultant cover, 365 days a year. \r\n\r\nThese changes have enabled the NHS to improve maternity care for women across north-west London by improving the midwife to birth ratio and increasing continuity of midwife care. \r\n\r\nIt is proposed that inpatient paediatric services will move from Ealing Hospital on 30 June 2016 into five other hospital sites in north-west London, all of which will significantly expand their capacity by either increasing their number of inpatient beds or increasing the size of their paediatric A&E units.  There will also be more senior doctors on site for longer hours, seven days a week, and/or more paediatric nurses.\r\n\r\nHowever, nearly three quarters of existing children’s services will continue on the Ealing Hospital site and elsewhere in the borough. \r\n\r\nThese changes will ensure that children receive consistently high quality seven-day care, with more specialist senior doctors available to treat children for longer times.  This will improve the quality of clinical care and patient experience, and help get children back to health more quickly.\r\n\r\nEaling Hospital is being developed as a local hospital designed for the future health needs of the local population and will retain an A&E Department appropriate to a local hospital.\r\n\r\nThe Government is clear that the reconfiguration of front line health services is a matter for the local NHS.  Services should be tailored to meet the needs of the local population.\r\n\r\nDepartment of Health",
            "responded_on": "2016-02-22",
            "summary": "The changes that are taking place to NHS services in Ealing are designed to improve the quality of care, including maternity and paediatric care, for local people and are being led by clinicians.  ",
            "updated_at": "2016-02-22T10:28:41.778Z"
        },
        "government_response_at": "2016-02-22T10:28:41.784Z",
        "moderation_threshold_reached_at": "2015-09-27T21:10:21.872Z",
        "opened_at": "2015-10-12T21:14:28.492Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-23T21:02:26.641Z",
        "scheduled_debate_date": null,
        "signature_count": 4408,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:52.283Z"
    },
    "id": 109473,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109473.json"
    },
    "type": "archived-petition"
}