{
    "attributes": {
        "action": "Legalize marijuana due to significant beneficial medical applications.",
        "additional_details": "Marijuana beneficial points. It may Kill and even prevent Cancer cells from forming, It can be used to treat Glaucoma, It may help reverse the carcinogenic effects of tobacco and improve lung health, It can help control epileptic seizures, A chemical found in Marijuana prevents cancer cells from spreading by stopping Gene ID-1, It shows medical signs of decreasing anxiety, THC slows the progression of Alzheimer's, The drug eases the pain of multiple sclerosis, It has never caused death.",
        "background": "Marijuana has been proven to have significant beneficial medical implications especially towards killing and potential preventing cancer cells from forming. It is far safer than alcohol and tobacco which cost thousands of lives yearly while marijuana statistically is very safe and has many benefits ",
        "closed_at": null,
        "created_at": "2015-10-01T18:57:36.282Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-01T21:19:20.582Z",
        "opened_at": null,
        "rejected_at": "2015-10-02T14:37:22.868Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:  \r\n \r\nhttps://petition.parliament.uk/petitions/104867\r\n \r\nYou might like to sign this petition instead. It is more likely to get more signatures that way. \r\n \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:57.106Z"
    },
    "id": 109696,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109696.json"
    },
    "type": "archived-petition"
}