{
    "attributes": {
        "action": "Please make Diwali an authorised school holiday for children of Asian origin.",
        "additional_details": "",
        "background": "Diwali is an important festival for Asian community. It is important that Asian-British kids learn to celebrate both Christmas and Diwali with equal enthusiasm. We are not requesting for Diwali to be made a Bank Holiday but to be made an Authorised holiday at school. ",
        "closed_at": "2016-04-02T22:59:59.999Z",
        "created_at": "2015-09-30T15:29:14.238Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-01T10:25:30.737Z",
            "details": "Schools and local authorities should decide on term dates primarily in the interests of pupils’ education, while also taking into account parents’ needs.\r\n\r\nSchool term dates and hence the dates of school holidays are determined by schools and local authorities. The Government believes decisions about term dates are best taken locally. Schools and local authorities are best placed to determine and coordinate term dates primarily in the interests of pupils’ education. There is nothing to prevent parents asking schools and local authorities to consider changes to term dates that will work for pupils and their families.\r\nAround 81% of secondary and 41% of primary schools, educating 57% of all pupils in mainstream schools, have responsibility for their own term dates. This includes all academies and free schools, and other schools where the governing body is the employer of staff, such as foundation or voluntary-aided (church) schools. Local authorities are responsible for setting term dates for mainstream community schools, community special schools, voluntary controlled schools, pupil referral units and maintained nursery schools. \r\n\r\nIn deciding on term dates, all schools and local authorities must act reasonably; giving parents notice and considering the impact on those affected – including pupils, teachers, the local community and parents’ work commitments and childcare options. This would include consideration of the impact on families who observe Diwali. \r\n\r\nIt is a matter for schools to determine the days they authorise for religious observance. As a general rule, we would interpret a ‘day exclusively set apart for religious observance’ as a day when the pupils' parents would be expected by the religious body to which they belong to stay away from their employment in order to mark the occasion. We advise schools to seek advice from the relevant religious body if they are in doubt.\r\n\r\nWe would not consider attending religious festivals to be a religious observance day and as such parents are not entitled to take their children out of school for such festivals. Our interpretation of religious festivals would be an occasion which religious bodies mark without expecting families to take time off work or school.\r\n\r\nThe High Court judgment on 13 May does not change the duty on parents to ensure their child attends school regularly. As set out in regulations amended in 2013, schools can only give permission for children to be absent during term-time if parents apply to the school in advance. \r\n\r\nParents may apply to the school for a leave of absence that is linked to a religious day. It is important to note, however, that head teachers can still only grant such requests if there are exceptional circumstances that warrant the leave but are not obliged to do so. Authorisation is completely at the head teacher’s discretion.\r\n\r\nDepartment for Education",
            "responded_on": "2016-07-01",
            "summary": "The Government believes that decisions about the school year are best taken locally. ",
            "updated_at": "2016-07-01T10:25:30.737Z"
        },
        "government_response_at": "2016-07-01T10:25:30.739Z",
        "moderation_threshold_reached_at": "2015-10-01T09:49:39.763Z",
        "opened_at": "2015-10-02T13:21:16.136Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-24T17:50:49.781Z",
        "scheduled_debate_date": null,
        "signature_count": 18264,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:55.798Z"
    },
    "id": 109635,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109635.json"
    },
    "type": "archived-petition"
}