{
    "attributes": {
        "action": "Support TfL's (Sept 2015) proposals to protect Taxi and PHV passengers.",
        "additional_details": "Specifically, we agree with measures which would require PHV operators:\r\n \r\n-not to show vehicles being available for immediate hire either visibly or virtually via an app;\r\n \r\n-to provide a specified fare prior to the booking being accepted;\r\n \r\n-to record the main and specific destination for each booking at the time the booking is made; and\r\n \r\n-to provide booking confirmation details to the passenger at least five minutes prior to the journey commencing",
        "background": "Taxi & PHV passengers should be protected from unregulated drivers who have not undergone extensive criminal record and medical checks from operating in the imediate hire market. For too long, smartphone apps such as Über have been circumventing the law governing the taxi and minicab industry.",
        "closed_at": null,
        "created_at": "2015-10-01T06:58:09.833Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-01T10:43:54.942Z",
        "opened_at": null,
        "rejected_at": "2015-10-12T08:50:12.675Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Transport for London is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions\r\n\r\nIf you would like the proposals that TFL has made about taxis in London to apply in the rest of the country, you could start a petition specifically asking for that to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:06:56.310Z"
    },
    "id": 109662,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109662.json"
    },
    "type": "archived-petition"
}