{
    "attributes": {
        "action": "Prevent the scrapping of the maintenance grant.",
        "additional_details": "This affects all those attending University from next year onwards. Please share this petition on all forms of media so that we can hope to have the non- repayable maintenance grant reinstated.  ",
        "background": "From 2016 onwards, the maintenance loan, which was originally put in place to provide assistance to low income families, will be withdrawn. This petition hopes not only to prevent this from occurring but additionally, to offer students a voice with which to be heard in Parliament. ",
        "closed_at": "2016-04-02T22:59:59.999Z",
        "created_at": "2015-09-30T19:45:03.966Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-01-19",
            "overview": "MPs debated a motion calling on the Government to abandon its policy on replacing maintenance grants with loans. MPs voted against the motion by 306 to 292.\r\n\r\nFollowing this debate there was a vote on a motion to annul the Education (Student Support) Regulations (the legislation which implements the Government's policy). MPs voted against this motion by 303 to 292.",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-01-19/debates/16011944000002/StudentMaintenanceGrants",
            "video_url": "http://parliamentlive.tv/event/index/64eb66a7-fd53-4bb6-bae8-a72e74ddb240?in=13:48:59"
        },
        "debate_outcome_at": "2016-01-20T10:04:57.613Z",
        "debate_threshold_reached_at": "2016-01-16T21:56:43.953Z",
        "government_response": {
            "created_at": "2016-01-26T15:33:21.887Z",
            "details": "MPs first debated the removal of the maintenance grant on 14 January 2016. This was followed by a further debate in the House of Commons on 19 January 2016. A third debate took place in the House of Lords on 25 January 2016.\r\n\r\nBritain’s universities are world-leading, with three UK universities featuring in the world’s top ten. Since 2010 student participation has increased and there is now a higher proportion of students from disadvantaged backgrounds applying to and entering higher education than ever before. The Government has removed the cap on student numbers, more students to enjoy the benefits of higher education.\r\n\r\nThe continuing success of our higher education sector relies on it being funded sustainably. Our system means that students who earn the most contribute more towards the costs of their education. The returns to individuals of obtaining a degree are high: the average male graduate will earn £170,000 more over his lifetime, and a female graduate will earn £250,000 more, than someone with two A-levels.\r\n\r\nLoans are only repaid once students are earning over £21,000 a year. Students earning below £21,000 will not have to make repayments.\r\n\r\nThe Government’s position is supported by the Organisation for Economic Co-operation and Development (OECD) which has praised the student loan system in England, as “one of the few countries to have figured out a sustainable approach to student finance”. \r\n\r\nTo ensure we continue this success, the Government has introduced further changes to the system of student finance. Eligible new full-time students who are starting a higher education course from 1 August 2016 will no longer qualify for a maintenance grant. They will instead qualify for increased loans for living costs which for eligible students from families with household incomes of £25,000 or less will be 10.3% higher than total maintenance grant and loan support available for low income students under the current student support system in 2015/16.\r\n\r\nFor students living away from home and studying outside London this will provide an additional £766 in support, the highest ever amount. All eligible new full-time students in 2016/17 regardless of income will qualify for more living costs support under the new arrangements than in 2015/16.  \r\n\r\nDepartment of Business, Innovation and Skills",
            "responded_on": "2016-01-26",
            "summary": "Parliament has debated the replacement of maintenance grants by loans three times since the start of 2016.",
            "updated_at": "2016-01-26T15:33:21.887Z"
        },
        "government_response_at": "2016-01-26T15:33:21.891Z",
        "moderation_threshold_reached_at": "2015-09-30T22:40:21.903Z",
        "opened_at": "2015-10-02T13:36:53.619Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-15T15:49:06.903Z",
        "scheduled_debate_date": null,
        "signature_count": 133069,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:56.974Z"
    },
    "id": 109649,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109649.json"
    },
    "type": "archived-petition"
}