{
    "attributes": {
        "action": "Stop the deep and dangerous cuts to our Fire and Rescue Services.",
        "additional_details": "We are in times of economic growth, our towns and cities are growing, roads are becoming busier and to add to this we are at a heightened threat from extremist organisations, but regardless of this the UK government is imposing further cuts to our services. The UK tax payer has not reduced the amount they pay for this vital service so why has to government taken it upon themselves to reduce life saving services? The public of our country need take a stand and fight to save our services! ",
        "background": "The financial cuts being put on our Fire and Rescue Services have become too deep, there has already been substantial reductions made to front line staff in many brigades within the UK. \r\nWe now need to make a stand to stop any proposed further cuts to our life saving services.",
        "closed_at": "2016-04-09T22:59:59.999Z",
        "created_at": "2015-10-04T07:10:46.541Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-24T16:40:17.524Z",
            "details": "Public safety is a Government priority. The local government finance settlement announced on 8 February is a fair settlement in a difficult environment. It demonstrates our commitment to protecting quality front-line services. \r\n\r\nIn 2016-17, all single-purpose Fire and Rescue Authorities have a reduction in their core spending power of 1.6%, which is lower than the England average. Over the five years to March 2020, Fire and Rescue Authorities will see an overall reduction of 2% to their core spending power. \r\n\r\nCore spending power is the best measure of funding for Fire and Rescue Authorities, as it takes account of all the main sources of income they receive. It includes council tax, business rates and the Government settlement.\r\n\r\nThere is no question fire and rescue services will still have the resources to do their important work. There are more efficiencies to be made through smarter working, reducing the cost of back office functions and using services’ buying power to get the best deals from suppliers. Further emergency services collaboration will also deliver further savings and benefits for the public.\r\n\r\nNon-ringfenced reserves for single purpose Fire and Rescue Authorities have risen from £326.6 million in 2010-11 to £560.8 million in 2014-15, a 72% rise.  These reserves could be used to cover short-term costs, in order to achieve longer-term efficiencies. \r\n\r\nHome Office",
            "summary": "Fire and Rescue Authorities have delivered significant savings over the past five years. During the same period, fire deaths fell by 22% and fire injuries requiring hospital treatment fell by 26%.",
            "updated_at": "2016-03-24T16:40:17.524Z"
        },
        "government_response_at": "2016-03-24T16:40:17.527Z",
        "moderation_threshold_reached_at": "2015-10-04T08:11:32.808Z",
        "opened_at": "2015-10-09T15:20:26.438Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-05T23:54:39.248Z",
        "scheduled_debate_date": null,
        "signature_count": 12598,
        "state": "closed",
        "updated_at": "2017-09-09T06:06:59.411Z"
    },
    "id": 109780,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109780.json"
    },
    "type": "archived-petition"
}