{
    "attributes": {
        "action": "Allow E-education to take place in schools",
        "additional_details": "This can be a valueble resource as they can make notes and perhaps interact with the lessons and get involved, this also means that they don't have to chase up the teachers who may not be able to explain in the depth they would've done during the lesson and take their own iniative and tune in even when they're ill. Moreover, this means that the pupils will do their homework more and cannot use the excuse \"I was ill\".This ensures that the student wont be hindered and can fullfill their potential.",
        "background": "When pupils are ill they often don't catch up when they get back to school - When doing GCSE's and A-Level's this can be fatal. I propose a solution whereby a school has a program where they can have a live lesson running on an app or website where the student can just log and watch their lesson.",
        "closed_at": null,
        "created_at": "2015-10-05T21:53:36.062Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-05T22:21:41.136Z",
        "opened_at": null,
        "rejected_at": "2015-10-12T20:30:40.794Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear from your petition that there is anything preventing schools from offering this service at the moment, and therefore not clear what the Government or Parliament could do to \"allow\" them to offer it.\r\n\r\nYou could start a petition asking the Government to require schools to offer this service, or to provide funding to schools specfically for this purpose."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:01.796Z"
    },
    "id": 109890,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109890.json"
    },
    "type": "archived-petition"
}