{
    "attributes": {
        "action": "To Object Large Scale Developments On Green Belt Lands in Stotfold Bedfordshire",
        "additional_details": "The proposed housing would be adjacent to the recently completed Beauchamp Mill development off Taylor’s Road, which was a redevelopment of a brownfield site, the old Motorola factory. New development is in contravention of the Stotfold Town Plan. It would severely impinge upon the wildlife corridor alongside the River Ivel which the District Council has indicated, is keen to preserve.\r\nStotfold simply, cannot sustain the growth. All infrastructure (schools, transport, healthcare, drains, roads) are under the strain. The area concerned is also a flood plain.",
        "background": "We are a group of Stotfold (Bedfordshire) residents who oppose the unnecessary development of greenfield sites.\r\nLarge scale developers, such as Taylor Wimpey, are currently preparing proposals for a new development of up to 100 homes on land to the south of Aspen Gardens in Stotfold.",
        "closed_at": null,
        "created_at": "2015-10-06T07:12:19.765Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-07T08:47:36.273Z",
        "opened_at": null,
        "rejected_at": "2015-10-12T20:33:24.117Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop the area appears to be one to be taken by your local planning authority, Central Bedfordshire Council, and not the UK Government. More details about planning and how to comment on proposed developments is available on the council website: \r\n\r\nhttp://www.centralbedfordshire.gov.uk/planning/planning-applications/\r\n\r\nYou can use this page to find out who your local councillors are and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf  \r\n\r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n\r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/  \r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop the land to the south of Aspen Gardens in Stotfold and its likely effects.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:02.032Z"
    },
    "id": 109897,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109897.json"
    },
    "type": "archived-petition"
}