{
    "attributes": {
        "action": "To stop pet shops selling puppies in store and keeping a 'stock' of puppies.",
        "additional_details": "I went to a pet shop where they had a stock of puppies in pens and what wasn't available they could 'obtain'. In addition to the dogs on display, they had 'storage' out the back where you could hear puppies crying. Where do these puppies come from?  Any responsible breeder would insist the puppies stayed with their mum until going to a home that the breeder would vet.  Is it right that you can go to a pet shop for some cat food and come home with a puppy?",
        "background": "When buying a puppy from a pet shop from 'stock' the buyer is unaware of the ancestry, health issues, how often the bitch is bred from and the conditions the parents are kept in to provide the stock. People might buy a puppy on impulse or to 'save' it.  What happens to puppies that aren't sold? ",
        "closed_at": "2016-04-08T22:59:59.999Z",
        "created_at": "2015-10-05T13:37:38.119Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-29T18:08:56.217Z",
            "details": "Local authorities are required by law to license anyone selling animals as a business and dog breeders, with the aim of maintaining good standards of animal welfare. \r\n\t\r\nThe Animal Welfare Act 2006, which applies to all kept animals, provides powers for local authorities to enter and inspect premises in response to any welfare concerns.\r\n\r\nThe Pet Animals Act 1951 regulates the commercial selling of animals as pets.  The commercial breeding and selling of dogs is regulated under the Breeding of Dogs Act 1973, the Breeding of Dogs Act 1991 and the Breeding and Sale of Dogs (Welfare) Act 1999.  Under these licensing regimes, local authorities have powers to issue a licence to an applicant if they consider that the welfare of the animals will be of a good standard. Before issuing a licence the local authority must inspect the premises concerned.  Clear guidance, and model conditions on dog breeding establishments which were updated in January 2014, are available to assist this process.  A fee is charged to the applicant to cover the cost of administering the application.  Local authorities have powers of entry and inspection as well as the power to refuse or revoke a licence if they consider the welfare of the animals has been compromised.\r\n\r\nIt is illegal for a licensed breeder to sell a puppy aged less than eight weeks to the public. It is also illegal for a pet shop to sell any mammal at too early an age, which we define as one that is not weaned. If there are any concerns about a specific breeder or pet shop, it should be reported to the relevant local authority who have powers to investigate and enforce the legislation.  Anyone who operates a business of breeding and selling puppies must have a licence, irrespective of the numbers of litters produced at that establishment. The key test is whether the breeder is in business, and if they produce more than a single litter in a year, which under the law means there must be two bitches breeding. It is for the breeder to prove that they are not in the business of breeding dogs. If you are, you need a licence.\r\n\r\nPet owners can help by buying from reputable dealers and we have published advice to assist them to do this: https://www.gov.uk/buying-a-cat-or-dog.\r\n\r\nAs part of its commitment to Better Regulation, Defra is currently conducting a cross-cutting review of licences and permits. The Government is committed to improving the effectiveness of existing regulation whilst lifting the regulatory burdens on businesses to support growth. This consultation sits within that wider review and aims to relieve the administrative burden on local authorities, simplify the application and inspection process for businesses, as well as maintain and improve existing animal welfare standards by modernising the current animal licensing system in England.\r\n\r\nWe are proposing to introduce new secondary legislation under the Animal Welfare Act 2006. This would introduce a single ‘Animal Establishment Licence’ for animal boarding establishments, pet shops, riding establishments, and dog breeding. We want to know what you think about these proposed changes.\r\n\r\nWe expect these changes to modernise the animal licensing system by reducing the administrative burden on local authorities. They will also simplify the application and inspection process for businesses, as well as maintain and improve existing animal welfare standards.\r\n\r\nThis consultation runs from 20 December 2015 until 12 March 2016. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Defra is currently consulting on proposals to modernise the licensing of animal related activities including the regulation of pet shops and commercial dog breeding.    ",
            "updated_at": "2016-02-29T18:08:56.217Z"
        },
        "government_response_at": "2016-02-29T18:08:56.222Z",
        "moderation_threshold_reached_at": "2015-10-05T14:08:33.464Z",
        "opened_at": "2015-10-08T12:32:56.289Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-24T19:11:58.305Z",
        "scheduled_debate_date": null,
        "signature_count": 11406,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:01.002Z"
    },
    "id": 109860,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109860.json"
    },
    "type": "archived-petition"
}