{
    "attributes": {
        "action": "Find 5 year old Azam. Bring him to safety. He needs medical attention",
        "additional_details": "\"Azam Aldaham\" is a 5 years old Syrian. His With his So called Father. The Refugees are travelling through Europe with several men. (possibly Uncles) he has serious injuries to his face and jaw. It come to john sweeney after the visit to the hospital that Azam's jaw was fractured and there was infection. The man and Azam disappeared from the hospital before he could receive any medical treatment. They said he was run over by a taxi driver as they sleep on the road. Young Azam was able to speek and asked for his mummy. He was clearly in pain. As he was being looked at at a make shift camp with medical help. He said the man claiming to be his father is his uncle. The high risk that there using Azam as fast tracking across Europe. ",
        "background": "We are Desperately locking for 5 year old Azam who is at rick. He went missing with a fractured jaw and infection, before medical treatment. This was filmed 9th 10th September so where is Azam? . http://www.bbc.co.uk/iplayer/episode/b06g01kf/panorama-europes-border-crisis-the-long-road",
        "closed_at": null,
        "created_at": "2015-10-06T08:16:44.611Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-06T11:21:48.365Z",
        "opened_at": null,
        "rejected_at": "2015-10-12T20:36:14.668Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is clear from your petition that you are concerned about Azam and his safety, but unfortunately we cannot accept your petition because the UK Government and Parliament are not responsible for finding  people who are missing outside the UK. We can only accept petitions about issues that the UK Government or Parliament are responsible for. \r\n\r\nIf you would like the UK Government to work with other governments in Europe to look into what has happened to Azam, you could start a petition about asking them to do so. If you would like the British Government to do more to safeguard refugee children in Europe, you could start a petition asking the Government to take action, perhaps working with other countries.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:02.055Z"
    },
    "id": 109900,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/109900.json"
    },
    "type": "archived-petition"
}