{
    "attributes": {
        "action": "Stop more cuts to Essex Police budgets and closures of yet more police stations.",
        "additional_details": "Everyone in Essex can see how things are changing. Knife crime or murder a near daily occurrence, Burglary seems to be the norm now and is rarely attended, hundreds of our cars/parts stolen with zero police response, robbery rates are rising, anti social behavior is leaving people afraid to leave their homes and now another forecast 63 million in cuts ??.....we aren't fooled by manipulated crime figures Nick Alston...WE LIVE HERE!!....Essex police needs more money not less please sign and share",
        "background": "Despite a recognizable increase in crime in Essex and a far less visible police force,Nick Alston has announced further cuts to Essex Police force after previous years cuts in the tens of millions.How many more murders,stabbings,vehicle thefts,burglaries,robberies before we descend into lawlessness.",
        "closed_at": null,
        "created_at": "2015-10-07T18:48:23.809Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-07T19:50:31.188Z",
        "opened_at": null,
        "rejected_at": "2015-10-15T08:39:26.203Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be about decisions made by Nick Alston, the Police and Crime Commissioner for Essex, and not decisions made by Parliament or Government.\r\n\r\nIf there is a specific action that you would like the UK Government or Parliament to take - for example, providing more funding for the police in general - you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:04.234Z"
    },
    "id": 110000,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110000.json"
    },
    "type": "archived-petition"
}