{
    "attributes": {
        "action": "Help Russia fight terrorist and stop giving weapons to mercenaries",
        "additional_details": "Putin has took the lead in fighting ISIS and exposed the West's support for mercenaries that often pass there weapons onto terrorist. David Cameron is persistent in the downfall of Assad when clearly Assad was voted in by 80% of his people. The proof of this would be seen on live leaks and you will not see it on main stream media because our government is manipulating the truth. We are getting closer to a cold war with Russia because of the lies told by Cameron and Obama to protect the Petro dollar and the real reason they call Assad a Dictatorship is because he wants out of the petro dollar the same Saddam and Gaddafi did.ISIS was a creation of the West that Russia is destroying and need our help.",
        "background": "Putin has took the lead in fighting ISIS and exposed Cameron and Obamas lies ",
        "closed_at": null,
        "created_at": "2015-10-12T10:05:35.459Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-12T11:36:18.418Z",
        "opened_at": null,
        "rejected_at": "2015-10-16T16:11:00.897Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure what help you would like the UK Government give to Russia. For example, it is not clear whether you want the UK Government to give weapons to Russia, or to fight alongside Russia, or to take diplomatic action to support Russia.\r\n\r\nIf you start a petition with a clearer action, we could look at your petition again."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:09.699Z"
    },
    "id": 110237,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110237.json"
    },
    "type": "archived-petition"
}