{
    "attributes": {
        "action": "The Government must ensure Bedfordshire Police is adequately funded",
        "additional_details": "Bedfordshire Police has just 169 police officers per 100,000 population as against an England and Wales average of 232 and the Metropolitan Police with 388. ",
        "background": "Bedfordshire is funded as a rural area yet its police face complex issues including threats to national security, the effects of serious and organised crime, and a high level of burglary/robbery. This needs to be reflected in the level of police resourcing to address years of underfunding.",
        "closed_at": "2016-04-16T22:59:59.999Z",
        "created_at": "2015-10-13T12:23:41.760Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-24T12:18:10.108Z",
            "details": "Our detailed review of existing funding arrangements has demonstrated that the current model for allocating police funding is complex, opaque and out of date. That is why we have consulted on principles for reform of funding arrangements for the police in England and Wales, ensuring they are fair, robust and transparent.  \r\n\r\nWe have always been clear that we will only be successful in achieving our aim of building a fit-for-purpose and sustainable model with considerable input from policing partners.  We have listened to their views and are minded to delay the proposed changes to the funding formula next year. We will seek the views of the Association of Police and Crime Commissioners and the National Police Chiefs’ Council before going any further.\r\n\r\nWhile we acknowledge that the current police funding settlement is challenging, there is no question that the police still have the resources to do their important work. What matters is how officers are deployed, not how many of them there are in total. Chief Constables and Police and Crime Commissioners have demonstrated that, with reform, it is possible to do more with less and forces have increased the proportion of officers working on the front line.\r\n\r\nOver the last Spending Review period, the Government protected the counter-terrorism police budget. To strengthen capabilities in response to the increased terrorist threat level, an additional £14.9 million was provided in 2015/16. In the Summer Budget this year, the Chancellor announced that counter-terrorism spending across government (over £2 billion) will be protected in real terms over the next Spending Review period. This demonstrates the Government’s commitment to providing the resources needed to tackle counter-terrorism threats. \r\n\r\nWe have made it easier for the police to do their job by cutting red tape, scrapping unnecessary targets, and giving forces the discretion to use their professional judgement. However, there is more that can be done, as Her Majesty’s Inspectorate of Constabulary have set out in their most recent report, ‘PEEL: Police Efficiency 2015’, there remain significant efficiencies to be delivered from ICT, collaboration and improving workforce capability.\r\n\r\nPolice reform is working and crime has fallen by more than a quarter since 2010, according to the independent Crime Survey for England and Wales, meaning citizens and communities are safer than at any point since the survey began in 1981.\r\n\r\nHome Office",
            "responded_on": "2015-11-24",
            "summary": "No decisions have been taken on police funding beyond 2015/16. Future funding levels will be subject to the outcome of the Spending Review which will report on 25 November.  ",
            "updated_at": "2015-11-24T12:18:10.108Z"
        },
        "government_response_at": "2015-11-24T12:18:10.112Z",
        "moderation_threshold_reached_at": "2015-10-14T10:02:51.117Z",
        "opened_at": "2015-10-16T16:55:39.152Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-04T08:32:25.414Z",
        "scheduled_debate_date": null,
        "signature_count": 12038,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:11.951Z"
    },
    "id": 110333,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110333.json"
    },
    "type": "archived-petition"
}