{
    "attributes": {
        "action": "Give parish councils the right to appeal planning decisions.",
        "additional_details": "There is a fundamental imbalance in the planning system.  Under current rules, if a council refuses a planning application, the applicant is allowed to appeal to the Planning Inspectorate.  If a council approves an application, no one has the right to appeal.  With the national presumption in favour of sustainable development throwing the planning system into disarray, in the interest of justice, the government should give parish councils the right to appeal planning decisions.",
        "background": "The planning system is unfair.  It is one of the few decision-making processes that gives no right of appeal to affected third parties.  The government should introduce a limited third party right of appeal by giving parish councils a right to appeal planning decisions to the Planning Inspectorate.",
        "closed_at": "2016-04-19T22:59:59.999Z",
        "created_at": "2015-10-15T12:36:48.077Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-18T10:24:05.211Z",
            "details": "The planning system is centred on community involvement. Communities, including parish councils and individual members of the public, have statutory rights to become involved in the preparation of the Local Plan for their area, through which they can influence development in their area. The local community can also come together to produce a neighbourhood plan, which sets out how the community want to see their own neighbourhood develop. Neighbourhood plans are often initiated by parish councils. Local and neighbourhood plans form the basis for decisions on planning applications. \r\n\r\nIn addition to input on local plans and neighbourhood plans, which set out the local development strategy, communities are also able to make representations on individual planning applications. Interested parties can raise all the issues that concern them during the planning process, in the knowledge that the decision maker will take their views into account, along with other material considerations, in reaching a decision. \r\n\r\nThe right of appeal following the refusal of an application is an important part of a planning system which controls the ability of an individual to carry out their development proposals. The existing right of appeal recognises that, in practice, the planning system acts as a control on how an individual may use their land. As a result, the Government believes it is right that an applicant has the option of an impartial appeal against the refusal of planning permission. This existing right of appeal compensates for the removal of the individual’s right to develop.\r\n\r\nHowever, the Government does not believe that a right of appeal against the grant of planning permission for communities, including parish councils, is necessary. The Government considers that communities already have opportunity to guide and inform local planning issues via Local Plans and Neighbourhood Plans, and it would be wrong for them to be able to delay a development at the last minute, through a community right of appeal, when any issues they would raise at that point could have been raised and should have been considered during the earlier planning application process. The Government does not think that the planning system would benefit from the grant of a community right of appeal which would lead to added delay, uncertainty and cost for all those involved. \r\n\r\nDepartment for Communities and Local Government",
            "responded_on": "2016-04-18",
            "summary": "The Government places great importance on community involvement in the planning system. Parish councils have statutory rights to contribute their views in the planning process.",
            "updated_at": "2016-04-18T10:24:05.211Z"
        },
        "government_response_at": "2016-04-18T10:24:05.219Z",
        "moderation_threshold_reached_at": "2015-10-16T09:50:22.189Z",
        "opened_at": "2015-10-19T13:04:15.685Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-29T19:37:46.619Z",
        "scheduled_debate_date": null,
        "signature_count": 13378,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:14.989Z"
    },
    "id": 110489,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110489.json"
    },
    "type": "archived-petition"
}