{
    "attributes": {
        "action": "Help return my children after they were abducted 3 years ago to Oman",
        "additional_details": "",
        "background": "Three years ago my children, Aishah 10 & Faris 7, were abducted by their father and taken to Oman. He has since been arrested & imprisoned here, yet his family still refuse to return them to me. I have had no contact with them for 11 months, they deserve to be raised by their mother who loves them. ",
        "closed_at": "2016-04-19T22:59:59.999Z",
        "created_at": "2015-10-14T19:33:28.320Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-14T13:15:00.018Z",
            "details": "The Foreign and Commonwealth Office (FCO) was contacted by Ms Plato in August 2012 when Aishah and Faris were abducted to Oman by their father. Since then, through the FCO in London and the British Embassy in Muscat, we have provided consular assistance to Ms Plato.\r\n\r\nThis assistance has included providing Ms Plato with information and advice on the legal routes through which she can try to secure custody of her children; providing practical support when she has visited Oman; and requesting the support of the Omani Government in securing the return of Ms Plato’s children to the UK. \r\n\r\nThe Omani Government considered the UK court orders relating to this case but were unable to assist as the orders are outside their jurisdiction. The Omani Government has assisted in trying to enable negotiation with the Omani family and to facilitate a visit to see the children by Embassy officials. However, we have not been able to secure the required joint consent to enable this visit to take place. \r\nThe Foreign and Commonwealth Office provides very clear guidance on what it can and cannot do in cases involving International Parental Child Abduction. A publication is available on the gov.uk website titled International Parental Child Abduction, which includes advice on what Embassy staff can and cannot do to help if a child is abducted overseas, as well as details of our partners across government and charitable organisations which are able to offer additional support and guidance.\r\n \r\nIn the vast majority of child custody cases overseas, legal action is required in the country to which the children have been abducted. This can sometimes be lengthy and costly.\r\n\r\nWe have advised Ms Plato to seek legal advice in Oman in addition to her legal action in the UK. The Foreign and Commonwealth Office will continue to provide consular assistance to Ms Plato.\r\n\r\nForeign and Commonwealth Office",
            "responded_on": "2016-04-14",
            "summary": "The FCO recognises the enormous and continued distress faced by Lacey Plato.  Consular assistance has been provided to Ms Plato, including advice on the next steps to help resolve the situation.",
            "updated_at": "2016-04-14T13:15:00.018Z"
        },
        "government_response_at": "2016-04-14T13:15:00.022Z",
        "moderation_threshold_reached_at": "2015-10-14T19:55:03.847Z",
        "opened_at": "2015-10-19T13:13:43.517Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-31T09:52:56.514Z",
        "scheduled_debate_date": null,
        "signature_count": 10481,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:14.263Z"
    },
    "id": 110453,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110453.json"
    },
    "type": "archived-petition"
}