{
    "attributes": {
        "action": "Improve wheelchair accessibility; install ramps and fix potholes.",
        "additional_details": "We are 3 Year 11 students from Sutton Grammar School. We want to fix something to make the streets of Britain friendlier to everyone. We would love it if you could help us with our issue.",
        "background": "As it stands, some streets within the UK are seemingly hostile to wheelchair users as they rife with potholes resulting in lack of mobility and discomfort. Furthermore, many stores do not adhere to the Disability Discrimination Act of 1995 & 2005, and so wheelchair users cannot access some stores.\r\n",
        "closed_at": null,
        "created_at": "2015-10-16T09:53:07.911Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-17T17:12:44.657Z",
        "opened_at": null,
        "rejected_at": "2016-09-08T09:58:58.946Z",
        "rejection": {
            "code": "no-action",
            "details": "The issues you raise are quite complicated. Your petition asks for the Government to “Improve wheelchair accessibility; install ramps and fix potholes.”\r\n\r\nThis is a bit tricky, because these issues are likely to be the responsibility of local councils (who are responsible for local roads) or even of individual businesses or organisations (if you are concerned about wheelchair accessibility to shops and offices). If you’re concerned about these issues in your local area, you could think about starting a petition to your local council, or even campaigning to ask local shops to improve wheelchair access.\r\n\r\nIf you want the changes to happen across the whole country, you need to find a way of asking the Government to do something it has the power to do. The Government can’t directly take action on council roads. But it could, for example, provide extra funding to councils to help them pay for ramps and fixing potholes. \r\n\r\nYour petition also states that “Furthermore, many stores do not adhere to the Disability Discrimination Act of 1995 & 2005, and so wheelchair users cannot access some stores.” Breaches of the law are a matter for the courts, which are independent of the Government and Parliament. The Equality and Human Rights Commission (http://www.equalityhumanrights.com/) might be able to give you some advice about making specific complaints about breaches of discrimination law. \r\n\r\nBut you could ask the Government to review the way in which the Act is working, if you think that the law is not having the effect it should have. \r\n\r\nIf you need any help writing a new petition, please do get in touch – we’d be really really happy to help.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:16.510Z"
    },
    "id": 110564,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110564.json"
    },
    "type": "archived-petition"
}