{
    "attributes": {
        "action": "Health Secretary to have Television Debate with Junior Doctors about Contract",
        "additional_details": "",
        "background": "The public need to see a full open discussion between the Health Secretary and Junior Doctors about the issues surrounding the new contract as this is an issue that affects all those that receive care from, pay for and work for the NHS. This is an issue of national importance.",
        "closed_at": "2016-05-01T22:59:59.999Z",
        "created_at": "2015-10-18T09:57:19.946Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-10T10:29:39.991Z",
            "details": "Junior doctors work incredibly hard across seven days. We value the huge contribution they make to the NHS and we agree that they deserve a fair, professional contract that supports patient care. Patient safety is the absolute priority. We want to ensure that we have the safest healthcare system in the world by moving away from a culture of long, unsafe hours and by ensuring that consultants are available to make vital decisions about patient care across seven days. \r\n \r\nTogether, consultants and junior doctors are crucial to ensuring patients receive the high-quality care they need every day of the week. The proposals for reforming the junior doctors’ contract and the consultants’ contract are designed to protect the safety of junior doctors and patients as well as rewarding junior doctors more fairly and ensuring more consultant availability over weekends to support the training of junior doctors.\r\n \r\nWe have been making every effort, in good faith, to work with the BMA to introduce a new contract that supports these principles while maintaining average pay and ensuring no doctor is required to work longer or unsafe hours. After the BMA walked away from negotiations with NHS Employers in 2014, we and NHS Employers accepted the recommendations of the independent Review Body on Doctors’ and Dentists’ Remuneration (DDRB) in July 2015 and sought a return to negotiations. The BMA refused to negotiate, declined the DDRB’s offer to discuss the report, rejected a contract offer published and sent to junior doctors on 4 November 2015, and balloted for industrial action. \r\n \r\nThe BMA, NHS Employers and the Department agreed, in November, to talks under the auspices of ACAS and this led to an agreement to enter negotiations involving ACAS beginning in December. The Secretary of State appointed Sir David Dalton, a respected trust chief executive, to take those negotiations forward on behalf of the NHS and the Department. Initial talks led to a revised offer on 4 January, which the BMA refused to discuss, instead announcing that industrial action would commence on 12 January. Talks continued during that action with the BMA suspending further action that had been planned for 26-28 January. \r\n\r\nOn 1 February Sir David Dalton wrote to the Secretary of State to advise him of the progress of negotiations . At the same time, the BMA announced industrial action for 10 February – with junior doctors providing emergency cover only, rather than the full withdrawal of labour that had previously been announced. This action is regrettable and unnecessary. Sir David’s letter shows how close the parties are to agreeing a deal. Substantial progress in negotiations has led to agreement across a large number of areas, most notably on safety and on education and training, and on many elements of a new pay structure. NHS Employers and the Department have a strong desire to resolve the key remaining substantive issue of pay for unsocial hours. In the ACAS agreement of November, all parties agreed to negotiate on this issue and it is disappointing that the BMA has so far refused to do so and is taking strike action that will, once again, affect patients.\r\n\r\nSummary detail on the safety, training and pay aspects of the 4 January revised offer has been published. At Sir David’s request, a letter was sent to all junior doctors in England with details of that revised offer.  Sir David also wrote to junior doctors on 3 February with details of the latest offer on the table.\r\n\r\nTerms and conditions are, of course, matters of great importance to junior doctors. They are also, of necessity, matters of great detail, and negotiations involve discussion of that detail between those that junior doctors – and the NHS – choose to represent them. The issues, however, are clear. There has been a consensus since 2008 that change is needed. A scoping study in 2011 set out the case for change and principles for a new contract. Heads of Terms were agreed between the BMA and NHS Employers in 2013. The DDRB made independent recommendations in July 2015. ACAS drew up a memorandum, of understanding – which all parties agreed to – in November 2015. All of that information has been published, together with information on the two offers sent to all junior doctors – November 2015 and January 2016 - and Sir David’s letter summarising progress as at 29 January 2016. \r\n\r\nThe Secretary of State and other health ministers have debated this issue in the House of Commons on several occasions during this time and answered questions in the media on numerous occasions.\r\n\r\nThe Government and junior doctors want to do the same thing by improving patient care at weekends. The door remains open to the BMA to discuss the remaining issue of pay for unsocial hours, as they agreed to do in the joint agreement at ACAS in November. \r\n\r\nAll the publications and letters mentioned above are on www.gov.uk or www.nhsemployers.org.\r\n\r\nDepartment of Health",
            "responded_on": "2016-02-10",
            "summary": "Discussions with the representatives of junior doctors, have been taking place under the auspices of ACAS. The issues, and the offers made to junior doctors, have been clearly and  set out in public.",
            "updated_at": "2016-02-10T10:29:39.991Z"
        },
        "government_response_at": "2016-02-10T10:29:39.998Z",
        "moderation_threshold_reached_at": "2015-10-18T10:04:36.913Z",
        "opened_at": "2015-11-01T12:26:22.246Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-28T23:07:09.397Z",
        "scheduled_debate_date": null,
        "signature_count": 11835,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:19.060Z"
    },
    "id": 110667,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110667.json"
    },
    "type": "archived-petition"
}