{
    "attributes": {
        "action": "Masoud Barzani must be removed in his position",
        "additional_details": "parliamentary democracy paralysis by Barzani's family, Kurds young immigration to Europe and oil stolen with dishonest competition with other political parties in Iraq and Kurdistan.\r\n\r\nSo I ask people around the world especially Kurds to collect the vote against this dictator to remove in his position because he will try to stay for ever. However, I surprised because he didn't learn any lesson from Gazafi, Saddam Hussein and Hosni Mubarak!\r\n\r\nIssues: Human Rights",
        "background": "(President of the Iraqi Kurdistan Region since 2005 till now !) is one the black dictator in the Middle East like the Adolf Hitler so his finished 10 years as president of the Iraqi Kurdistan or Southern Kurdistan but day by day lots of problem faced to this region such as economic crisis,",
        "closed_at": null,
        "created_at": "2015-10-19T22:34:47.579Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-26T19:48:35.133Z",
        "opened_at": null,
        "rejected_at": "2015-10-28T16:30:15.591Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is not a matter for the UK Government or Parliament. They don't have the power to take the action you're asking for. \r\n\r\nYou could sign this petition, which asks the UK Government to urge the President to resign:\r\n\r\nhttps://petition.parliament.uk/petitions/110743\r\n\r\nAlso, only British citizens or UK residents can start or sign a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:20.792Z"
    },
    "id": 110744,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110744.json"
    },
    "type": "archived-petition"
}