{
    "attributes": {
        "action": "Make fair transitional state pension arrangements for 1950’s women",
        "additional_details": "The 1995 Conservative Government’s Pension Act included plans to increase women’s SPA to 65, the same as men’s.  Women Against State Pension Inequality (WASPI), agree with equalisation,  but don’t agree with the unfair way the changes were implemented – with little/no personal notice (1995/2011 Pension Acts), faster than promised (2011 Pension Act), and no time to make alternative plans.  Retirement plans have been shattered with devastating consequences.  ",
        "background": "The Government must make fair transitional arrangements for all women born on or after 6th April 1951 who have unfairly borne the burden of the increase to the State Pension Age (SPA). Hundreds of thousands of women have had significant changes imposed on them with a lack of appropriate notification",
        "closed_at": "2016-04-20T22:59:59.999Z",
        "created_at": "2015-10-20T16:09:34.695Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-02-01",
            "overview": "The House of Commons Petitions Committee scheduled a debate on this petition in Westminster Hall.",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-02-01/debates/16020126000001/TransitionalStatePensionArrangementsForWomen",
            "video_url": "http://www.parliamentlive.tv/Event/Index/bf878aac-b8e6-40a2-bc03-9bbe5254fc92"
        },
        "debate_outcome_at": "2016-02-02T17:34:08.156Z",
        "debate_threshold_reached_at": "2016-01-02T14:20:26.972Z",
        "government_response": {
            "created_at": "2015-11-05T14:10:20.101Z",
            "details": "Firstly, to clarify, State Pension age (SPa) changes affect individuals in the following way:\r\n•\tWomen born between 6th April 1950 and 5th April 1953 have an SPa set by the 1995 Pensions Act, of between 60 and 63. This group will reach SPa by March 2016, and will therefore receive a State Pension under the current system.\r\n•\tWomen born between 6th April 1953 and 5th December 1953 have an SPa set by the 2011 Pensions Act, of between 63 and 65. The maximum increase in SPa that anybody will experience relative to the 1995 timetable is 16 months. This group will reach pension age after the introduction of the new State Pension. \r\n•\tMen and women born between 6th December 1953 and 5th April 1960 have an SPa set by the 2011 Act, of between 65 and 66. Of the approximately five million individuals affected by the 2011 change, two point four million are men. For women, the maximum increase in SPa relative to the previous timetable is 18 months and for men it is 12 months. This group will also reach pension age after the introduction of the new State Pension.\r\n\r\nBoth the 1995 and 2011 changes followed on from public calls for evidence. The Government has notified the women affected by the State Pension age changes. Following the 2011 changes, DWP wrote to all those directly affected to inform them of the change to their State Pension age - using the address details recorded by HMRC at the time. Mailing to these individuals, due to reach State Pension age between 2016 and 2026, was completed between January 2012 and November 2013, subject to the accuracy of their address details with HMRC. Letters to women with a State Pension age determined by the 1995 timetable (born between 6th April 1950 and 5th April 1953) were sent between April 2009 and March 2011. The DWP also has information on State Pension age changes and who they affect on gov.uk. This includes State Pension age timetables, impact assessments (including an impact assessment for the 2011 Pensions Act) and a State Pension age calculator. In addition, the State Pension age equalisation changes were built into the State Pension statement IT system; introduced in 2001. Therefore, statements produced on request using this system would have included women’s new State Pension ages as determined by the 1995 Pensions Act. \r\n\r\nThe Government will not be revisiting the State Pension age arrangements for women affected by the 1995 or 2011 Acts. The Government carried out extensive analysis of the impacts of bringing forward the rise to 66 when legislating for the change (impact assessment available at Gov.uk). The decision to amend the timetable originally set out in the bill, to cap the maximum increase at 18 months rather than 2 years, was informed by this analysis. \r\n\r\nAll women affected by faster equalisation will reach State Pension age after the introduction of the new State Pension. The new State Pension will be more generous for many women who have historically done poorly under the current, two-tier system - largely as a result of lower average earnings and part-time working. Around 650,000 women reaching State Pension age in the first ten years will receive an average of £8 per week (in 2014/15 earnings terms) more due to the new State Pension valuation of their National Insurance record.\r\n\r\nRegular consideration of State Pension age is necessary to ensure the pensions system remains sustainable as life expectancy grows. The 2014 Act provides for a 6-yearly review, to take into account up-to-date life expectancy data and the findings of an independently-led review. The first review will conclude by May 2017 and will consider, amongst a number of other factors, the impact of State Pension age change on women.\r\n\r\nThe policy decision to increase women’s State Pension age is designed to remove the inequality between men and women. The cost of prolonging this inequality would be several billions of pounds. Parliament extensively debated the issue and listened to all arguments both for and against the acceleration of the timetable to remove this inequality. The decision was approved by Parliament in 2011 and there is no new evidence to consider.\r\n\r\nDepartment for Work and Pensions",
            "summary": "State Pension age changes were first made in 1995. All women affected have been directly contacted following the changes. There are no plans to alter State Pension age arrangements for this group. ",
            "updated_at": "2015-11-05T14:10:20.101Z"
        },
        "government_response_at": "2015-11-05T14:10:20.103Z",
        "moderation_threshold_reached_at": "2015-10-20T16:37:14.912Z",
        "opened_at": "2015-10-20T16:47:03.447Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-21T22:14:12.328Z",
        "scheduled_debate_date": "2016-02-01",
        "signature_count": 193185,
        "state": "closed",
        "updated_at": "2017-09-14T08:24:39.524Z"
    },
    "id": 110776,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110776.json"
    },
    "type": "archived-petition"
}