{
    "attributes": {
        "action": "Look at reasons behind the bias press of the recent terrorist attacks in Israel",
        "additional_details": "The main concern is the reasoning behind the obvious bias in this case.it doesn't matter if you are pro Israel or pro Palestinian.the question is why would our press ie the BBC set out to mislead the public on this matter.do they care so much about he plight of the Palestinians that they would lie or is it anti semitism?\r\nThere has never been more bias and misreported news.It would be like reporting the 9/11 disaster as 6 Saudis die in plane crash.this could be seen as inciting racial hatred.\r\n",
        "background": "The unprovoked terrorist attacks in Israel Reporting by the UK press ie BBC. No mention of the attacks on many headlines, with many stating Palestinian (the terrorist) shot by Israeli soldiers and the like. The concern is with the reasons behind this bias.It needs to be looked at under a microscope ",
        "closed_at": null,
        "created_at": "2015-10-21T22:29:35.219Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-26T14:29:26.965Z",
        "opened_at": null,
        "rejected_at": "2015-11-01T14:01:53.895Z",
        "rejection": {
            "code": "no-action",
            "details": "We are unsure about what specific action you would like the Government or Parliament to take to address this issue.\r\n\r\nIf you start a petition asking for a specific action, we could look at this again. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:24.273Z"
    },
    "id": 110880,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110880.json"
    },
    "type": "archived-petition"
}