{
    "attributes": {
        "action": "End the cuts to Merseyside Police",
        "additional_details": "They will also affect the Force’s ability to provide neighbourhood policing, as it is depleted from a strength of more than 7300 in 2010 to less than 4500 in 2019.\r\n\r\nThis situation could get even worse if the Chancellor decides to cut the police budget even further on November 25th.\r\n\r\nMore cuts may put the safety of Merseysiders at risk. With crime already starting to rise, we call upon the Prime Minister to stop these damaging cuts before they seriously weaken the Force’s ability to keep us safe.",
        "background": "Merseyside Police has already lost 1600 people since 2010. If cuts don’t stop now, we will lose all PCSOs, the entire mounted section & 1000 more police officers & staff. Further cuts will affect the teams which fight serious & organised crime, investigate rape & sexual violence & tackle hate crime.",
        "closed_at": "2016-04-22T22:59:59.999Z",
        "created_at": "2015-10-22T09:34:48.259Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-06T11:14:44.364Z",
            "details": "HMT asked Government Departments to set out plans for reducing their Resource budgets. In line with the approach taken in 2010, HMT asked Departments to model two scenarios, of 25% and 40% in real terms by 2019/20.  This modelling is a start point for discussions between Departments and HMT.\r\n\r\nWhile we acknowledge that the current police funding settlement is challenging, there is no question that the police still have the resources to do their important work. What matters is how officers are deployed, not how many of them there are in total. Chief Constables and Police and Crime Commissioners have demonstrated that, with reform, it is possible to do more with less and forces have increased the proportion of officers working on the frontline.\r\n\r\nWe have made it easier for the police to do their job by cutting red tape, scrapping unnecessary targets, and giving forces the discretion to use their professional judgement. However there is more that can be done, as HMIC have set out in their most recent report, ‘PEEL: Police Efficiency 2015’, there remain significant efficiencies to be delivered from ICT, collaboration and improving workforce capability.\r\n\r\nPolice reform is working and crime has fallen by more than a quarter since 2010, according to the independent Crime Survey for England and Wales, meaning citizens and communities are safer than at any point since the survey began in 1981.\r\n\r\nHome Office",
            "responded_on": "2015-11-06",
            "summary": "No decisions have been taken on police funding beyond 2015/16. Future funding levels will be subject to the outcome of the Spending Review which will report on 25 November.  ",
            "updated_at": "2015-11-06T11:14:44.364Z"
        },
        "government_response_at": "2015-11-06T11:14:44.367Z",
        "moderation_threshold_reached_at": "2015-10-22T15:25:52.392Z",
        "opened_at": "2015-10-22T15:46:05.498Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-28T22:04:35.197Z",
        "scheduled_debate_date": null,
        "signature_count": 13233,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:24.808Z"
    },
    "id": 110893,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110893.json"
    },
    "type": "archived-petition"
}