{
    "attributes": {
        "action": "Legalise Pit Bull Terriers",
        "additional_details": "It only takes a brief look at the history of pitbulls to realize that the dogs are not the problem; the humans who misuse them are. Pitbulls Terriers do not have the strongest jaws of all dog breeds. In fact, out of a study that included a pit bull, a Rottweiler, and a German Shepherd, the Pitbull had the weakest jaw. Nor do they have locking jaws, the jaws of pit bulls have absolutely no unique locking mechanism and function entirely the same as every other dog breed.\r\nPitbulls do not inherently attack more than any other breed. Banning pitbulls would make no progress, we have to see that pitbulls are not inherently dangerous. Experts agree that with proper training pitbulls are just as safe as any other dog breed. We must as a society stop blaming the dog and start blaming the owner.",
        "background": "The pitbull is a breed of dog with a connotation that has been skewed by misrepresentation of evidence and flat out lies. The pitbull has no inherent dangerous characteristics and banning it would make no progress in safety. We must as a society stop blaming the dog and start blaming the owner.",
        "closed_at": null,
        "created_at": "2015-10-21T10:43:06.006Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-21T12:07:21.560Z",
        "opened_at": null,
        "rejected_at": "2015-10-23T14:25:50.515Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/108711"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:22.951Z"
    },
    "id": 110830,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/110830.json"
    },
    "type": "archived-petition"
}