{
    "attributes": {
        "action": "Music As Music Should Be.\r\nTo get music on the radio played without bleeping",
        "additional_details": "For an example here is Break Stuff by Limp bizkit:\r\nExplicit version:\r\nhttps://youtu.be/cCslC3ykX-U\r\n\r\nRadio edit\r\nhttps://youtu.be/5zG1_Uey8yc\r\n\r\nThis like many other tracks sounds wrong. And should be played as it was intended.\r\nI'm hoping to get enough people to get this changed, these days people arent that bothered about a bit of bad language.\r\n \r\nIf you don't want to listen to it, all you have to do is turn it over. \r\nI'm sure there are many bands out there that will support Music As Music Should Be\r\n",
        "background": "Most people like listening to music, I want to try and get radio stations and music channels to play music as it was written and not bleeped. \r\nWhat's a bit of bad language these days. \r\nAt the very least to give it a water shed time like TV has for its movies.",
        "closed_at": null,
        "created_at": "2015-10-25T14:45:14.474Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-25T21:46:14.677Z",
        "opened_at": null,
        "rejected_at": "2015-11-01T12:48:46.545Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition seems to be calling on radio stations and music channels to change their policies. That isn't a decision for the UK Government or Parliament.\r\n\r\nIf you think that there is an action that the UK Government or Parliament could take on this - such as changing legislation - then you could start a petition calling for that action. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:28.465Z"
    },
    "id": 111077,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111077.json"
    },
    "type": "archived-petition"
}