{
    "attributes": {
        "action": "Iodized salt awareness campaign",
        "additional_details": "Iodine is essential for healthy brain development in the fetus and young child. Iodine deficiency negatively affects the health of women, as well as economic productivity and quality of life. Most people need an additional source of iodine as it is found in relatively small amounts in the diet. Iodization is an effective strategy to increase iodine intake at the population level. WHO, e-Library of Evidence for Nutrition Actions (eLENA)",
        "background": "All food-grade salt, used in household and food processing should be fortified with iodine as a safe and effective strategy for the prevention and control of iodine deficiency disorders in populations living in stable and emergency settings. WHO, e-Library of Evidence for Nutrition Actions (eLENA)",
        "closed_at": null,
        "created_at": "2015-10-27T18:20:14.304Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-29T18:53:28.286Z",
        "opened_at": null,
        "rejected_at": "2015-12-01T18:36:31.093Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you would like the UK Government or Parliament to take action, or whether you are calling on salt manufacturers to take this action.\r\n\r\nWe can only accept petitions that call for action from the Government or Parliament. If you would like the Government to fund an awareness campaign, or Parliament to change the law to require salt manufacturers to fortify salt with iodine, you could start a petition calling for that action. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:31.256Z"
    },
    "id": 111197,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111197.json"
    },
    "type": "archived-petition"
}