{
    "attributes": {
        "action": "Send Aid / Organisations / Charities to Europe to help this humanitarian crisis",
        "additional_details": "http://m.huffpost.com/uk/entry/8388988\r\nThis article was written by someone who is helping in Greece where refugees arrive. It is the biggest humanitarian crisis since WW2, yet governments and media ignore it and there is too much red tape for big charities to get involved. Everyday thousands of people arrive in Greece, there is not enough food to go round, no medical attention and in another month, people will be dying. We must act now,send the Red Cross, the Army, medicines sans frontiers etc. ",
        "background": "It is absolutely shocking to see what is happening in Europe. People arrive in Greece, having fled their own governments and terrors and they urgently need our help. They need food, clothes, medical attention  and shelter. Europe needs to work together to provide that. We need to send help now. ",
        "closed_at": null,
        "created_at": "2015-10-27T09:08:09.712Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-27T10:36:39.525Z",
        "opened_at": null,
        "rejected_at": "2015-11-01T12:25:09.314Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you would like the Government to do.\r\n\r\nYour request that the Government send aid to assist refugees in Europe is clearly something that the Government could do. \r\n\r\nHowever, the Government does not control the actions of charities and other non-governmental organisations. You could start a petition asking the Government to remove any bureaucratic barriers that are preventing the charities you mention from taking more action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:30.531Z"
    },
    "id": 111166,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111166.json"
    },
    "type": "archived-petition"
}