{
    "attributes": {
        "action": "Install a traffic lights system at Cross Hands roundabout.",
        "additional_details": "Opposition argue that traffic lights will slow down an already busy road. Carmarthen and Pont Abraham roundabouts had traffic lights installed long ago and congestion in both locations is not a serious issue. As the roads get busier, it is only a matter of time before somebody gets seriousuly hurt. Please let common sense prevail and help force through action to make this stretch of road a great deal safer for all motorists.",
        "background": "A recent published statistic shows that Cross Hands roundabout is the 3rd most dangerous in Wales for traffic accidents and people hurt. Anyone who is based in the area or travels through regularly will know how treacherous it has become. Please sign and share to force through a resolution.",
        "closed_at": null,
        "created_at": "2015-10-26T16:16:11.356Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-29T14:41:53.965Z",
        "opened_at": null,
        "rejected_at": "2015-11-01T12:45:41.657Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In Wales, the Welsh Assembly Government is responsible for traffic calming on trunk (main) roads. If the road you are concerned about is a trunk road, you could start a petition to the National Assembly for Wales. You can find out more here:\r\n\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx\r\n\r\nIf it is a local road, the local highway authority (usually your local council) is responsible. You can find out who your local councillors are here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:29.448Z"
    },
    "id": 111124,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111124.json"
    },
    "type": "archived-petition"
}