{
    "attributes": {
        "action": "Accept the 10% pay increase for MPs in the form of tampons",
        "additional_details": "As luxury items, this would count as a stable and effective investment in uncertain economic times. It would also send a strong message ahead of promised EU discussions on the matter, and win back public support following the controversial 10% pay rise.\r\n\r\nhttp://www.bbc.co.uk/news/uk-politics-34645179\r\n\r\nhttp://i100.independent.co.uk/article/stella-creasy-gave-a-fantastic-speech-on-why-tampons-are-not-a-luxury-item-mps-still-think-they-are--bkFTIYj8ul\r\n",
        "background": "The government has declined to cut the 5% VAT on tampons, citing that this is the minimum allowed under EU law for 'luxury goods'. A strong statement could be made to both Europe and the UK public by MPs accepting their recent 10% pay rise in the form of tampons of the equivalent cash value.",
        "closed_at": null,
        "created_at": "2015-10-28T13:29:51.986Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-28T13:48:00.412Z",
        "opened_at": null,
        "rejected_at": "2015-10-29T14:56:51.443Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay. IPSA conducted a public consultation after 2012 and decided what the salaries of MPs should be after the election.\r\n\r\nIf you would like to contact IPSA about its decision, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n\r\nIf you wanted the Government to cut the VAT on tampons we could accept a petition on that. However, you may find there is a petition already on this issue, for example, https://petition.parliament.uk/petitions/106063. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:32.990Z"
    },
    "id": 111273,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111273.json"
    },
    "type": "archived-petition"
}