{
    "attributes": {
        "action": "Convert derelict streets into homes for veterans",
        "additional_details": "After watching Nick Knowles DIY., SOS., who with help of Manchester Council, local businesses and an army of volunteers, including Princes William and Harry, they converted a near derelict street into homes for veterans and made life a lot better for the few remaining people who were trapped in the street by their situation. There streets in most of our big towns and cities which would benefit from the make over and it would possibly reduce the amount of no-go areas",
        "background": " The veterans can't readjust to what we call normality, they have been indoctrinated into doing what to do and when to do it. Their training leaves them with no room to manoeuvre on their own, we owe it to these people who have no jobs due possible to government cuts",
        "closed_at": null,
        "created_at": "2015-10-28T09:12:12.536Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-01T17:44:52.143Z",
        "opened_at": null,
        "rejected_at": "2015-11-02T18:00:09.739Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You seem to be asking for action from local councils and/or charities rather than the UK Government or Parliament. \r\n\r\nYou might want to start a new petition calling on the Government to take a specific action, provided that your petition asks for something that is the Government's responsibility."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:32.389Z"
    },
    "id": 111249,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111249.json"
    },
    "type": "archived-petition"
}