{
    "attributes": {
        "action": "Make the PM answer questions at PMQ",
        "additional_details": "The behaviour in the House of Commons sickens the general public.  Where most of us have to attend meetings and behave with respect and answer questions in a prepared and concise manner, we see our representatives behave like school children while talking about serious matters.  The public deserves better.  Prime Ministers should answer questions.  Ministers and MPs should behave with respect.  The House of Commons is a place of business, not a school debating club.",
        "background": "Members of the public watch Prime Minister's Questions to hear answers on issues that may have a critical effect on their lives.  Where PMs seem happy to dodge questions and replace answers with political grandstanding they should be penalised and answers enforced.",
        "closed_at": null,
        "created_at": "2015-10-30T10:20:32.458Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-30T12:24:15.833Z",
        "opened_at": null,
        "rejected_at": "2015-11-09T14:59:41.592Z",
        "rejection": {
            "code": "no-action",
            "details": "It's clear that you are concerned about the conduct of Prime Minister's Questions in the House of Commons. However, it is not clear what action you would like to be taken to change this. \r\n\r\nFor example, it is not clear from your petition which individual or body you would like to be responsible for determining whether the Prime Minister had given an acceptable answer to a question.\r\n\r\nIf you could start a new petition with a clearer and more specific request for action, we could look at this again. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:35.869Z"
    },
    "id": 111404,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111404.json"
    },
    "type": "archived-petition"
}