{
    "attributes": {
        "action": "Reform the rules on filibustering or 'talking a bill to death'.",
        "additional_details": "Lowering the number of MPs needed to win a vote on a motion for closure, or limiting the length of speeches in certain sessions, would be options for reform worth considering.",
        "background": "Philip Davies MP spoke for 90 minutes during a debate on free hospital parking for carers, wasting time so a vote could not take place and the Bill be blocked.\r\n\r\nTenant rights have also been affected in this manner.\r\n\r\nSuch a tactic is archaic, repugnant, and has no place in a modern parliament.",
        "closed_at": "2016-05-02T22:59:59.999Z",
        "created_at": "2015-10-30T23:58:08.221Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-10T10:34:43.742Z",
            "details": "The House has established rules to protect debate from unnecessarily long speeches and it is for the Chair of the debate to give effect to these rules if they consider that it is necessary.\r\n\r\nThere is already an important rule of the House to protect debate from unnecessarily long speeches which might be described as filibustering. Standing Order No. 42 allows the Speaker to direct a Member to discontinue his speech if that Member 'persists in irrelevance, or tedious repetition either of his own arguments or of the arguments used by other members in debate'. Awareness of this rule, even if it seldom has to be enforced, is a key factor in forcing Members to ensure that their speeches are to the point. Speeches may be lengthy, so long as they are relevant. Often the apparent length of a speech can be misleading, because a Member will be taking a great number of interventions from other Members. There is a procedure, known as ‘the closure’ for Members to use in cases where there is a risk of business before the House being ‘talked out’: this is used where the Speaker or Deputy Speaker is satisfied that there has been sufficient time for all points of view to have been expressed in the debate and where 100 Members vote in favour of ‘closing’ the debate.\r\n\r\nThe Procedure Committee in the 2010-15 Parliament considered the procedures of the House on Private Members' Bills and published a report on the matter in September 2013, to which the Government responded. In March 2014 the Committee produced a further report in light of the Government's response. The central recommendation of this report was that it should be possible to timetable or programme Private Members' Bills. The previous administration did not respond to the report before the General Election. It is understood that the Procedure Committee in this Parliament plans to consider the matter further.\r\n\r\nLeader of the House",
            "responded_on": "2015-12-10",
            "summary": "Procedure within the Chamber is a matter for the House of Commons authorities and the Speaker or Deputy Speaker chairing the debate. ",
            "updated_at": "2015-12-10T10:34:43.742Z"
        },
        "government_response_at": "2015-12-10T10:34:43.748Z",
        "moderation_threshold_reached_at": "2015-10-31T02:51:32.976Z",
        "opened_at": "2015-11-02T15:26:51.235Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-20T19:33:26.871Z",
        "scheduled_debate_date": null,
        "signature_count": 50697,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:37.212Z"
    },
    "id": 111441,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111441.json"
    },
    "type": "archived-petition"
}