{
    "attributes": {
        "action": "Do more to help countries in the fight against hunting animals.",
        "additional_details": "62 elephants BEHEADED in savage mass slaughter in Cecil's park, the SAME park that Cecil the lion got beheaded. Rhinos are also in trouble. The ancient Sumatran rhino has been declared extinct in Malaysia, following the fate of black rhinos in West Africa in 2011. The number of lions in Africa is rapidly dropping (by 50%) , except in highly-managed areas in the south of the continent, a study has found. (This proves that with our help we can help protect these vulnerable animals)",
        "background": "Too many animals around the world are being killed for no reason. These animals including Lions, Rhinos, Elephants etc should be being protected. It isnt right that in the near future we could be living in a world without these amazing creatures. Something has to be done now before its too late.",
        "closed_at": null,
        "created_at": "2015-10-30T19:19:53.092Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-30T20:23:03.828Z",
        "opened_at": null,
        "rejected_at": "2015-11-02T17:01:10.258Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to contain a clear request for a specific action. We're not sure from your petition what action you would like to be taken.\r\n\r\nWe already have some petitions on this subject, for example:\r\n\r\nhttps://petition.parliament.uk/petitions/105504\r\n\r\nhttps://petition.parliament.uk/petitions/105335"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:36.656Z"
    },
    "id": 111429,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111429.json"
    },
    "type": "archived-petition"
}