{
    "attributes": {
        "action": "Make it illegal for MPs to own shares in a company with gov/nhs/police contracts",
        "additional_details": "Many MP's are believed to have shares in G4S and Circle and profit out of their own decisions to award contracts.",
        "background": "MP's / Political party's should not be able to profit out of any company with a Government/Police/NHS/Fire service etc. (or arranging a contract). Any shares owned must be sold before becoming an MP and this will also relate to immediate family so they do not just transfer them to their partners. ",
        "closed_at": "2016-05-20T22:59:59.999Z",
        "created_at": "2015-11-03T20:16:58.158Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-11T11:07:50.521Z",
            "details": "All Members of Parliament are required to declare any interests they may have that could influence their conduct as an MP. The register of interest is regularly updated and managed by the Parliamentary Commissioner for Standards and is available to the public on the Parliament website. MPs have no role in awarding contracts. If a Member participates in a debate or asks a written question on a subject in which they have an interest, they must declare this at the time.  The rules relating to MPs' interests are outlined in the MPs' Code of Conduct. \r\n\r\nGovernment Ministers are subject to stricter rules relating to conflicts of interest as outlined in the Ministerial Code: \"Ministers must ensure that no conflict arises, or could reasonably be perceived to arise, between their public duties and their private interests, financial or otherwise\". Upon appointment, Ministers are required to notify their Permanent Secretary of any interests, including any interests of their spouse, partner, or close family members.\r\n\r\nLeader of the House",
            "responded_on": "2015-12-11",
            "summary": "Members of Parliament are required to declare any interests they may have that could influence their conduct as an MP. The register of interests is published on the internet and is updated monthly.",
            "updated_at": "2015-12-11T11:07:50.521Z"
        },
        "government_response_at": "2015-12-11T11:07:50.523Z",
        "moderation_threshold_reached_at": "2015-11-19T14:58:04.488Z",
        "opened_at": "2015-11-20T16:52:49.263Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-22T14:57:56.683Z",
        "scheduled_debate_date": null,
        "signature_count": 45994,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:41.730Z"
    },
    "id": 111634,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111634.json"
    },
    "type": "archived-petition"
}