{
    "attributes": {
        "action": "Implement a regulation for fair trading within the entertainment industry",
        "additional_details": "Artists have perpetual expenses that greatly exceed income, if any income at all, which is compounded by record labels who require them to do the vast majority of the work whilst retaining the majority of said income, or in some cases all of it.\r\n\r\nThis petition is for the Prime Minister to legislate fair trading in the UK music industry as he would expect with any other, especially as he wants the country to get back to work. Performing artists are no less valid than a those earning minimum wage.",
        "background": "Entertainment is important to everyone and it has careers like any other, however it has no protection for 'employees' unlike all others. Record companies for example sign artists on the basis of taking 90% royalties for 5 years then keeping 100% from thereafter, if they allow you to trade at all.",
        "closed_at": null,
        "created_at": "2015-11-04T12:32:48.250Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-04T19:30:12.613Z",
        "opened_at": null,
        "rejected_at": "2015-11-09T10:25:16.982Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you mean by \"fair trading\" in this context. If you could start a new petition which explains your request more clearly and specifically, we could look at this again."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:42.437Z"
    },
    "id": 111677,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111677.json"
    },
    "type": "archived-petition"
}