{
    "attributes": {
        "action": "Include expressive arts subjects in the Ebacc",
        "additional_details": "Sec of State for Education, Nicky Morgan, states that she wants 90% of sixteen year olds to have The Ebacc. Numeracy and literacy are certainly key to future success in life, but it is wrong to say that the arts are not worthy of inclusion in a measure used to grade a school's success. Our children deserve a broad, creative education, but the Ebacc is giving rise to massive declines in numbers of students able to choose arts subjects, at a time when the CBI demands more creative people.",
        "background": "The English Baccalaureate, or Ebacc, is a standard which maintains that English, maths, science, a language and a humanity define a good education. The exclusion of art, music, drama and other expressive subjects is limiting, short sighted and cruel. Creativity must be at the heart of our schools.",
        "closed_at": "2016-05-09T22:59:59.999Z",
        "created_at": "2015-11-04T21:57:25.298Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-07-04",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-07-04/debates/16070422000001/EbaccExpressiveArtsSubjects",
            "video_url": "http://parliamentlive.tv/Event/Index/ca06ebdb-0a8e-4867-a9ea-4cc82c94ff54"
        },
        "debate_outcome_at": "2016-07-05T09:28:46.628Z",
        "debate_threshold_reached_at": "2016-04-14T06:46:32.301Z",
        "government_response": {
            "created_at": "2016-02-11T14:32:35.171Z",
            "details": "The government is committed to improving the life chances of young people and believes all young people should study the core academic subjects that give them the skills to succeed. The EBacc subjects provide a rigorous academic education and help to prepare young people for adult life. The EBacc forms only part of the school curriculum and all schools must deliver a curriculum that is balanced and broadly based.\r\n\r\nLast summer’s results showed that both the proportion of young people studying EBacc subjects and the proportion studying arts GCSEs increased. Thousands more students took GCSEs in arts subjects in 2015 compared to the previous year. \r\n\r\nThe Government believes that arts subjects are important. That is why art and design and music are compulsory subjects within the national curriculum for 5 – 14 year olds.  Pupils also have to study drama, as part of the English curriculum, and dance, as part of the PE curriculum.   At key stage 4, the Government does not believe it is right that every student should have to study an arts subject, but all pupils in maintained schools have a statutory entitlement to be able to study an arts subject if they wish (comprising art and design, music, dance, drama and media arts) as well as design and technology.  \r\n\r\nThe government has recently consulted on how best to implement the EBacc commitment and a response to the consultation will be issued in the spring. \r\n\r\nDepartment for Education.",
            "summary": "The English Baccalaureate (EBacc) is part of the government’s drive for educational excellence everywhere and a consultation on the plans for implementation ran from 3 November to 29 January. ",
            "updated_at": "2016-02-11T14:32:35.171Z"
        },
        "government_response_at": "2016-02-11T14:32:35.175Z",
        "moderation_threshold_reached_at": "2015-11-04T22:27:10.420Z",
        "opened_at": "2015-11-09T15:23:27.747Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-15T12:22:22.102Z",
        "scheduled_debate_date": "2016-07-04",
        "signature_count": 102499,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:44.799Z"
    },
    "id": 111731,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111731.json"
    },
    "type": "archived-petition"
}