{
    "attributes": {
        "action": "'Lest We Forget' Petition. Get the Epping Remembrance Day Parade to go ahead.",
        "additional_details": "Essex police are refusing to marshal the parade, insisting local authorities take over - not enough notice has been given for this. \r\n\r\nRemembrance Sunday is a day for the nation to remember those who have sacrificed themselves to secure and protect our freedom. The uniformed public services and the wider community should be standing together to commemorate the sacrifices that have been and are made on a daily basis by our armed forces and all uniformed public servants. Common decency demands it.\r\n",
        "background": "The Remembrance Sunday parade has taken place every year since 1919. This year the parade has been cancelled owing to police cuts.\r\n\r\nThe British Legion has requested that the police allow the parade to go ahead this year and for changes to be made for next year instead. This request has failed.  ",
        "closed_at": null,
        "created_at": "2015-11-04T23:14:03.025Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-04T23:36:46.566Z",
        "opened_at": null,
        "rejected_at": "2015-11-05T16:41:45.188Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the Government or Parliament has the power to do. \r\n\r\nThis seems to be an operational decision by the local police. You could try raising this issue with your elected Police and Crime Commissioner:\r\n\r\nhttp://www.essex.pcc.police.uk/\r\n\r\nYou could also raise this issue with your local council. You can find out how to start an e-petition to Epping Forest District Council here:\r\n\r\nhttp://rds.eppingforestdc.gov.uk/mgePetitionListDisplay.aspx\r\n\r\nYou could also contact local councillors about this. You can use this page to find out who your local councillors are and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:44.115Z"
    },
    "id": 111741,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111741.json"
    },
    "type": "archived-petition"
}