{
    "attributes": {
        "action": "Appoint a new health secretary to restart junior doctor contract negotiations",
        "additional_details": "There are multiple unaddressed problems that will affect doctors and patients in the proposed contract:\r\n\r\n1. If more doctors are redeployed to the weekend, what effect will there be on weekday services?\r\n\r\n2. Has there been any analysis of the impact on future recruitment of doctors in to specialties with higher out of hours commitment, e.g. A&E?\r\n\r\n3. The \"pay protection\" element of doctors' salaries in the pay calculator is only guaranteed until 2019 - will doctors after this date see their pay cut?",
        "background": "Junior doctors are considering full strike action for the first time in 40 years due to a breakdown of trust in Jeremy Hunt, who has misled parliament and the public on a range of key issues. A new health secretary with detailed knowledge of the NHS is required to restart negotiations with the BMA.",
        "closed_at": null,
        "created_at": "2015-11-06T12:14:18.036Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-06T12:32:56.373Z",
        "opened_at": null,
        "rejected_at": "2015-11-10T12:00:02.018Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments.\r\n\r\nIt's clear that you are concerned about the proposed changes to the contracts of junior doctors. You could start a petition calling for the Government to change its policy, or sign an existing petition on this issue. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:46.878Z"
    },
    "id": 111845,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111845.json"
    },
    "type": "archived-petition"
}