{
    "attributes": {
        "action": "Stop the Government from cutting funding for Routes into Languages.",
        "additional_details": "Routes into Languages has worked tirelessly across the country to develop a range of regional and national networks to support schools and teachers to be innovative, raise students' aspirations and make the case for language learning. \r\nTo lose this resource would be devastating, the RiL Spelling Bee alone involved 77,000 Year 7 students last year and this is only one example of the work that Routes does to offer free opportunities to all schools.\r\nPlease sign the petition to change this decision.",
        "background": "Routes into Languages (RiL) works with schools and colleges to promote language learning.  It works with teachers to develop and roll out innovative projects such as Mother Tongue Other Tongue and the Foreign Language Spelling Bee which benefit students and motivate them to learn languages.",
        "closed_at": "2016-05-10T22:59:59.999Z",
        "created_at": "2015-11-06T20:18:21.614Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-02T09:52:34.990Z",
            "details": "Responsibility for Routes into Languages rests with HEFCE.\r\n\r\nIn early 2016 HEFCE commissioned the Leadership Foundation to undertake an independent review of options for longer-term sustainability of Routes.  HEFCE is actively working with University Council for Modern Languages (UCML), the Routes co-ordinating team and its Steering Group to support its transformation to a sustainable programme of demand-raising activity for language study at university.\r\n\r\nThe HEFCE-funded project will be concluding in July 2016. The Routes co-ordinating team was made aware from before the outset of the current three-year project that this would be the last tranche of HEFCE funding, which meant that a sustainability plan was key for activities to continue after the current funding programme ends. \r\n\r\nDepartment for Business, Innovation and Skills",
            "responded_on": "2016-06-02",
            "summary": "HEFCE have commissioned an independent review for the longer-term sustainability of Routes to support its transformation into to a sustainable programme.",
            "updated_at": "2016-06-02T09:52:34.990Z"
        },
        "government_response_at": "2016-06-02T09:52:34.993Z",
        "moderation_threshold_reached_at": "2015-11-06T22:25:26.730Z",
        "opened_at": "2015-11-10T17:14:40.550Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-09T21:28:52.247Z",
        "scheduled_debate_date": null,
        "signature_count": 10400,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:48.029Z"
    },
    "id": 111879,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111879.json"
    },
    "type": "archived-petition"
}