{
    "attributes": {
        "action": "Investigate alleged abuses against ethnic Kurdish in Turkey by the authorities.",
        "additional_details": "There have also been reported allegations of killing and mutilation of working equines in Kurdish villages by Turkish security services.  This has been acknowledged by an animal charity World Horse Welfare.\r\nAlso if these above allegations are found to be true reconsider Turkey's position in NATO.",
        "background": "There have been allegations in the media of abuse against Kurdish by Turkish security services including the killing of Ekin Van, a Kurdish soldier whose naked corpse was displayed on social media and the killing of a Kurdish protester Haci Lokman Birlik whose corpse was dragged behind a vehicle.",
        "closed_at": null,
        "created_at": "2015-11-06T15:29:35.217Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-06T23:29:34.712Z",
        "opened_at": null,
        "rejected_at": "2016-01-07T12:14:54.169Z",
        "rejection": {
            "code": "no-action",
            "details": "We can see that you are concerned about this matter but we are not clear from the wording of your petition what specific action you would like the UK Government or Parliament to take. Petitions need to ask the Government or Parliament to take a specific action on something that they are responsible for. \r\n\r\nYou could start a new petition asking the UK Government to urge the Turkish Government to commission an independent inquiry into these matters. \r\n\r\nWe already have a petition asking the UK Government to advise NATO to expel Turkey on another matter:\r\nhttps://petition.parliament.uk/petitions/113859"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:47.178Z"
    },
    "id": 111859,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111859.json"
    },
    "type": "archived-petition"
}