{
    "attributes": {
        "action": "Vote no confidence in Nicky Morgan.",
        "additional_details": "Approval of a new Grammar-School in Kent.\r\nInaction over access of Transgender individuals to health-care.\r\n16'984 pupils attending 'inadequate' free schools and academies.\r\nFocussing too heavily on local authority schools.\r\nThe proposed introduction of more, increasingly robust exams for young children.\r\nA very public attack on Arts and Humanities subjects.\r\nRisking an even greater increase in the price of tuition fees for University fees.\r\nPermitting the severance of the maintenance grant.\r\n",
        "background": "Since her appointment as Secretary of State for Education and Minister for Women and Equalities, The Right Honourable Nicky Morgan MP has neglected to fulfil the responsibilities of herself and her office on a number of occasions. ",
        "closed_at": "2016-05-10T22:59:59.999Z",
        "created_at": "2015-11-07T20:35:40.517Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-28T15:30:12.665Z",
            "details": "Through the hard work of teachers and leaders, the government’s reforms of the past six years have led to 1.4 million more children being taught in good and outstanding schools. Central to this improvement has been the academy programme. \r\n\r\nThe academy programme puts control of running schools in the hands of teachers and school leaders - the people who know best how to run their schools. That’s why the government is committed to every school becoming an academy. This system will allow us to tackle underperformance far more swiftly than in a local authority maintained system where many schools have been allowed to languish in failure for years. At the same time it will allow our most successful and popular schools to expand their reach to even more children. \r\n\r\nLegislation prohibits the establishment of new grammar schools, and this will not change. We want all pupils to have access to a good school and we believe that all good and outstanding schools that have the capacity to do so should be able to expand to meet the demands of parents. There is nothing to prevent the expansion of grammar schools as long as they are true expansions of an existing school, and meet the criteria. The proposals from the Weald of Kent Grammar school to expand onto a satellite site met these criteria and were therefore approved.\r\nIt is right that we make primary assessment more robust. The updated tests align with a new National Curriculum which matches the best school systems in the world and will ensure that children leave primary school with the education they need to succeed. The OECD found that our young people were no more literate or numerate than their grandparents’ generation – that is not acceptable and it had to change. Tests in primary school are about checking young children have grasped the basics and have not been let down by our schools. Fundamentally, they enable parents and teachers to understand how children are doing and to identify areas where additional support is needed. As ever, we trust teachers to approach tests proportionately.\r\n\r\nThe Government is fully committed to the teaching of arts and humanities in school.  All state-funded schools have to provide a broad and balanced curriculum and arts and humanities subjects are compulsory in the national curriculum for 5-14 year olds in maintained schools. \r\n\r\nWe have an ambition that 90 per cent of pupils in mainstream secondary schools will enter history or geography subjects at GCSE. The percentage of pupils in state-funded schools entered for the humanities component of the EBacc increased from 47.9 per cent in 2011 to 65.5 per cent in 2015.  And since the EBacc was first introduced, the proportion of pupils in state-funded schools taking at least one GCSE in an arts subject has increased, rising from 45.8 per cent in 2011 to 49.6 per cent in 2015.  We also fund a number of programmes designed to improve pupils’ access to the arts. In 2016-17 this includes £75 million for music education hubs.\r\n\r\nThe NHS provides outstanding care, but we recognise more needs to be done for transgender people. Since 2014 NHS England has invested an additional £11 million in services for transgender people and is working with the providers of gender identity services to reduce waiting times and improve access. \r\nNHS England has also convened a number of multi-agency meetings so organisations responsible for improving transgender peoples’ experience can collaborate in forming a coordinated national plan for improvement.\r\nThe Minister for Women and Equalities and the Secretary of State for Health are examining closely the recommendations from the recent Select Committee report into transgender equality relating to healthcare for trans people. The government is taking the time to consider these issues thoroughly, and will respond in due course.\r\n\r\nTuition fees and student support for most higher education courses are not the responsibility of the Secretary of State for Education: they fall under the remit of the Secretary of State for Business, Innovation and Skills. \r\n\r\nThe government’s Higher Education White Paper, “Success as a Knowledge Economy”, will ensure that everyone with potential to succeed at university can do so. The Teaching Excellence Framework will provide clear information to students about where the best provision can be found and will incentivise universities to improve teaching quality.\r\n\r\nFrom 2016/17, increased loans for living costs will replace maintenance grants for new full-time students, paid back only when their earnings rise above £21,000. Eligible students on the lowest incomes will have a 10.3 per cent increase in living costs support compared to support in 2015/16.\r\n\r\nDepartment for Education\r\n",
            "summary": "The government is committed to providing world-class education and care that allows every child and young person to reach their potential and prepares them to succeed in adult life. ",
            "updated_at": "2016-06-28T15:30:12.665Z"
        },
        "government_response_at": "2016-06-28T15:30:12.669Z",
        "moderation_threshold_reached_at": "2015-11-09T20:20:54.357Z",
        "opened_at": "2015-11-10T17:08:40.026Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-04T20:41:48.228Z",
        "scheduled_debate_date": null,
        "signature_count": 10332,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:50.366Z"
    },
    "id": 111975,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111975.json"
    },
    "type": "archived-petition"
}