{
    "attributes": {
        "action": "Stop sat nav thefts being profitable",
        "additional_details": "In the past it was simple to sell on a sat nave with no chance of it becoming visible to anybody without checking its' serial number.\r\nWith current sat navs having to be registered for lifetime updates, and most models being able to get realtime traffic reports via mobile phones the manufacturers can disable the sat  nav at the least and / or report the location details to the Police.  This simple measure would make buying  stolen sat nav less attractive thereby reduce their theft, reduce reported crime numbers with no additional work to the Police and initially improve detection and conviction rates until thieves didn't take them at all.  For manufacturers It will also improve the saleability of their products by indicating positive action in customer care.",
        "background": "I had my TomTom sat nav stolen from my car on my lit drive overnight, it was out of sight and the vehicle locked as recommended by the Police.\r\nl was shocked to see online many others had suffered the same and moreover that the manufacturers were unwilling to do anything to make this unprofitable.",
        "closed_at": null,
        "created_at": "2015-11-07T08:49:17.499Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-07T03:58:09.466Z",
        "opened_at": null,
        "rejected_at": "2016-06-10T12:16:33.793Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. You could start a new petition asking clearly for a specific action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:48.797Z"
    },
    "id": 111924,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/111924.json"
    },
    "type": "archived-petition"
}