{
    "attributes": {
        "action": "A petition to limit public sector wages, expenses and pension contributions.",
        "additional_details": "More than a third of council tax payments will go towards paying workers’ pension schemes within five years; pension schemes only. There are then wages, expenses and so on to be taken into account.Council Tax is no longer being used to pay for what it was intended; it is now used to fund wages. The public sector use the excuse of we must pay the most to get the best: but who among us believes our public services have improved in any way shape or form since the rise of these massive wages: no one",
        "background": "Public sector wages, gold plated pensions and expense allowances have run wild since the Labour governments of Blair and Brown. Public sector pensions in particular are effectively a Ponzi scheme with more and more contributors needed to meet demand; they will collapse eventually causing chaos",
        "closed_at": null,
        "created_at": "2015-11-09T12:27:42.086Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-09T13:22:59.559Z",
        "opened_at": null,
        "rejected_at": "2015-11-13T11:08:02.594Z",
        "rejection": {
            "code": "fake-name",
            "details": "It would also be helpful if you could make your petition more specific - for example, by specifying how the limit at which public sector salaries should be capped would be determined."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:52.301Z"
    },
    "id": 112068,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112068.json"
    },
    "type": "archived-petition"
}