{
    "attributes": {
        "action": "Extend Eu referendum voting rights to all UK citizens living abroad.",
        "additional_details": "As a person who moved abroad as a minor, due to my parents choice, I find it unjust that I am unable to vote within the UK; the only country of which I have citizenship. I can't voice my political opinion in any country - despite having assets and family both in the UK and abroad. Currently, the UK is one of only two EU countries that disenfranchises their own citizens from voting while resident in another EU member state, the other being the Republic of Ireland. I call upon parliament to eliminate the exclusion from political culture faced by UK expats regarding the EU referendum. \r\n\r\n1. Disenfranchisement of EU citizens resident abroad situation in national and European elections in EU Member States : in-depth analysis. Brussels: European Parliament, 2014.",
        "background": "The EU referendum is not open to UK citizens who have lived abroad for more than 15 years. I believe that voting is a fundamental right of any citizens within a democratic society, including those outside of the country. Please help give a political voice to UK expats directly affected by this vote.",
        "closed_at": "2016-05-16T22:59:59.999Z",
        "created_at": "2015-11-10T01:40:07.019Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-24T14:01:58.545Z",
            "details": "The franchise for the EU referendum is based on the franchise for Parliamentary elections, with the addition of Members of the House of Lords; and Commonwealth and Irish citizens who can vote at European Parliamentary elections in Gibraltar.\r\n\r\nBoth the 1975 EEC referendum and 2011 Alternative Vote referendum were based on the UK Parliamentary franchise. The franchise is also similar to that set for the referendum lock on transfers of power from the UK to the EU required under the European Union Act 2011.\r\n\r\nThe UK Parliamentary franchise includes British citizens overseas who were registered to vote in the UK in the last 15 years. This means that many British expats will be able to participate in the referendum. The Government is committed to scrapping the time limit on voting from overseas at parliamentary elections, and intends to bring forward an Overseas Electors Bill to achieve this. This will need to be debated and approved by Parliament before it can become law, and it is highly unlikely this will be in time for the EU referendum. \r\n\r\nThe European Union Referendum Bill received Royal Assent on 17 December 2015 and is now an Act of Parliament. The question of the franchise was debated in Parliament during the passage of the Bill and this approach was agreed by both the House of Commons and the House of Lords.\r\n\r\nForeign and Commonwealth Office",
            "summary": "As an issue of national significance, the Parliamentary franchise is the appropriate starting point. This includes UK citizens abroad if they were registered to vote in the UK in the last 15 years.",
            "updated_at": "2016-03-24T14:01:58.545Z"
        },
        "government_response_at": "2016-03-24T14:01:58.547Z",
        "moderation_threshold_reached_at": "2015-11-11T16:48:45.478Z",
        "opened_at": "2015-11-16T14:18:09.285Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-01T15:17:01.375Z",
        "scheduled_debate_date": null,
        "signature_count": 19033,
        "state": "closed",
        "updated_at": "2017-09-09T06:07:54.100Z"
    },
    "id": 112142,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112142.json"
    },
    "type": "archived-petition"
}