{
    "attributes": {
        "action": "Stop Beckhampton Centre/School from getting closed down!",
        "additional_details": "The school has been around for many years and helped so many girls. Every girl has a indecisive timetable to suit her needs, they work very closely with the school you came from so you never miss out. Its high quality education and they also teach the girls about having a healthier lifestyles and give them loads of support throughout there stay, and after. There is a on-site nursey which means the new mother's are ner far from their baby. WE CAN'T LET THE COUNCIL CLOSE IT!!! ",
        "background": "Beckhampton Center is a school for pregnant girls and young mothers of school age.This school has helped so many girls not just with their education, but with their self confidence.\r\nSo why are the city council trying to close us down?, becuase we are to expensive that is just stupid",
        "closed_at": null,
        "created_at": "2015-11-13T07:28:35.366Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-13T18:15:27.040Z",
        "opened_at": null,
        "rejected_at": "2015-11-16T17:19:02.398Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The closure of this school is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here: \r\n\r\nhttp://committee.nottinghamcity.gov.uk/mgEPetitionListDisplay.aspx?bcr=1\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:58.860Z"
    },
    "id": 112361,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112361.json"
    },
    "type": "archived-petition"
}