{
    "attributes": {
        "action": "Change the name of West Midlands Combined Authority to Greater Birmingham.",
        "additional_details": "The West Midlands is home to over 4 million people and is one of the most popular places for businesses and people to move to, as well as being a retail hotspot. In order to capitalise on this for the benefit of local people and businesses, leaders of the councils are convinced the area needs a combined authority. It will be able to drive forward a series of joint objectives in support of economic growth and progressive public sector reform.  The name WMCA doesn't sell the brand well!!\r\n\r\n",
        "background": "Combined authorities are legal bodies with powers of decision making granted by parliament. They are a new way for local authorities to work together on key strategic functions that cross geographic council boundaries and which could be more effectively delivered together rather than separately. ",
        "closed_at": null,
        "created_at": "2015-11-12T09:34:34.510Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-12T20:13:40.205Z",
        "opened_at": null,
        "rejected_at": "2015-11-22T17:56:23.773Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The seven councils in the West Midlands have proposed the creation of the West Midlands Combined Authority, but it doesn't yet exist. You could write to your local council to make this suggestion. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:07:57.530Z"
    },
    "id": 112304,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112304.json"
    },
    "type": "archived-petition"
}