{
    "attributes": {
        "action": "Increase the no. of antenatal scans in order to reduce the amount of stillborns",
        "additional_details": "Evidence of this can be found \r\n•office for national statistics\r\n•Uk-sands.org\r\n•The pregnancy outcome prediction (POP) study",
        "background": "In 2014 there were 3254 stillborns in the uk, this number is unnecessarily high. Research is beginning to show that the majority (9/10) can be prevented with an increase in both Doppler and antenatal scans focused on the placenta.  ",
        "closed_at": "2016-05-16T22:59:59.999Z",
        "created_at": "2015-11-14T15:28:38.058Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-10T13:00:51.895Z",
            "details": "The Government has made clear that maternity care is a priority and on 13 November 2015 announced an ambition to reduce by 50 per cent stillbirths, neonatal deaths, maternal deaths and neonatal brain injuries by 2030.\r\n\r\nThe UK National Screening Committee (UK NSC) advises Ministers and the NHS in all four countries about all aspects of screening policy and supports implementation. Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria. \r\n\r\nThe UK NSC is currently looking at the evidence to asses if the introduction of a test that combines biochemical and ultrasound markers would be able to help to reduce stillbirths. The review will consider research which looks at a number of strategies to predict stillbirth which are thought to be related to problems with the placenta.  The Committee hopes to be in a position to consult on the review in winter 2016.\r\n\r\nDepartment of Health",
            "responded_on": "2016-05-10",
            "summary": "The Government has committed to reduce the number of stillbirths by 50% by 2030. The UK National Screening Committee is currently reviewing the evidence on screening to help to reduce stillbirths",
            "updated_at": "2016-05-10T13:00:51.895Z"
        },
        "government_response_at": "2016-05-10T13:00:51.898Z",
        "moderation_threshold_reached_at": "2015-11-14T17:37:24.899Z",
        "opened_at": "2015-11-16T17:34:38.854Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-27T13:17:02.327Z",
        "scheduled_debate_date": null,
        "signature_count": 12014,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:02.541Z"
    },
    "id": 112512,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112512.json"
    },
    "type": "archived-petition"
}