{
    "attributes": {
        "action": "Stop pay caps for agency nurses and pay freezes for NHS nurses",
        "additional_details": "Morale in nursing is at an all time low. Pay freezes for NHS nurses and pay caps for agency nurses are only serving to make this problem worse. Nurses play a vital role in healthcare, and carry immense responsibility. Working anti social hours, and often under extremely stressful conditions. This needs to be reflected in their wage.",
        "background": "The wealth of experience amongst agency nurses plays a vital role in maintaining patient safety and quality of treatment, stepping in to support nursing colleagues in the NHS and private sector.",
        "closed_at": "2016-05-16T22:59:59.999Z",
        "created_at": "2015-11-14T23:59:57.642Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-10T10:43:53.303Z",
            "details": "NHS staff are our greatest asset and work incredibly hard for patients. The Government has taken tough decisions to protect NHS funding and increase staffing levels with almost 4,500 FTE more nurses, midwives and health visitors since 2010.\r\n\r\nWe agree that temporary staff can play an important role and the recent changes introduced do not ban the use of agency staff. The intention is for agency costs to be set to a proportionate and appropriate level, particularly given spend on temporary staff has grown rapidly in recent years, reaching £3.3 billion in 2014/15. Trusts are now required to use approved frameworks to procure temporary nursing staff from agencies. Under the new rate caps, Trusts can pay agencies no more than the capped rates to ensure that by April 2016 agency staff should receive no more than the equivalent hourly rate to that received by substantive staff. This will help ensure the NHS is better placed to recruit and retain the staff needed to deliver compassionate care for patients as well as delivering better value for the taxpayer.\r\n\r\nWe don’t agree that morale in nursing is at an all-time low. Morale as measured through staff engagement in the NHS Staff Survey show that registered nurses had a good score of 3.81/5 in 2014 (the latest available) up from 3.71 in 2012 (the first year staff engagement was recorded). However, we aren’t complacent as there’s too much variability across the NHS. That’s why the Government continues to commission NHS Employers to work with others including, for example, NHS England, to support trusts, which are responsible for the morale of their permanent and temporary staff, to improve their experience (engagement and health and wellbeing).\r\n\r\nAlthough there was a pay freeze for two years (2011/2012 and 2012/2013) for most public sector staff including the NHS, many NHS staff including nurses continue to receive annual incremental pay rises at an average of over 3% each year, which is paid in addition to any annual pay award.\r\n\r\nThe pay freeze was vital to the Government’s plan for helping to restore public finances following the recession, but lower paid staff were protected with those earning £21,000 or less receiving a consolidated payment of £250.00 in both years.\r\n\r\nIn 2013/2014 - all employed NHS staff received a one percent consolidated pay increase;\r\n\r\nIn 2014/2015 - just under half of all employed NHS staff no longer eligible to receive incremental pay, received a one percent non-consolidated payment;\r\n\r\nIn 2015/2016 trade unions agreed a pay deal which gave most employed non-medical staff, including most nurses a 1% consolidated pay increase, with lower paid staff receiving higher consolidated increases of up to 5.6% on top of these increases,  eligible staff also received incremental pay averaging more than 3%.\r\n\r\nTrades unions agreed that to make the 2015/2016 pay deal affordable, higher paid staff would not receive a pay increase and their incremental pay would be frozen for twelve months.\r\n\r\nThe Government recognises that prolonged pay restraint is challenging for hard working public services staff, including nurses but that continued public sector pay restraint is essential in delivering the economic stability which will allow continued investment in the NHS and other public services for the longer term.\r\n\r\nWe know, according to the NHS Staff Survey 2014, that more nurses are dissatisfied than satisfied with their pay (45% against 31%). This is despite the fact that, according to the latest staff earnings estimates published by the Health and Social Care Information Centre (27/11/2015), mean annual basic pay per FTE qualified nurses stand at £30,834, a slight increase from the same time last year and above the figure for the NHS as a whole (£29,852) which remains well above the national average salary for 2015 of £26,500 (Office for National Statistics).\r\n\r\nThat’s why the Government has asked the independent Pay Review Bodies, for the 2016/2017 pay round to consider how best to distribute the 1% available for pay increases in a way which helps the NHS recruit, retain  and motivate the skilled nurses and other staff it needs to deliver compassionate care to patients.\r\n\r\nAll NHS staff now receive Total Reward Statements which provide information on pay and non-pay benefit. We will continue to ensure nurses are fully aware of their benefits package from working in the NHS, including the potential for earnings well above the national average, and which provides one of the best public services pension schemes with a 14.3% employer contribution for each individual member of the Scheme.\r\n\r\nDepartment of Health",
            "responded_on": "2015-12-10",
            "summary": "There are no pay freezes. Public sector pay awards will average 1% pa for 4 years. Temporary staff can play an important role but we consider they should not be rewarded more than permanent staff.",
            "updated_at": "2015-12-10T10:43:53.303Z"
        },
        "government_response_at": "2015-12-10T10:43:53.309Z",
        "moderation_threshold_reached_at": "2015-11-15T00:31:32.739Z",
        "opened_at": "2015-11-16T17:27:44.592Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-23T19:07:27.214Z",
        "scheduled_debate_date": null,
        "signature_count": 12190,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:05.806Z"
    },
    "id": 112660,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112660.json"
    },
    "type": "archived-petition"
}