{
    "attributes": {
        "action": "Stop using Ethlyene Glycol and use Propylene Glycol in Antifreeze.",
        "additional_details": "The Substance Ethylene Glycol mixed in Antifreeze has a sweet taste and smell enticing animals to drink it. \r\n\r\nPropylene Glycol is much safer which is found in Creams, Lotions and even Toothpaste and is not as toxic as Ethylene Glycol. \r\n\r\nMany owners have lost pets due to Antifreeze poisoning and it is becoming more common, - purposly and accidently.\r\nThis shouldn't be happening when it can be easily avoided. Please change the ingredient and help stop so much suffering!",
        "background": "For many household pets, winter brings a deadly threat that comes in a plastic bottle. It is ethylene glycol, a chemical commonly used in antifreeze. When ethylene glycol has been eaten and reaches a certain point, there is no way to stop it, Which ultimately leads to kidney failure and death.",
        "closed_at": null,
        "created_at": "2015-11-14T20:05:38.856Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-15T00:24:55.070Z",
        "opened_at": null,
        "rejected_at": "2015-11-16T21:46:48.519Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be asking manufacturers of antifreeze to change the ingredients in their products. That would be a decision for the manufacturers to take.\r\n\r\nIf you would like Parliament to change the law to make it illegal to use ethlyene glycol, you could start a petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:04.524Z"
    },
    "id": 112612,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112612.json"
    },
    "type": "archived-petition"
}