{
    "attributes": {
        "action": "BAN the word SHOPLIFTING describe it as it is SHOP THEFT",
        "additional_details": "I have taken to putting posters up in my shop with images of criminals caught thieving. I put broad lines across their faces so they cannot be identified by other people but can easily recognize themselves. I state that my staff have seen the images without the lines and inform them that they are not welcome in our shop.\r\nThis has worked and together with the local police every one of the thieves has been caught and either fined or is now in prison. Google Mackays Cambridge Magnet Man to see more",
        "background": "The words SHOPLIFTING or SHOPLIFTER have become so demeaned in the public perception. It is regarded as low level crime. The police call it a 'misdemeanor' and regard as low priority. Call it what it is SHOP THEFT. The BBC and all Newspapers should ban the word from their journalists lexicon.     ",
        "closed_at": null,
        "created_at": "2015-11-15T13:04:47.616Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-15T17:05:39.343Z",
        "opened_at": null,
        "rejected_at": "2015-11-18T15:08:57.749Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition asks for the BBC and newspapers to ban these words. The Government and Parliament don't control the editorial choices of the BBC or newspapers.\r\n\r\nYou could write directly to the BBC and to newspapers to make this suggestion.\r\n\r\nIf you would like the Government and Parliament to changes the words that they use to describe these crimes, you could start a petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:06.846Z"
    },
    "id": 112726,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112726.json"
    },
    "type": "archived-petition"
}