{
    "attributes": {
        "action": "Clearly establish any connections that may influence a vote on action in Syria.",
        "additional_details": "Declare all connections be they direct or indirect, or via share holdings, hedge funds, family members, family members through marriage, membership of clubs/groups/societies that have members that will gain, directorships of all descriptions.\r\nSimply put, declare all direct and indirect relationships with any people that they know, that stand to gain in some way from any such military action.",
        "background": "The British public have a right to know, prior to a vote for increased UK military action in the region of Syria, precisely who, which MP's, stand to see a direct or indirect benefit likely to result from such action. a 'Cards on the Table' transparent declaration by all Members of Parliament.",
        "closed_at": null,
        "created_at": "2015-11-17T14:02:07.752Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-17T18:55:16.738Z",
        "opened_at": null,
        "rejected_at": "2015-11-18T17:52:13.383Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like to see. The House of Commons already has rules about the declaration of MPs' interests, including indirect interests, when participating in parliamentary proceedings. The full rules on declaration are set out in the House of Commons Code of Conduct:\r\n\r\nhttp://www.publications.parliament.uk/pa/cm201516/cmcode/1076/1076.pdf\r\n\r\nIf there is a specific change that you would like to be made to the rules, you could start a petition asking for that change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:12.812Z"
    },
    "id": 112998,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/112998.json"
    },
    "type": "archived-petition"
}