{
    "attributes": {
        "action": "Vote no on military action in Syria against IS in response to the Paris attacks",
        "additional_details": "http://www.bbc.co.uk/news/uk-34846457\r\n\r\nhttp://www.bbc.co.uk/news/uk-politics-33851482\r\n\r\nThere are other avenues to solve ISIS that should be considered such as freezing their assets, shutting down ISIS related social media accounts and restricting access to arms from selling weapons to the Middle East. There is no one solution that should be considered, but murdering people will just make things worse.\r\n\r\nhttp://stopwar.org.uk/resources/petitions/stop-the-bombing-of-syria-now-lobby-your-mp-now\r\n\r\n",
        "background": "In response to the tragedy of the Paris attacks, the British government is considering military action; air strikes against ISIS targets. However, this is the response that ISIS is wanting and hopes to gain recruits and increase its numbers from the fear and radicalise more people against the West.",
        "closed_at": "2016-05-20T22:59:59.999Z",
        "created_at": "2015-11-17T23:16:23.248Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2015-12-02",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-12-02/debates/15120254000002/ISILInSyria",
            "video_url": "http://www.parliamentlive.tv/Event/Index/4e6d04ee-df49-4789-a54a-42f2c7be53b2"
        },
        "debate_outcome_at": "2015-12-03T18:46:24.990Z",
        "debate_threshold_reached_at": "2015-11-29T23:31:16.979Z",
        "government_response": {
            "created_at": "2016-01-13T12:01:27.301Z",
            "details": "One week after the tragic attacks in Paris, the UN Security Council unanimously adopted resolution 2249; a clear call for action against Daesh, using all necessary measures. \r\n\r\nThe UK has always been committed to defeating Daesh.  Parliament’s approval of airstrikes in Syria on 2 December has allowed the UK to join our allies in the Global Coalition in striking Daesh in Syria as well as in Iraq, where we have been active since the start of the Coalition’s campaign.\r\n\r\nThe UK Government supported extending British airstrikes against Daesh into Syria as an integral part of a much broader strategy to degrade Daesh and reduce the threat it poses to us.\r\n\r\nOur comprehensive overall strategy to tackle Daesh globally includes political, diplomatic and humanitarian action, as well as military.  The UK is a leading part of a Global Coalition of 65 countries and international organisations, including many in the region, united to defeat Daesh on all fronts.  We are attacking Daesh militarily, but we are also squeezing its finances, disrupting the flow of fighters, challenging its poisonous ideology and working to stabilise areas liberated from Daesh.  We must pursue all these tracks in parallel.\r\n\r\nThe Prime Minister has been clear that tackling Daesh financing is a key element of our comprehensive strategy. Daesh gains most of its funding from the territory it controls – by selling oil, by taxing and exhorting local populations, and by seizing and selling prized antiquities.  The UK has led UN efforts on sanctions, making it illegal to sell oil and oil products to Daesh. We are also expanding existing work with regional partners to stop Daesh’s ability to trade outside formal financial system, by cutting access to black market and international money flows and to stop smuggling.   However, the military campaign is also crucial; through targeted military actions, the Global Coalition has already damaged or destroyed 260 oil infrastructure targets.\r\n\r\nWe must tackle Daesh in Syria, as we are doing with some success in Iraq, in order to deal with the threat that Daesh poses to the region and to our security in the UK.  As the threat from Daesh grows, we must take action - recognising that no course of action is without risk, but that inaction – not dealing with Daesh at source – also carries grave risk.\r\n\r\nThe Prime Minister has also been clear that the UK will continue to support the diplomatic and political process.  The UK’s priority in Syria has always been to achieve a political settlement which is the only way to stop this terrible war and give Syrians hope for the future.\r\n  \r\nAs members of the International Syria Support Group (ISSG) we are working with a host of countries including Russia, the US, France, Turkey, Iran, Saudi Arabia and the UN, towards negotiations between the Syrian parties on a transitional government, a new constitution and free and fair elections.   All those countries have accepted the principles set out in the Geneva Communiqué – the need for Syrian-led and Syrian owned political transition.  The composition of the transitional government will be negotiated by Syrians through the peace process, with the support of the UN and the ISSG.  We welcome the adoption of UN Security Council resolution 2254 on 18 December requesting UN-convened peace negotiations and formally endorsing the ISSG Vienna process.  As the Foreign Secretary said at the UN on 18 December “This has given new international momentum towards the resumption of Syrian-led talks”.\r\n\r\nWe remain committed to supporting international efforts to alleviate the terrible humanitarian suffering.  The UK is playing its part.  We have pledged over £1.1 billion, our largest ever response to a single humanitarian crisis.  But more is needed. The Supporting Syria and the Region London 2016 Conference in February will aim to raise significant new funding from a wider range of partners to meet the needs of all those affected by the crisis within Syria and to support neighbouring countries.\r\n\r\nWhile military operations are inherently risky, we take the protection of civilians very seriously.  We employ rigorous targeting protocols.  In more than a year of strikes against Daesh targets in Iraq, there have been no reports of civilian casualties resulting from UK air operations.  The UK has the most advanced forms of targeting and precision weaponry, possessed by only a small number of countries, which enables us to strike accurately, with minimal collateral damage.  These same high standards are being applied in Syria.\r\n\r\nForeign and Commonwealth Office",
            "responded_on": "2016-01-13",
            "summary": "Following a lengthy debate, MPs voted for the UK to conduct airstrikes against Daesh in Syria. Military action is only one element of the UK’s comprehensive strategy for defeating Daesh.   ",
            "updated_at": "2016-01-13T12:01:27.301Z"
        },
        "government_response_at": "2016-01-13T12:01:27.304Z",
        "moderation_threshold_reached_at": "2015-11-17T23:33:57.970Z",
        "opened_at": "2015-11-20T16:51:17.688Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-24T21:31:00.277Z",
        "scheduled_debate_date": null,
        "signature_count": 227745,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:15.318Z"
    },
    "id": 113064,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113064.json"
    },
    "type": "archived-petition"
}