{
    "attributes": {
        "action": "Bring back Bank Holidays as an optional day off for all but essential workers.",
        "additional_details": "",
        "background": "The fact that my wife and I have been forced to cancel a trip to see my adult children on Boxing Day as she has been rota'd in to work that day in a ladies fashion shop. Similar situations are happening all over the country. People are losing their precious family time. This should be redressed. \r\n",
        "closed_at": null,
        "created_at": "2015-11-17T22:00:48.184Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-22T22:14:51.107Z",
        "opened_at": null,
        "rejected_at": "2015-11-30T09:42:49.617Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government to take.\r\n\r\nIf you would like employers to be required by law to offer their staff the option of taking bank holidays as annual leave, they you could start a petition asking for that. \r\n\r\nIt would also be helpful if you could clarify what you mean by essential workers - we are not sure whether you mean people whose roles are generally essential (for example, the emergency services) or whether you mean that employers could determine who was essential (for example, a shop could decide that a certain number of shop floor staff were essential for its business). \r\n\r\nIf you could start a petition with a clearer request for action, we could look at this again. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:13.990Z"
    },
    "id": 113051,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113051.json"
    },
    "type": "archived-petition"
}