{
    "attributes": {
        "action": "Power of Recall for David Cameron, a substitute to the Vote of No Confidence",
        "additional_details": "The current Tory government has caused devastation for the poorest in society for the last 5 years. We cannot afford another 5 years of Tory rule, with the recent welfare reform that will cause nothing but immense poverty in the UK. This is to ask for transparent accountability. People have no confidence in David Cameron or his cabinet so we ask for the Power of Recall to be implemented.",
        "background": "As the original petition calling for a Vote of No Confidence in David Cameron was dismissed, this is the alternative petition with the same aim.\r\n",
        "closed_at": null,
        "created_at": "2015-11-19T07:06:53.570Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-19T07:36:07.861Z",
        "opened_at": null,
        "rejected_at": "2015-11-23T11:58:40.099Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by the \"power of recall\". \r\n\r\nThe Recall of MPs Act 2015 provides for a recall petition to be triggered if an MP is sentenced to a prison term or is suspended from the House for at least 21 sitting days. \r\n\r\nIf you would like this law to be changed to allow for people to trigger a recall petition for the Prime Minister for reasons of Government policy, you could start a petition calling for that change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:17.165Z"
    },
    "id": 113197,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113197.json"
    },
    "type": "archived-petition"
}