{
    "attributes": {
        "action": "Why a vote of no confidence in David Cameron cannot be debated.",
        "additional_details": "The process of a vote of no confidence has no clear transparency and so should the House of Commons Petitions Committee not have the power of debate for 'no confidence' then a clearer understanding should be put forward for the voice of the people on the capability of our Government members.\r\n\r\nA petition of over 180,000 people voted for no confidence in David Cameron was submitted and rebuffed. A petition for a vote of no confidence in Jeremy Hunt was also submitted and rebuffed. ",
        "background": "This petition has received more than 188,000 signatures - passing the 100,000 threshold for the motion to be considered for debate in Parliament.  It would seem that this will not be debated, I would like to forward a petition to debate why this petition has NOT been acknowledged or debated.\r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-11-19T09:06:59.721Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-19T10:27:24.769Z",
        "opened_at": null,
        "rejected_at": "2015-11-23T11:54:55.354Z",
        "rejection": {
            "code": "no-action",
            "details": "The Petitions Committee does not have the power to schedule a debate on a motion of no confidence, but this petition could still be debated in another way. We're therefore not clear what action your petition is asking for. \r\n\r\nA motion of no confidence would need to be debated in the main House of Commons Chamber. The following have the power to schedule debates in the main Chamber:\r\n\r\n- the Government;\r\n\r\n- the main Opposition parties, which can choose the subjects for debate in the House of Commons for a certain number of days in each session. 17 days are allocated to the Leader of the official opposition (currently Labour) and 3 to the Leader of the second largest opposition party (currently SNP); and\r\n\r\n- the Backbench Business Committee, which allocates time for debates requested by backbench MPs. You can find out more about the Backbench Business Committee here:\r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/backbench-business-committee/\r\n\r\nIf you would like the system to be changed, you could start a petition asking for a specific change to the rules. You might for example be interested in this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/113291\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:17.413Z"
    },
    "id": 113207,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113207.json"
    },
    "type": "archived-petition"
}