{
    "attributes": {
        "action": "Keep the NHS Bursary",
        "additional_details": "Student nurses often work alongside our studies, like most students. But unlike most students, we work full time hours in placement for around half the year, and spend the rest of the time in lectures, without a summer holiday, or an Easter break, as well as completing our assignments. Taking away the NHS Bursary will force more student nurses into working 70 hour weeks, as many already do, it will compromise our studies and most of all, our patient care.\r\n",
        "background": "At the moment, student nurses do not pay tuition fees, and receive a means tested bursary during their training. We are required, by the NMC, to have done at least 4,600 hours whilst studying, at least half of which are in practice. \r\n\r\n",
        "closed_at": "2016-05-24T22:59:59.999Z",
        "created_at": "2015-11-22T08:52:27.708Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-01-11",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-01-11/debates/16011119000001/NHSBursary",
            "video_url": "http://www.parliamentlive.tv/Event/Index/8c4bdf09-567f-41b4-af9c-46d5cf2b7c49"
        },
        "debate_outcome_at": "2016-01-12T13:10:31.486Z",
        "debate_threshold_reached_at": "2015-11-26T21:45:28.731Z",
        "government_response": {
            "created_at": "2015-12-17T16:09:17.369Z",
            "details": "To deliver more nurses, midwives and allied health professionals for the NHS, a better funding system for health students, and a sustainable model for universities, we need to move new nursing, midwifery and allied health students from grants and bursaries onto the standard student loans system.  This will be done for new students from 1 August 2017 and will bring them into line with the arrangements for students undertaking other university degrees. Existing students will continue on the current system of bursaries.\r\n\r\nAs a result, we expect this to enable up to 10,000 additional nursing, midwifery and allied health training places over this parliament. Rather than denying thousands of UK applicants a place to study nursing, midwifery and the allied health subjects at university, we will be boosting participation and securing the future supply of these professions to the NHS. This will mean more applicants will get the chance to become a health professional.\r\n\r\nUnder the loans system, students on nursing, midwifery and allied health courses will receive around a 25% increase in the financial support available to them for living costs. The precise change for individuals will be dependent on their circumstances – for example, where they study, the length of the course, income and residency.\r\n\r\nWe will run a consultation in early 2016 which will consider how to ensure the reforms are successfully delivered.  We intend that students studying nursing, midwifery and the allied health subjects as a second degree will also be able to get student loans. We will also consider how we can support aspirant students from all backgrounds to ensure they can continue to pursue health careers. \r\n\r\nAlongside we have also announced plans to create a new nursing support role, to work alongside healthcare support workers and fully qualified nurses, focusing on patient care – provisionally to be called Nursing Associates. \r\n\r\nThe new addition to the care workforce will help bridge the gap between healthcare support workers, who have a care certificate, and registered nurses. Proposals will see staff trained through this route learning on the job via an apprenticeship leading to a foundation degree. The Government will also look at what opportunities there are for staff in this role to progress to become a registered nurse through either a degree level nurse apprenticeship or a shortened nursing degree at university. \r\n \r\nThe new nursing support role is expected to work alongside healthcare support workers and fully qualified nurses to deliver hands on care, focusing on ensuring patients continue to get the compassionate care they deserve. Nursing Associates will support nurses to spend more time using their specialist training to focus on clinical duties and take more of a lead in decisions about patient care.\r\n \r\nThere will be a consultation on all the specifics of the scope of this role, including the title, with representatives from the nursing profession including the royal colleges and representative unions in the New Year.\r\n\r\nDepartment of Health",
            "responded_on": "2015-12-17",
            "summary": "From 1 August 2017, new nursing, midwifery and allied health students will access student loans providing more money to them while studying. Universities will also provide more training places.",
            "updated_at": "2015-12-17T16:09:17.369Z"
        },
        "government_response_at": "2015-12-17T16:09:17.373Z",
        "moderation_threshold_reached_at": "2015-11-22T09:37:58.334Z",
        "opened_at": "2015-11-24T12:34:15.040Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-25T16:10:40.725Z",
        "scheduled_debate_date": "2016-01-11",
        "signature_count": 162568,
        "state": "closed",
        "updated_at": "2017-10-27T14:06:03.131Z"
    },
    "id": 113491,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113491.json"
    },
    "type": "archived-petition"
}