{
    "attributes": {
        "action": "Develop accurate NHS tests and effective treatment protocols for Lyme disease.",
        "additional_details": "Make Lyme disease notifiable so we know the true incidence in Britain. Develop accurate tests because the ELISA and Western blot tests are known to be inaccurate and unreliable. Train NHS staff in diagnosis and treatment of tick-borne diseases. Open dedicated clinics and use effective treatment protocols, extended for as long as necessary.   Research the possibility of sexual transmission and dangers to pregnant women. Make the general public aware of the potential risks from tick bites. ",
        "background": "The incidence of Lyme disease is increasing dramatically across Europe. Every year, hundreds of thousands of people contract Lyme disease and because of inaccurate testing, many go undiagnosed and untreated. Allocate funds immediately for research into developing new tests and effective treatments. ",
        "closed_at": "2016-05-24T22:59:59.999Z",
        "created_at": "2015-11-21T21:25:19.601Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-24T09:12:53.820Z",
            "details": "The Department is commissioning three separate systematic reviews on the diagnosis, treatment and transmission of Lyme disease to provide evidence to inform future decision making. These will be put into the public domain on completion, which is expected to be in autumn 2017. NICE guidance on diagnosis and management of Lyme disease is currently in development and expected to be published in July 2018.\r\n\r\nWe are not aware of any evidence that very large numbers of cases are undiagnosed and untreated. Current tests rely on detecting an antibody response and as this often occurs after symptoms appear, General Practitioners (GPs) are advised to treat patients empirically using their clinical judgement rather than relying on a laboratory test. Thus treatment can start immediately and does not depend on a laboratory result.\r\n\r\nAll cases of Lyme disease confirmed by laboratories in England are reportable under legislation. Following consultation, legislation does not require notification of clinically diagnosed infections apart from very rare cases of encephalitis. As only a proportion of infected individuals present to GPs with symptoms, the actual incidence of infections would remain unknown even if reporting of probable cases based on clinical observations was complete.\r\n\r\nTests used in the National Health Service (NHS), Public Health England (PHE) and national laboratories across Europe are well established, and are highly reproducible between laboratories.  International External Quality Assurance schemes are in place to ensure consistency between different tests centres.  Commercial manufacturers and international academic groups have research programmes into improved tests, and PHE with the Liverpool University Health Protection Research Unit also has a small research programme.  PHE also have links with groups in the United States and Europe investigating new diagnostic techniques.\r\n \r\nAll medical training includes elements on infectious diseases and their mechanisms of transmission, and in the United Kingdom (UK) the medical revalidation programme ensures that specialists are up to date in their field.  A number of infectious disease clinics across the UK see cases of Lyme disease, as do neurology and rheumatology specialist centres.  In addition, PHE have appointed a new consultant who will be working with selected regional clinics as well as opening a new service to support the management of Lyme disease.\r\n\r\nThe National Institute of Health and Care Excellence (NICE) and Lyme Disease Action produce guidance and training modules for General Practitioners, and PHE has a helpline for doctors as well as running GP training days.   Specialist doctors have access to the literature on Lyme disease and are trained in the recognition and management of the disease within their higher professional training and continuing professional development.\r\n\r\nServices for the treatment of Lyme disease are commissioned locally and are the responsibility of Clinical Commissioning Groups. NHS England expects commissioners to provide services based on local population needs.\r\n\r\nAll treatment for Lyme or other conditions should be evidence based, and targeted at the disease mechanisms underlying those symptoms.  Each patient should be treated according to the pathological process giving rise to those symptoms.  If there is no evidence of active infection, long term antibiotics are not appropriate and in many cases have caused significant harm. \r\n\r\nThe National Institute for Health Research (NIHR) welcomes funding applications for research into any aspect of human health, including Lyme disease. These applications are subject to peer review and judged in open competition, with awards being made on the basis of the scientific quality of the proposals made.\r\n\r\nLyme Disease Action, the local authorities in the New Forest and other areas, together with PHE already provide website information and leaflets on Lyme disease and tick-borne illnesses. Public awareness materials produced by PHE are available on GOV.UK and NHS Choices. PHE is also involved in a number of local and national tick awareness campaigns that are run annually at the start of the tick season, including coverage on national television.\r\n\r\nDepartment of Health",
            "responded_on": "2016-05-24",
            "summary": "New systemic reviews and NICE guidance will inform research, services and educational material. The NHS will continue with validated tests, keeping any evidence of undiagnosed infection under review.",
            "updated_at": "2016-05-24T09:12:53.820Z"
        },
        "government_response_at": "2016-05-24T09:12:53.828Z",
        "moderation_threshold_reached_at": "2015-11-21T21:49:41.537Z",
        "opened_at": "2015-11-24T12:21:11.873Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-03T08:54:36.319Z",
        "scheduled_debate_date": null,
        "signature_count": 10851,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:23.799Z"
    },
    "id": 113475,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113475.json"
    },
    "type": "archived-petition"
}