{
    "attributes": {
        "action": "To debate a vote of no confidence for Leader of the Labour Party, Jeremy Corbyn!",
        "additional_details": "I don't really need to provide a mass of evidence because if i started to, my 500 character limit would be far to small! I'm sure anyone looking at this petition will have support... Just look at his views and words he has spoken about the Armed Forces, our veterans, immigration in its masses and many many more!",
        "background": "Jeremy Corbyn is making a complete mochary of Parliament, let alone the Labour Party. To be perfectly honest it seems that he's just a deluded man that is purposely making decisions and motions that are the exact opposite of the Party in power just to stir and cause uproar around sensitive issues.",
        "closed_at": null,
        "created_at": "2015-11-23T17:07:43.680Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-23T18:04:36.543Z",
        "opened_at": null,
        "rejected_at": "2015-11-24T17:03:14.056Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. That's why we allow petitions asking for a vote of no confidence in the Government or in individual Ministers. \r\n\r\nThe concept of the House having “confidence” in someone does not apply to backbench or Opposition Members."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:26.604Z"
    },
    "id": 113596,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113596.json"
    },
    "type": "archived-petition"
}