{
    "attributes": {
        "action": "Banning year 6 playtime across the UK and having half an hour to eat school meal",
        "additional_details": "Also in summertime when it's red hot children will want to go outside to get some fresh air but with this action coming into place they won't be able to. All people are worried about is tests and not the physical learning of the children. Politicians need to take into account if they want children to pass allow them to have a break so that they can refresh themselves with fresh air and then go work back in the classroom ready to learn.",
        "background": "Having half an hour for lunch is not suitable this includes: Queing up for lunch, eating lunch and physically getting lunch itself. \r\nBanning playtime is not recommended because sitting in a classroom all day is not beneficial, the children won't listen as they will get bored.",
        "closed_at": null,
        "created_at": "2015-11-24T16:21:57.411Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-24T20:57:00.219Z",
        "opened_at": null,
        "rejected_at": "2015-12-08T12:06:36.109Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you want the Government to take. Decisions about break and meal times are usually a matter for schools. If you would like the Department for Education to give guidance to schools about break times, you could start a petition asking for that. Alternatively, if you would like Parliament to set minimum lengths of break times by law, you could start a petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:28.319Z"
    },
    "id": 113664,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113664.json"
    },
    "type": "archived-petition"
}