{
    "attributes": {
        "action": "Revise the Rotherham local plan, put a stop to turning green belt land to brown",
        "additional_details": "The plans have been communicated and agreed without much debate or choice for an alternative solution. Even though the plans have been approved we still need to understand how allocating acres of land will convert into jobs, when we have empty buildings already. The way the council have consulted on this was not easy or transparent. We need the council to open the plans up for discussion and consultation before these plans go further. There is a more positive solution. We need 10k signatures!",
        "background": "Rotherham is in need of some tender loving care. The 15 year plan for Rotherham intends to take our green belt land away. Many individual groups have formed to oppose these plans to the best of their ability. We need to stand together as a full community to be heard and offer a different solution.",
        "closed_at": null,
        "created_at": "2015-11-24T22:47:29.461Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-25T22:16:09.809Z",
        "opened_at": null,
        "rejected_at": "2015-11-30T09:58:52.787Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on Rotherham Metropolitan Borough Council, not the UK Government or Parliament, to take action. \r\n\r\nYou can find out how to petition the council here:\r\n\r\nhttp://www.rotherham.gov.uk/info/100004/council_and_democracy/871/epetitions\r\n\r\nYou can also use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nOnce an application is made for a development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:28.841Z"
    },
    "id": 113689,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113689.json"
    },
    "type": "archived-petition"
}