{
    "attributes": {
        "action": "No more solar 'farms' that impact tourism in the scenic Usk valley",
        "additional_details": "Planning permission is often approved on the inadequate premise that the solar 'farms' are not seen by a local car driver. However they are in full view of most other tourist activities. The electrical grid connection can result in a 'daisy-chaining' of solar farms adjacent one another. Often prime agricultural land is the site. Brown field, motorway embankment or industrial estate roofing can provide preferable locations that are often closer to the power destination.",
        "background": "There is a proliferation and hot spot of solar 'farms' in the Usk valley . Next to agriculture, tourism is the prime source of income. Businesses are being affected as the valley is becoming visually degraded. Further planning applications should therefore be rejected by Monmouth County Council.",
        "closed_at": null,
        "created_at": "2015-11-25T15:18:18.069Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-25T21:06:17.445Z",
        "opened_at": null,
        "rejected_at": "2015-11-26T18:07:14.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be calling on Monmouthshire County Council to take action, not the UK Parliament or Government.\r\n\r\nIf you would like to start a petition to the council, you could contact them to find out more:\r\n\r\nhttp://www.monmouthshire.gov.uk/contact-us\r\n\r\nYou can use this page to find out who your local councillors are and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:30.349Z"
    },
    "id": 113756,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113756.json"
    },
    "type": "archived-petition"
}