{
    "attributes": {
        "action": "A Petition for Southern Rail (Govia Thameslink Railway) Franchise Review.",
        "additional_details": "The public performance measure (PPM)  for Network Rail, for Govia for the last 12 months is 82.1% against the national average of 89.5%. For the latest period 8 for 2015/16 Govia is only 74.1% against the national average of 84.3%.\r\n\r\nThis company's punctuality and level of customer service is severely lacking and is damaging the lives and economy of those served by this operator. Using London Bridge development is not an excuse, as the Victoria services are also unacceptable.\r\n\r\n",
        "background": "(Govia Thameslink Railway) franchise are the worst performing operator for the last 12 months and are providing an unacceptable level of service to their passengers on the Southern Rail Network.We are calling for a formal review of this operator.",
        "closed_at": "2016-05-27T22:59:59.999Z",
        "created_at": "2015-11-26T20:04:03.993Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-07T10:17:49.559Z",
            "details": "The challenges of this part of the network are not new.  The industry and Government are addressing the longstanding, historic problems, including driver shortages, rolling stock and network capacity.  By 2018 we expect to return the network to the performance that all passengers deserve, and we will do it with increased capacity, renewed facilities and robust, durable infrastructure. \r\n\r\nThis part of the network is extremely complex; indeed it is one of the busiest in Europe. Punctuality on this part of the network has always proven challenging due to the complexity of the infrastructure and the volume of services that operate on it. However, we know that passengers are very frustrated about performance and the service they receive.\r\n\r\nThe Govia Thameslink Railway (GTR) franchise incorporates an unprecedented level of investment in the network. The introduction of new trains, new infrastructure and new ways of working is intended to reverse decades of under-investment on this part of the network and provide passengers with more capacity on more reliable services. Given the recent growth in passenger demand, maintaining the status quo is not an option. But the transformation cannot occur overnight. It will take time and close management across the industry to ensure improvements are delivered to passengers.\r\n\r\nUsing the contractual mechanisms available, the Secretary of State served a Remedial Plan notice to GTR last year. In response, GTR have developed a Remedial Plan in response which includes obligations for GTR to recruit and train sufficient drivers to operate current and future timetables, improve reliability of rolling stock and provide better customer information. Passengers are still likely to see disruption occurring in the short term as these plans take time to implement, however taking the franchise away from GTR will not help resolve the issues. This would only create a period of uncertainty for passengers and staff alike. While there are plans in place that are addressing the situation, it is right to allow the current operator the time to address and work through the issues. \r\n\r\nThe Franchise Agreement sets out the steps the Secretary of State must take should GTR not meet its contractual performance benchmarks. There are further actions available to the Secretary of State should GTR not meet their obligations and be in breach of its Franchise Agreement. At that point the Department will follow its published enforcement process.\r\n\r\nWhilst we understand the frustration felt by passengers affected by disruption, we would like to assure you that the Department for Transport is determined to see further improvements and for GTR to provide the service that passengers expect. \r\n\r\nDepartment for Transport",
            "responded_on": "2016-06-07",
            "summary": "Govia Thameslink Railway are delivering plans to reverse decades of under-investment on the rail network. A further review into GTR will not address the challenges that their plans intend to overcome.",
            "updated_at": "2016-06-07T10:17:49.559Z"
        },
        "government_response_at": "2016-06-07T10:17:49.563Z",
        "moderation_threshold_reached_at": "2015-11-26T20:41:04.018Z",
        "opened_at": "2015-11-27T15:46:36.903Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-24T18:46:07.583Z",
        "scheduled_debate_date": null,
        "signature_count": 12466,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:33.216Z"
    },
    "id": 113871,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113871.json"
    },
    "type": "archived-petition"
}