{
    "attributes": {
        "action": "Make Pre-Exposure Prophylaxis (Prep) immediately available on the NHS",
        "additional_details": "Pre-exposure prophylaxis, or PrEP, is a prevention option for people who are at high risk of getting HIV. It’s meant to be used consistently, as a pill taken every day, \r\n\r\nTerrence Higgins Trust is advocating for PrEP because it has the potential to prevent new infections among some of those at greatest risk of acquiring HIV. \r\n\r\nPrEP is not yet available through the NHS on prescription and there is no agreement yet for when this may happen. \r\n\r\nProud Study - http://www.proud.mrc.ac.uk\r\n\r\n\r\n\r\n",
        "background": "PrEP is as effective as condoms in preventing HIV transmision Studies PROUD & IPERGAY both showed that PrEP dramatically reduced infections-no instances of someone who was  taking PrEP properly getting HIV\r\nNHSEngland wont provide provide PrEP until late 2016 at the earliest This is too long to wait",
        "closed_at": "2016-05-30T22:59:59.999Z",
        "created_at": "2015-11-26T22:21:23.380Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-25T13:02:05.788Z",
            "details": "The NHS provides world class treatment and care for people living with HIV and work on Pre-exposure Prophylaxis (PrEP) should be seen in the context of our wider commitments to tackling HIV. We have sustained our national £2.4 million investment in HIV prevention and through this funded a number of innovative local projects and set up a new HIV home sampling service -  one of the first of its kind. It is also worth highlighting that national investment in home sampling has been significantly enhanced by local investment from local authorities.  \r\n \r\nWith regard to PrEP, NHS England has agreed to carefully consider their position on commissioning. Planning continues on the early implementer tests sites in the meantime. Whatever the commissioning arrangements for PrEP, decisions to fund will depend on full assessment of clinical and cost effectiveness and how it can be integrated with other HIV prevention efforts.\r\n\r\nDepartment of Health",
            "responded_on": "2016-04-25",
            "summary": "NHS England have agreed to carefully consider their position on commissioning Pre-exposure Prophylaxis. The Government is investing £2.4m in HIV prevention nationally.",
            "updated_at": "2016-04-25T13:02:05.788Z"
        },
        "government_response_at": "2016-04-25T13:02:05.791Z",
        "moderation_threshold_reached_at": "2015-11-27T10:05:50.602Z",
        "opened_at": "2015-11-30T09:32:06.908Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-23T22:00:54.119Z",
        "scheduled_debate_date": null,
        "signature_count": 13104,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:33.553Z"
    },
    "id": 113891,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113891.json"
    },
    "type": "archived-petition"
}