{
    "attributes": {
        "action": "Save North East Engineering Jobs",
        "additional_details": "Despite successfully diversifying the business, SMD are suffering extremely challenging market conditions partially due to the decline in demand from the oil & gas industry. Granting of this export license would give SMD the opportunity to counteract those market conditions, in turn potentially saving jobs for one third of its workforce. \r\nThis license could also considerably benefit SMD’s supply chain which consists of over 700 companies across the UK, 200 of which are local to the North East.\r\n",
        "background": "North East subsea engineering company SMD are unable to accept their biggest order to date due to the rejection of an export license. The company has been forced to announce 70 to 80 redundancies which could significantly impact companies within SMD's supply chain.",
        "closed_at": null,
        "created_at": "2015-11-27T16:59:44.087Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-27T17:10:16.060Z",
        "opened_at": null,
        "rejected_at": "2015-11-30T09:48:18.482Z",
        "rejection": {
            "code": "no-action",
            "details": "It's clear that you're concerned about engineering jobs in the North East, but we're not clear what specific action you would like the Government or Parliament to take to address your concerns. \r\n\r\nIf you could start a new petition with a clearer request for action, we could look at this again. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:34.506Z"
    },
    "id": 113944,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/113944.json"
    },
    "type": "archived-petition"
}