{
    "attributes": {
        "action": "Allow the Lord's prayer to be said in all public places at anytime without fear.",
        "additional_details": "Just as we Honour the memory and sacrifice of those in the last wars no less the Christian martyrs who died so that this could be a free Christian Nation where the worship of God was honoured and followed. If the Queen amongst her many titles is called the defender of the Faith, what says it of her Nation, Reign and Providence when the very Prayer she prays is denied its right to be heard in her own Realm, denied to the very body that anointed her with power and authority to reign in the first place.",
        "background": "The Blood of many peoples throught the centuries have purchased the religous freedoms that we have here in the UK. Now some would seek to abuse those freedoms and even deny the faith that purchased them. The Christian Faith. If we as a nation turn away from the faith of our fathers we dishonour them",
        "closed_at": null,
        "created_at": "2015-11-28T22:01:13.902Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-01T14:56:11.135Z",
        "opened_at": null,
        "rejected_at": "2015-12-02T17:40:11.236Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what action you want to see from the UK Government or Parliament. \r\n\r\nIf there is a specific action you want to see, such as a change in the law, you could start a new petition calling for that action. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:36.260Z"
    },
    "id": 114014,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114014.json"
    },
    "type": "archived-petition"
}