{
    "attributes": {
        "action": "Free childcare for 2 year olds to include parents who are both working full time",
        "additional_details": "Our main concern is that the parents who do work full time, are spending a large chunk of their income paying to put their children into childcare, just so they can go to work to pay their bills. \r\nWe propose that families where BOTH parents are working at least 35 hours a week each, are also entitled to the 15 hours a week of free childcare. \r\nA realistic cap on the household income is acceptable. ",
        "background": "Currently, parents who are claiming government benefits, are also entitled to 15 hours a week of free childcare once their child is 2. \r\nWe would like parents who work full time to be offered the same help towards payment of their childcare costs.",
        "closed_at": "2016-06-02T22:59:59.999Z",
        "created_at": "2015-11-30T08:52:21.193Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-29T12:43:56.595Z",
            "details": "The Government remains committed to supporting all parents with the cost of childcare and is investing more than any previous Government to do so. \r\n\r\nAll three- and four-year-olds are eligible for 15 hours a week of free childcare per week; as are the 40% most disadvantaged two-year-olds.\r\n\r\nAbove the free childcare entitlements, parents are also eligible for 70% of their childcare costs (below an upper limit) for those on lower incomes through the childcare element of working tax credits.\r\n\r\nThe Government is continuing to invest in childcare for working parents by:\r\n•\tIntroducing an additional 15 hours of free childcare for working parents of three and four year olds; making these parents eligible for 30 hours of free childcare from 2017\r\n•\tIncreasing support for childcare costs to 85% under Universal Credit from April 2016; and \r\n•\tExtending shared parental leave which was introduced from April 2015, to grandparents.\r\nThe 2-year-old entitlement is targeted at the 40% most disadvantaged children.  This is because the attainment gap between disadvantaged children and their richer peers begins to appear as early as 22 months.  Participation in early education at age two delivers greater benefits to disadvantaged children than early education at age three or four, but they are less likely to access formal early education than their more affluent peers. \r\n\r\nThe two-year-old entitlement therefore, unlike the extended entitlement for three- and four-year-olds, is not in place to act as a work incentive, but rather to close the attainment gap between the most disadvantaged and their better off peers.\r\n\r\nThe total Government spend on childcare will increase from £5 billion in 2015-16 to over £6 billion by 2019-20.  This includes almost £4 billion for the current free entitlement for three- and four-year-olds, the most disadvantaged two–year-olds and the early years pupil premium (EYPP) for three- and four-year-olds, as well as funding for our extended entitlement.\r\n\r\nDepartment for Education",
            "summary": "The main focus for the two-year-old entitlement is to reduce the attainment gap between the most disadvantaged children and their better off peers and we are therefore targeting this group of children",
            "updated_at": "2016-01-29T12:43:56.595Z"
        },
        "government_response_at": "2016-01-29T12:43:56.599Z",
        "moderation_threshold_reached_at": "2015-11-30T15:35:33.477Z",
        "opened_at": "2015-12-02T14:28:45.836Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-30T08:49:11.774Z",
        "scheduled_debate_date": null,
        "signature_count": 57418,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:38.210Z"
    },
    "id": 114073,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114073.json"
    },
    "type": "archived-petition"
}