{
    "attributes": {
        "action": "Do not judge student finance on parents/guardians income",
        "additional_details": "",
        "background": "Student finance is a joke on the way they assess how much money each student gets. They base it on how much your family earns. But myself and others fend for ourselves, We don't rely on our parents for financial help. Also at the end of our courses, we are the ones paying it back not our parents.  ",
        "closed_at": "2016-06-03T22:59:59.999Z",
        "created_at": "2015-11-30T14:38:23.607Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-06T15:32:13.626Z",
            "details": "All new eligible full-time and part-time students in higher education can apply for up-front tuition fee loans to meet the full costs of their tuition while studying at publically funded institutions, regardless of their income. \r\n\r\nIn addition, students attending full-time higher education courses qualify for living costs support which is normally based on the income of their families. All full-time students qualify for some support towards their living costs with the most support available to students from the poorest families who are historically under-represented in higher education and whose parents are least likely to be able to be able to support them.\r\n\r\nBasing the amount of living costs support on family income not only means the Government can target the most support toward students from disadvantaged groups, but also helps ensure the higher education funding system remains sustainable.  However, where a student has been self-supporting for at least 3 years before the start of their course, they are treated as independent for student support purposes. \r\n\r\nThe Government has no plans to replace this system of means-tested living costs support for full-time students with a system that is not based on income. To remain financially sustainable, a non-means tested system would require the Government to reduce the amount of living costs support available to students from disadvantaged backgrounds. Such an approach would undermine the Government’s objective to provide a progressive student finance system that targets support on disadvantaged students.\r\n\r\nThe Government is also taking further steps to support part-time students. In addition to introducing part-time fee loans in the 2012/13 academic year, we will be consulting on introducing part-time loans for living costs for the first time. We are also further relaxing the \"ELQ\" (Equivalent and Lower Qualification) restriction introduced for student support in 2009 so that students seeking to re-train on a part-time STEM course can access student finance.\r\n\r\nDepartment for Business, Innovation and Skills",
            "responded_on": "2016-04-06",
            "summary": "The Government is confident that it has struck the right balance between delivering a financially sustainable system and ensuring fair access to higher education for students from all backgrounds. ",
            "updated_at": "2016-04-06T15:32:13.626Z"
        },
        "government_response_at": "2016-04-06T15:32:13.629Z",
        "moderation_threshold_reached_at": "2015-12-02T11:48:34.885Z",
        "opened_at": "2015-12-03T16:31:11.741Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-14T19:24:45.133Z",
        "scheduled_debate_date": null,
        "signature_count": 27605,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:38.729Z"
    },
    "id": 114102,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114102.json"
    },
    "type": "archived-petition"
}