{
    "attributes": {
        "action": "Remove the rail franchise from South Eastern",
        "additional_details": "http://www.thisismoney.co.uk/money/markets/article-2817142/Profits-leap-worst-rail-firm-Southeastern.html\r\n\r\nhttps://www.facebook.com/I-Hate-Southeastern-Trains-132099653491556/\r\n\r\nhttp://www.newsshopper.co.uk/news/14106087._TfL_obvious_choice_to_take_over_running_trains_from_Southeastern__says_Lewisham_councillor/",
        "background": "South Eastern consistently let down their paying customers, cancelling trains strategically so they don't have to pay refunds, whilst making £12.8m in profit. Their customer service is beyond useless and the people of the South East have suffered for long enough.",
        "closed_at": "2016-06-03T22:59:59.999Z",
        "created_at": "2015-12-02T18:22:38.897Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-01T12:15:22.087Z",
            "details": "We know that some passengers are very frustrated about the performance and the service they receive. We expect Southeastern to continue to work with Network Rail in order to minimise disruption and ensure services improve in 2016. The Department for Transport is closely monitoring the performance of the rail network across London and the South East and operators must inform customers properly when things go wrong. \r\n \r\nAs the Chancellor stated in his Autumn Statement, we are committed to reducing the time threshold for which passengers can claim from 30 minutes to 15 minutes, and the Department is gearing up to reform the compensation arrangements as set out in that commitment.\r\n \r\nAs part of our robust franchising programme, the current operator of Southeastern is delivering millions of pounds of investment to improve journeys, which includes:\r\n•\tNew high speed and classic services delivering more than 95,000 extra seats, including 1,000 extra seats on Southeastern’s High Speed services every day \r\n•\tRefreshing 112 trains and updating toilets on a further 190 trains as well as  improving accessibility by investing over £10 million in the train fleet over the franchise\r\n•\tAn obligation to improve stations by investing £4.8 million by 31 October 2016 and from January 2015 opening Cannon Street 21 hours a day with additional staff to assist passengers\r\n•\tExtra staff will be available at stations as Southeastern have committed to ensuring that its gatelines are staffed for 90% in London and 70% of opening hours.\r\n•\tThe new £26m Rochester Station completion was opened on 13 December 2015 and forms part of the East Kent Re-signalling programme, an investment of £145m.\r\n•\tStrood Station - a £2.6 million project to demolish the current 1960’s style station and replace it with a modern building – Work is due to start in Spring 2016 and to be completed by 2017.\r\n•\tA programme to deep clean all Southeastern stations and a programme of station improvement works across the franchise.\r\n \r\nAlongside this, our record investment in the railways, and the transformative work which the industry is doing on this part of the network, is essential in building a world-class railway, providing more services and better journeys. We understand that passengers are concerned about performance and the service they receive, however we know that Southeastern are working together with Network Rail in order to minimise disruption and to recover services faster where infrastructure failures occur. We would like this work to continue in order that service improvements continue. Southeastern have been working on their fleet of trains to improve capacity in the Metro area, and the Department for Transport is working with Southeastern to look at whether additional capacity can be introduced in the near term and improve the service for passengers.\r\n \r\nThis Government has long recognised the importance of improving the performance of train operators, and through Network Rail we committed to seeing £38 billion invested in the rail network, and the hugely ambitious infrastructure projects such as Crossrail and HS2, as well the transformation of London Bridge.\r\n \r\nWe closely monitor the performance of both the operators and Network Rail, and incentivise their performance through the Franchise Agreements and Track Access Agreements. Whilst we understand the frustration felt by all constituents affected by any delay, we would like to assure you that the Department for Transport is determined to see further improvements and provide the service that passengers expect. \r\n\r\nDepartment for Transport",
            "summary": "The industry is working hard to improve services and we are reforming passenger compensation. We are determined to provide the service passengers expect across the country. ",
            "updated_at": "2016-02-01T12:15:22.087Z"
        },
        "government_response_at": "2016-02-01T12:15:22.092Z",
        "moderation_threshold_reached_at": "2015-12-03T10:37:39.172Z",
        "opened_at": "2015-12-03T14:37:36.431Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-18T07:44:16.765Z",
        "scheduled_debate_date": null,
        "signature_count": 17417,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:42.645Z"
    },
    "id": 114277,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114277.json"
    },
    "type": "archived-petition"
}