{
    "attributes": {
        "action": "The Commons Committee on Standards to investigate Prime Minister David Cameron.",
        "additional_details": "House of Commons (2015)  Guide to the Rules relating to the Conduct of Members. http://www.publications.parliament.uk/pa/cm201516/cmcode/1076/1076.pdf\r\n\r\nhttp://www.theguardian.com/politics/2015/dec/01/cameron-accuses-corbyn-of-being-terrorist-sympathiser",
        "background": "The PM has accused millions of UK citizens as terrorist sympathisers. A slanderous accusation, in breach of tort law.  He has failed in his obligations to the public, resulting in a loss of confidence in the expected standards of a PM, who should act with probity and integrity at all times. ",
        "closed_at": null,
        "created_at": "2015-12-02T20:18:58.292Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-03T12:21:12.238Z",
        "opened_at": null,
        "rejected_at": "2015-12-16T16:08:32.674Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Complaints about breaches of the House of Commons Code of Conduct are investigated by the Parliamentary Commissioner for Standards, who is independent of Parliament and Government. However, the Commissioner cannot investigate complaints about MPs' views and opinions.\r\n\r\nThe conduct of MPs who also serve as Government Ministers is governed by the Ministerial Code (https://www.gov.uk/government/publications/ministerial-code).  This Code regulates their conduct in relation to their ministerial duties.  It is separate from, and additional to, the House of Commons Code of Conduct.\r\n\r\nDecisions on whether to begin an inquiry into an alleged breach of the Ministerial Code is a matter for the Prime Minister. If you wish to write to the Prime Minister’s Office, you can do so using the contact form here: https://email.number10.gov.uk/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:42.876Z"
    },
    "id": 114296,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114296.json"
    },
    "type": "archived-petition"
}