{
    "attributes": {
        "action": "Remove David Cameron and other MPs from power through the Recall of MPs Act",
        "additional_details": "The news papers only print what their owners want, the sun is a prime example, Rupert Murdoch has a financial interest in destabilizing the government in Syria. It's funny how we are slashing the NHS budgets, the police budgets and don't have enough money to house the homeless but we have millions to spend on bombing campaigns in Syria! Shame on you and shame on the rest of the people that voted for this. They aren't listening to the public, their employers they aren't doing their jobs. ",
        "background": "David Cameron is making the situation worse, they are coming attacking our country because we are attacking theirs... To them we are the terrorists! If we weren't trying to police the world and if David listened to the public we probably wouldn't have half of these problems in the first place",
        "closed_at": null,
        "created_at": "2015-12-03T04:14:16.233Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-03T07:32:34.342Z",
        "opened_at": null,
        "rejected_at": "2015-12-03T16:27:54.730Z",
        "rejection": {
            "code": "no-action",
            "details": "The Recall of MPs Act 2015 provides for a recall petition to be triggered if an MP is sentenced to a prison term or is suspended from the House for at least 21 sitting days.\r\n\r\nIf you would like this law to be changed to allow for people to trigger a recall petition for the Prime Minister and other MPs for reasons of Government policy, you could start a petition calling for that change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:44.314Z"
    },
    "id": 114370,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114370.json"
    },
    "type": "archived-petition"
}