{
    "attributes": {
        "action": "Dissolve parliament and re-structure the UK's democratic process immediately.",
        "additional_details": "This is taken from the Parliament.uk website;\r\n\"We live in a democratic country, which means we all have a say in how the country is run. We do this by electing Members of Parliament (MPs) to REPRESENT OUR VIEWS in the House of Commons.\" \r\nParliament has completely FAILED to represent the will of the British people on the subject of whether the UK should be involved in bombing Syria. All polls conducted in the run up to the parliamentary vote showed the vast majority to be against this action.\r\n",
        "background": "In voting for the UK's involvement in airstrikes in Syria, the UK Parliament has betrayed the wishes of the majority of British citizens. This Parliament is no longer fit for purpose and should be dissolved immediately, whereupon a re-structuring of the UK's democratic process must take place.",
        "closed_at": null,
        "created_at": "2015-12-03T00:41:47.765Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-03T01:47:12.413Z",
        "opened_at": null,
        "rejected_at": "2015-12-09T18:04:41.541Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by restructuring the democratic process. If you would like to see a specific change - for example, a change to the voting system, or perhaps more use of referendums to make decisions - you may find that there is already a petition about this on the site. \r\n\r\nOtherwise, you could start a new petition calling for a specific change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:44.005Z"
    },
    "id": 114351,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114351.json"
    },
    "type": "archived-petition"
}