{
    "attributes": {
        "action": "We need Performance Pay for Politicians",
        "additional_details": "These people have responsibility over our lives, investment, safety, provision of things which are supposed to make our lives easier, safer and more meaningful and rich (in the context of fulfillment).  Charged with such responsibilities they need to be honest, transparent and overall achieving their goals.  Performance related pay will encourage these qualities, discourage dishonesty, promote much better outcomes measures for us as the people they are supposed to serve!  It needs to happen now!",
        "background": "How many times do Government's u-turn on promises?  How many times do they engage use in wars we do not want?  Who can ask a question of a politician and get a truthful answer? How many times do they misappropriate all the money they take from us? (Millennium Dome, Cameron's new plane, Wars)   ",
        "closed_at": null,
        "created_at": "2015-12-06T10:31:32.685Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-10T14:47:12.670Z",
        "opened_at": null,
        "rejected_at": "2015-12-10T15:13:01.475Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay. IPSA conducted a public consultation after 2012 and decided what the salaries of MPs should be after the election.\r\n\r\nIf you would like to contact IPSA to make this suggestion, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:50.016Z"
    },
    "id": 114647,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114647.json"
    },
    "type": "archived-petition"
}