{
    "attributes": {
        "action": "Change the vote on Syria as MPs have conflict of interest, links with arms firms",
        "additional_details": "\r\nI believe this also breaches the Ministerial Code.\r\n\r\nMPs Code of Conduct.\r\nIV.  General Principles of Conduct\r\n\r\n\r\n\"Selflessness\"\r\n\r\nHolders of public office should take decisions solely in terms of the public interest. They should not do so in order to gain financial or other material benefits for themselves, their family, or their friends. ",
        "background": "Many of the representatives in the House of Commons, have share holdings, board seats and other financial interests within the arms manufacturing industry. This is common knowledge and has been reported widely.\r\nThis is a massive conflict of interest and the yes vote should be overturned.",
        "closed_at": null,
        "created_at": "2015-12-06T10:40:09.622Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-06T13:11:36.673Z",
        "opened_at": null,
        "rejected_at": "2015-12-16T16:04:45.571Z",
        "rejection": {
            "code": "no-action",
            "details": "If you would like the House of Commons to reconsider its decision on taking military action in Syria, you could sign a petition opposing military action in Syria.\r\n\r\nThe House of Commons already has rules about MPs' interests.The full rules are set out in the House of Commons Code of Conduct:\r\n\r\nhttp://www.publications.parliament.uk/pa/cm201516/cmcode/1076/1076.pdf\r\n\r\nIf there is a specific change that you would like to be made to the rules, you could start a petition asking for that change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:50.033Z"
    },
    "id": 114649,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114649.json"
    },
    "type": "archived-petition"
}