{
    "attributes": {
        "action": "Represent the LGBT community in the media (movies,music videos,advertisements).",
        "additional_details": "Sure our stories and characters who identify as LGBT are shown on tv,but they are not represented positively. Lesbians in the media are often portrayed as confused and gay males are often portrayed as promiscuous which is not the reality of all gay people. There needs to be more romantic LGBT relationships shown on TV so all members of the LGBT community feel that they are being equally represented. I'm not saying get rid of straight couples on tv,but represent us a considerable amount more. ",
        "background": "It is not only disgustingly absent minded,but it is also extremely inconsiderate to represent only straight couples in just about every single tv show,movie,music video,film and tv advert. Doing this makes non-straight people feel unacknowledged and negatively viewed when they are represented on tv.",
        "closed_at": null,
        "created_at": "2015-12-08T00:02:22.832Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-08T12:20:14.395Z",
        "opened_at": null,
        "rejected_at": "2015-12-10T12:24:35.148Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept this petition as it calls on the media to take action, not the UK Government and Parliament. It is up to the companies that make programmes and adverts to make their own decisions. You could write to them to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:52.715Z"
    },
    "id": 114757,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114757.json"
    },
    "type": "archived-petition"
}