{
    "attributes": {
        "action": "To examine the DWP, ATOS & Maximus's culpability for deaths of benefit claimants",
        "additional_details": "",
        "background": "There's been a marked increase in the number of deaths & suicides of claimants recently found \"fit for work\" by work capability assessments, possibly implying those benefits entitlements were removed hastily and that the DWP, ATOS & Maximus failed in its duty of care to vulnerable benefit claimants.",
        "closed_at": "2016-06-15T22:59:59.999Z",
        "created_at": "2015-12-07T21:28:15.164Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-31T11:07:34.416Z",
            "details": "The assertion behind this e-petition is not correct – namely that there has been a marked increase recently in the number of deaths of claimants found to be fit for work following a Work Capability Assessment (WCA). The independent fact checking organisation Full Fact has supported this: “It was widely reported that thousands of people died within weeks of being found “fit for work” and losing their benefits. This is wrong.” (https://fullfact.org/economy/reporting-fit-work-deaths-isnt-fit-purpose/) \r\n\r\nThe Department keeps its processes under review to ensure that people are assessed as fairly and accurately as possible, and receive the right support throughout the process. Over the course of five Independent Reviews a number of improvements have been made to the process. For instance, healthcare professionals specialising in mental health have been in place since July 2011, to spread good practice in mental health, learning disabilities and cognitive impairment. And since March 2015 the Centre for Health and Disability Assessments, who deliver the WCA, has identified claimant champions among their customer-facing staff, who assist claimants on the day of their assessment, understanding their needs and handling any difficult or distressing situations. \r\n\r\nIf a claimant is not eligible for Employment and Support Allowance they may be able to claim other benefits while they look for work.  They will also have the opportunity at the Jobcentre to discuss the effect of any health conditions on the type of work they could do and apply for jobs accordingly. The Department’s work coaches have the experience and training to understand and support the needs of claimants, including those who would be considered more vulnerable. In addition, Disability Employment Advisers can provide advice and support for disabled people who need help finding and retaining employment. When dealing with vulnerable people, both providers and DWP have procedures in place to take appropriate supportive action, which are regularly reviewed.   We also provide help and advice for staff to make sure they signpost the range of support available to vulnerable individuals.  \r\n\r\nDepartment for Work and Pensions\r\n",
            "summary": "The assertion behind this e-petition is wrong. It is untrue to say there has been a marked increase recently in the number of deaths and suicides of claimants found to be fit for work following a WCA.",
            "updated_at": "2016-05-31T11:07:34.416Z"
        },
        "government_response_at": "2016-05-31T11:07:34.422Z",
        "moderation_threshold_reached_at": "2015-12-13T00:00:33.472Z",
        "opened_at": "2015-12-15T18:04:35.947Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-16T16:15:53.519Z",
        "scheduled_debate_date": null,
        "signature_count": 13256,
        "state": "closed",
        "updated_at": "2017-09-09T06:08:52.737Z"
    },
    "id": 114744,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114744.json"
    },
    "type": "archived-petition"
}