{
    "attributes": {
        "action": "Reduce the cost of parking fines and allow more time to pay reduced amount.",
        "additional_details": "Its extremely saddening when you have to lie to your kids about buying something theyve wanted for christmas and convincing them thats in the delivery truck but actually spending that money on a parking fine or getting caught for dropping someone off to their house. It may not seem alot when you break it down into how much you earn a month but considering your weekly expenses on food and other essential ingredients, majority of the people fail to keep up, leaving them with serious mental issues.",
        "background": "A parking fine is equivalent to a weeks rent and majority of the people living in the UK are fighting day and night to feed their family. It becomes extremely overwhelming when they get hit with a ticket and find no alternative way to pay their rent, tax, bills etc.",
        "closed_at": null,
        "created_at": "2015-12-09T13:26:21.202Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-09T22:45:19.844Z",
        "opened_at": null,
        "rejected_at": "2015-12-16T16:02:46.869Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Parking fines are not set by the UK Government and Parliament directly. You can get a parking ticket from:\r\n\r\n - local authorities\r\n- the police\r\n- Transport for London\r\n- private companies\r\n\r\nYou can find more information here:\r\n\r\nhttps://www.gov.uk/parking-tickets/overview\r\n\r\nIf you are concerned about local council parking fines, you could ask the Government to change the guidance it gives to councils. You can find the guidance here:\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/416617/operational-guidance.pdf\r\n\r\nYou'll need to give your full name to start a petition. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:08:57.980Z"
    },
    "id": 114991,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/114991.json"
    },
    "type": "archived-petition"
}