{
    "attributes": {
        "action": "Force Essex county council to stop the overnight street lamp blackout.",
        "additional_details": "In my local area the street lights go off at midnight. My CCTV has captured several instances of burglars emerging from the dark to steal cars and break into homes. Two of my neighbours have been broken into and a car was taken, another neighbour had a near miss, my own door was 'checked' and an elderly neighbour had his door checked then his car was trashed. Enough is enough. We're paying for a service that the council has decided to take away. End this stupidity now!",
        "background": "Despite what the statistics might say, crime has increased since the street lights are turned off after midnight. CCTV evidence supports this but where it isn't reported or the police take no action at all then it's overlooked. We want our lights back on, as payers of council tax we demand it!",
        "closed_at": null,
        "created_at": "2015-12-09T22:28:01.901Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-09T22:43:01.495Z",
        "opened_at": null,
        "rejected_at": "2015-12-14T11:15:12.140Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Street lighting is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.essex.gov.uk/Your-Council/Consultation-Feedback/Pages/Petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:03.157Z"
    },
    "id": 115262,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115262.json"
    },
    "type": "archived-petition"
}