{
    "attributes": {
        "action": "Make hate preaching a criminal offence, freedom of speech... to an extent?",
        "additional_details": "People are able to openly preach hate against others, their religions, beliefs, cultures. Freedom of speech is necessary, I agree with it, to an extent. The UK is a very diverse country and it adds to our culture but people go onto our streets to preach hate against ISLAM for example, this cannot continue. But unfortunately it goes both ways, certain people attempting to push they're beliefs and cultures onto others, they are criminals, and we have to unite to stop them.",
        "background": "People are able to openly preach hate against others, their religions, beliefs, cultures. Freedom of speech is necessary, to an extent. The UK is a very diverse country, this adds to our culture but people go onto our streets to preach hate against ISLAM for example, this cannot continue.",
        "closed_at": null,
        "created_at": "2015-12-10T10:32:44.297Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-10T15:34:32.991Z",
        "opened_at": null,
        "rejected_at": "2015-12-15T17:44:35.481Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like Parliament to take. There are already laws against hate speech.\r\n\r\nIf you would like a specific change to the existing law, you could start a petition calling for that change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:05.627Z"
    },
    "id": 115393,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115393.json"
    },
    "type": "archived-petition"
}