{
    "attributes": {
        "action": "Stop \"I'm a celebrity get me out of here\" being cruel to animals",
        "additional_details": "\"Celebs\" eat live grubs, throw insects and spiders around and feel around blindly in rooms and containers with live animals inside which must at the very least cause stress to these creatures and at worst, cause injury or death. The yuck factor can be just as effective by using other means and not live animals. The Australian RSPCA is very concerned and various wildlife presenters and societies have all voiced their opinions but the programme makers will not listen. ",
        "background": "ITV's I'm a celebrity get me out of here tv show is blatantly cruel to the animals involved. Various insects and animals are abused on the programme for the sake of entertainment. The fact that these creatures are not cute and cuddly does not justify cruelty. Please register your support.",
        "closed_at": null,
        "created_at": "2015-12-10T13:24:58.379Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-10T20:03:25.829Z",
        "opened_at": null,
        "rejected_at": "2015-12-11T09:58:47.398Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The content of the programme is the responsibility of the programme makers. If any laws have been broken, that would be a matter for the authorities in Australia. \r\n\r\nYou could raise your concerns directly with ITV:\r\n\r\nhttp://www.itv.com/contactus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:06.854Z"
    },
    "id": 115441,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115441.json"
    },
    "type": "archived-petition"
}