{
    "attributes": {
        "action": "Local Council To Start Pruning Trees.  Tree Branches Around Leeds Are A Nuisance",
        "additional_details": "Just like London, it is kept tidy and the trees are looking as they should.  Come to Leeds and the trees need a good maintenance and TLC. It is causing havoc to local homeowners & the clean-up is a nightmare. Busses also hit sprouted branches that could hit fellow pedestrians on the ground. Why isn't this being sorted previously is anyone's concern & raises questions into why this has not been dealt with. \r\n\r\nPlease sign and support the petition.",
        "background": "I am living in Leeds, I am fed up of the amount of leaves that are falling off overgrown trees around Roundhay, Street Lane areas.  Including Schools that are not doing their bit to prevent nuisance of broken branches on pavements and leaves flying off during the winter period. More needs to be done",
        "closed_at": null,
        "created_at": "2015-12-10T21:21:38.716Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-10T21:34:30.994Z",
        "opened_at": null,
        "rejected_at": "2015-12-14T11:52:18.704Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The upkeep of local roads and pavements is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://democracy.leeds.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:09.391Z"
    },
    "id": 115568,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115568.json"
    },
    "type": "archived-petition"
}