{
    "attributes": {
        "action": "Reinstate Andy West as BBC Reporter",
        "additional_details": "BBC SPOTY, is saw as an inspiration, a role model to thousands of children across the UK and beyond, is it right that the award goes to a man who holds homophobic values? in a society of free speech, he is entitled to his views, but so is Andy West. His choice to criticise the BBC, his employer, as an openly gay man is justified, the remarks where an attack on all gay men and woman and he is entitled to defend himself and the LGBT community from slanderous bigoted remarks",
        "background": "Andy West has been suspended by the BBC for openly criticising their choice to award a homophobic man as BBC Sports Personality of the Year.   \r\n\r\nTyson Fury has openly compared Homosexual men and woman to paedophiles, yet is up of for nomination as BBC Sports Personality of the Year",
        "closed_at": null,
        "created_at": "2015-12-11T18:31:04.935Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-12T10:40:17.334Z",
        "opened_at": null,
        "rejected_at": "2015-12-14T15:53:33.603Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou can find out about the BBC complaints system here:\r\n\r\nhttp://www.bbc.co.uk/bbctrust/our_work/complaints_and_appeals/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:14.148Z"
    },
    "id": 115815,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115815.json"
    },
    "type": "archived-petition"
}