{
    "attributes": {
        "action": "Frontline ambulance staff should be able to retire with full benefits aged 55.",
        "additional_details": "",
        "background": "Frontline ambulance staff are subject to enormous psychological and physical stresses. The Government's proposal that they should be made to work until aged 67 is unrealistic and dangerous, especially when considered against ongoing patient safety. The public deserves better than this. ",
        "closed_at": "2016-06-14T22:59:59.999Z",
        "created_at": "2015-12-11T23:33:47.715Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-28T14:45:37.824Z",
            "details": "Since the ambulance services transferred to the NHS from local government in 1974, ambulance staff have had the right, like all other NHS staff, to join the National Health Service Pension Scheme (NHSPS) in England and Wales. Ambulance staff have never qualified for the special class status that allowed some NHS staff to retire at 55 with full benefits.  Details of the staff groups who were entitled to special class status can be found in the NHS Pension Scheme factsheet at this link http://www.nhsbsa.nhs.uk/Documents/Pensions/Special_Class_status_(member)_factsheet_V4_(04.2015).pdf.  \r\n\r\nThose staff still in the 1995 section of the NHSPS, continue  to have a Normal Pension Age of 60, however when the 2008 section of the NHSPS was introduced, a Normal Pension Age of 65 was implemented for all staff, including ambulance staff, belonging to that section of the scheme – a position that had been agreed with the NHS trade unions.\r\n\r\nIn March 2012, the Proposed Final Agreement on Reforming the NHS Pension Scheme for England & Wales, included an agreement for a tripartite review between the Department of Health, NHS Employers and the NHS Trade Unions to address the impact of working longer in the NHS, with particular reference to staff in frontline and physically demanding roles. \r\n\r\nThe Working Longer Group (WLG) that was established submitted its preliminary findings and recommendations report to the UK health departments for consideration on 3 March 2014. The report pointed out that whilst the impact of working longer could be a challenge for the service, it also provides an opportunity to think and act differently in the way staff are supported to work longer. Looking after the health, safety and well-being of staff, from an early age, is one of the fundamental challenges the service must address.  \r\n\r\nThe Department and the Working Longer Steering Group, a sub-committee of the NHS Staff Council, are now working with a range of trade unions and employer representatives including those from the Ambulance Service, on developing a series of measures and good employment practices in response to the eleven recommendations made in the report, for employers to use during the transition to the future retirement age. This will ensure that the skills of older workers can potentially be re-deployed throughout the NHS thus enabling NHS employers to retain skilled staff.  This work is ongoing, and as part of the 2015 Agenda for Change pay agreement, ambulance employers and staff are looking at ways of allowing ambulance staff to continue to be able to retire at 65 by utilising the Early Reduction Retirement Buy Out (ERRBO) provisions contained within the new 2015 pension scheme regulations.\r\n\r\nInformation available from the NHSPS valuation data through the Government Actuaries Department, indicates that the overall average retirement age for ambulance service staff was 61.4 years between 2008 and 2012.  Information from the Electronic Staff Record (ESR) system for England and Wales, indicates that around 1,000 staff a year across the NHS die in service and this data provides no evidence that ambulance staff are more likely to die in service than other NHS staff.\r\n\r\nThe Government acknowledges that paramedics provide life-saving care, often in stressful circumstances, and are busier than ever before. Well supported staff provide better care to patients, so it is vital that Ambulance Trusts take ownership of workforce problems and support staff if they run into difficulties. We have commissioned NHS Employers to support NHS Trusts in doing this through staff workshops, guidance and a range of online tools. NHS Employers guidance can be viewed here: http://www.nhsemployers.org/your-workforce/retain-and-improve/staff-experience/health-work-and-wellbeing\r\n \r\nTo further support paramedics, we are training an extra 1900 paramedics over the next five years, on top of the 2000 extra paramedics that have joined the NHS since 2010 and NHS England is investing millions in a new campaign to make sure staff welfare is prioritised. We have also increased funding in ambulances services and invested £10 billion to fund the NHS's own plan for the future, including £3.8 billion for next year.\r\n \r\nIn the long term, NHS England’s urgent and emergency care review will be addressing the root causes of demand on ambulance services and put in place measures to look after more people in the community.\r\n\r\nDepartment of Health",
            "responded_on": "2016-01-28",
            "summary": "Recent changes to the NHS Pension Scheme are based on evidence that people are living longer and receiving pensions for longer; the average 60 year old now lives 10 years longer than in the 1970s.",
            "updated_at": "2016-01-28T14:45:37.824Z"
        },
        "government_response_at": "2016-01-28T14:45:37.831Z",
        "moderation_threshold_reached_at": "2015-12-12T00:54:27.030Z",
        "opened_at": "2015-12-14T16:04:19.185Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-07T21:49:35.421Z",
        "scheduled_debate_date": null,
        "signature_count": 17176,
        "state": "closed",
        "updated_at": "2017-09-09T06:09:15.624Z"
    },
    "id": 115875,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115875.json"
    },
    "type": "archived-petition"
}