{
    "attributes": {
        "action": "Scrap plans forcing self employed & small business to do 4 tax returns yearly",
        "additional_details": "Each self employed individual and small business will have the added burden of additional red tape, accountancy fees and potential for fines. As a small business owner myself I already spend quite some time to get things in order once s year. There will be greater chance of errors as well. At the moment we pay £1200 a year in accountancy fees this figure will greatly increase. The conservatives are not working for small businesses in brining such legislation but adding burden. ",
        "background": "George Osborne announced in his Autumn statement the plan for self employed and small businesses to have to file four tax returns a year rather than one as currently is done ",
        "closed_at": "2016-06-16T22:59:59.999Z",
        "created_at": "2015-12-12T01:48:20.201Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-01-25",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-01-25/debates/1601256000001/SmallBusinessesTaxReporting",
            "video_url": "http://parliamentlive.tv/Event/Index/33734d0f-5461-4fa4-9c1c-3d0db3798d55"
        },
        "debate_outcome_at": "2016-01-26T10:16:36.892Z",
        "debate_threshold_reached_at": "2016-01-03T15:43:31.930Z",
        "government_response": {
            "created_at": "2016-01-04T13:15:14.174Z",
            "details": "These reforms will not mean that businesses have to provide the equivalent of four tax returns every year. Updating HMRC through software or apps will deliver a light-touch process, much less burdensome and time-consuming than it is today. \r\n\r\nAt the March 2015 Budget the government committed to transform the tax system by introducing simple, secure and personalised digital tax accounts, removing the need for annual tax returns. \r\n\r\nAt the 2015 Spending Review the government announced it would invest £1.3bn in HMRC to make this vision a reality, transforming HMRC into one of the most digitally advanced tax administrations in the world. \r\n\r\nOne element of this vision will be asking most businesses, self-employed people and landlords to keep track of their tax affairs digitally and update HMRC at least quarterly via their digital tax account. \r\n\r\nMany taxpayers have told HMRC that they want more certainty over their tax bill, and don’t want to wait until the end of the year, or even longer, before knowing where they stand with their taxes. \r\n\r\nWe also estimate that £6.5bn in tax goes unpaid every year because of mistakes made when filling in tax returns. These reforms will make it easier for taxpayers to maintain accurate and up-to-date tax affairs, reducing the scope for error. \r\n\r\nWith businesses keeping track of their tax affairs digitally, quarterly updates will be fundamentally different from filling out an annual tax return in a number of crucial respects:\r\n\r\n•\tQuarterly updates will not involve all the complexity of a full tax return. The updates will be generated from existing digital business records. In most cases, little or no further entry of information will be needed. It will be much quicker to complete than the current tax return.\r\n•\tAs part of the process the business owner or individual will receive a developing in-year picture of their tax position, helping people have greater certainty about what they owe, allowing them to plan their finances more effectively. This differs from the current system where many taxpayers are caught out by their tax bill when it finally arrives.\r\n•\tIn-year updates will not be subject to the same sanctions for lateness or inaccuracies as apply now to the year-end position. HMRC will consult during 2016 on what sanctions might be appropriate for a more digital tax administration.  \r\n\r\nThe government has already announced that these measures will not apply to individuals in employment or pensioners, unless they have secondary incomes of more than £10,000 per year from self-employment or property.\r\n\r\nThe reforms will rely on businesses, self-employed people and landlords using software or apps that can connect securely to their digital tax account. The government will ensure that free products are available. The Gov.UK service will signpost taxpayers to the right product, with clear HMRC guidance about how to choose software.\r\n\r\nHMRC will ensure support is available for people to get online if they need it. We will also provide alternatives for those who genuinely cannot use digital tools, like telephone filing. This will build on our Needs Extra Support service, which has gone from strength to strength in helping more vulnerable customers. \r\n\r\nWe’re introducing these reforms gradually. We’ve been in discussion with stakeholders since March 2015 and will be consulting on the details of the proposals throughout 2016.  \r\n\r\nWe will use volunteers to test the new tools and processes and give us feedback. Quarterly updates will be introduced for some from 2018, and will be phased in fully by 2020, giving taxpayers time to adapt.  \r\n\r\nWe want to work with all stakeholders to ensure these changes work for them. For more information about the proposed reforms please search for ‘Making Tax Digital’ on Gov.UK or use the following link:\r\n\r\nhttps://www.gov.uk/government/publications/making-tax-digital \r\n\r\nHMRC\r\n",
            "summary": "Making Tax Digital will not mean ‘four tax returns a year’. Quarterly updates will largely be a matter of checking data generated from record keeping software or apps and clicking ‘send’.",
            "updated_at": "2016-01-04T13:15:14.174Z"
        },
        "government_response_at": "2016-01-04T13:15:14.179Z",
        "moderation_threshold_reached_at": "2015-12-12T20:24:49.324Z",
        "opened_at": "2015-12-16T11:22:23.937Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-17T16:57:24.888Z",
        "scheduled_debate_date": "2016-01-25",
        "signature_count": 114504,
        "state": "closed",
        "updated_at": "2017-09-09T06:09:16.925Z"
    },
    "id": 115895,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115895.json"
    },
    "type": "archived-petition"
}