{
    "attributes": {
        "action": "Stop the government from slashing disabled benefits",
        "additional_details": "PIPs are a life line for many British Citizens living with disabilities and long term conditions. Many of these people are either working or have worked and contributed to the system in the past. Personal Independence Payments allows them to meet the considerable financial burden that disability and long term ill health bring. Costs such as care, travel, equipment, constant hospital and doctors appointments, keeping warm, special diets and the list goes on and on. \r\n",
        "background": "\r\nThe Government has its targets set on the disabled, looking to slash the disability benefit bill by reducing Personal Independence Payments drastically for hundreds of people and replacing some with vouchers.\r\n",
        "closed_at": "2016-06-16T22:59:59.999Z",
        "created_at": "2015-12-12T11:22:37.889Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-05T16:06:48.015Z",
            "details": "The Government is committed to supporting everyone to achieve their full potential and to live independent lives.\r\n\r\nPersonal Independence Payment (PIP) was introduced from April 2013 to be a more modern and dynamic benefit to help to cover the extra costs faced by people with long-term health conditions and disabilities.\r\n\r\nPIP maintains the key principles of its predecessor benefit, Disability Living Allowance (DLA), but delivers support in a fairer, more consistent and sustainable manner. It is also designed to focus support on those with the greatest need. For example, 22% of claimants receive the highest level of support under PIP, compared to 15% under DLA.\r\n\r\nAs highlighted in the first independent review of the PIP assessment by Paul Gray, the policy around the use of aids and appliance did not appear to be working as intended. The Government therefore decided to consult on how aids and appliances are taken into account when determining entitlement to the daily living component of PIP.\r\n\r\nAfter careful consideration of the issue the Government announced on 21 March that it would not make any changes to PIP. The Government also stated that it has no further plans to make savings to the social security budget beyond the measures already announced.\r\n\r\nPIP will continue to provide a valuable cash contribution to people with long-term health conditions and disabilities to help them meet their additional costs. Under PIP a higher proportion of people receive the top rates of benefit than those on DLA, ensuring that the money the Government spends on welfare is targeted at those who need it most. Overall spending on DLA and PIP will continue to be higher in every year to 2020 than in 2010, and the Government will spend £50 billion this year alone on benefits to support people with disabilities and health conditions.\r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2016-04-05",
            "summary": "The Government will spend more on disability benefits in each year to 2020 than was spent in 2010 and has made clear that it does not intend to change the rules for Personal Independence Payment",
            "updated_at": "2016-04-05T16:06:48.015Z"
        },
        "government_response_at": "2016-04-05T16:06:48.020Z",
        "moderation_threshold_reached_at": "2015-12-12T11:49:46.331Z",
        "opened_at": "2015-12-16T11:48:45.946Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-17T18:12:52.025Z",
        "scheduled_debate_date": null,
        "signature_count": 36320,
        "state": "closed",
        "updated_at": "2017-09-09T06:09:16.859Z"
    },
    "id": 115924,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115924.json"
    },
    "type": "archived-petition"
}