{
    "attributes": {
        "action": "MPs who have  been proved to lie to voters in their election should resign.",
        "additional_details": "All candidates for public office in any of the Parliaments of the UK must show the highest standards of honesty and decency. Despite a Court establishing that an MP used false and misleading statements of fact during a campaign he or she can remain in office and draw a salary at the tax payers expense.\r\nConstituents can no longer have faith in such an MP and are entitled to a by-election so that a candidate who is unsullied can be returned.",
        "background": "Section 106 of the Representation of the People Act 1983 makes it almost impossible for voters in a constituency to challenge the election of an MP who knowingly provided false information to  them during a campaign. This has the effect of rewarding dishonesty.\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-12-12T16:47:51.967Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-12T18:54:53.458Z",
        "opened_at": null,
        "rejected_at": "2015-12-16T15:03:18.602Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Resignation of an individual MP for whatever reason is a matter for the individual rather than the UK Government or Parliament. If you would like the law to be changed, to require a by-election in the circumstances you describe, you could start a petition calling for that. \r\n\r\nAlternatively, you might be interested in signing this petition, which calls for an amendment to the Recall of MPs Act:\r\n\r\nhttps://petition.parliament.uk/petitions/105144"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:17.568Z"
    },
    "id": 115965,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/115965.json"
    },
    "type": "archived-petition"
}