{
    "attributes": {
        "action": "To create a system that reduces food waste, and feeds people who most need it.",
        "additional_details": "This would ensure that no longer would perfectly good food be thrown away, while not half a mile away, people are in desperate need. It would improve the environment, as less would be thrown away as well.\r\n\r\nAll that is needed is a simple system of regular collection and distribution.\r\n\r\nIt would make our society kinder, and more equitable, and allow profit making enterprises to make a significant difference while losing nothing.\r\n\r\n",
        "background": "After watching several documentaries on food waste, and the impact of food creation methods on the environment, I would like to suggest a system between the homeless charities and hotels, restaurants and supermarkets so that no edible food ever gets binned, but collected regularly and distributed.",
        "closed_at": null,
        "created_at": "2015-12-15T19:49:22.022Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-15T20:58:52.570Z",
        "opened_at": null,
        "rejected_at": "2015-12-18T12:00:49.219Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be suggesting that charities and businesses should work together on this. You do not seem to have included an action for the UK Government or Parliament to take.\r\n\r\nYou might be interested in signing these petitions:\r\nhttps://petition.parliament.uk/petitions/104753\r\nhttps://petition.parliament.uk/petitions/111391\r\n\r\nIf you would like the Government or Parliament to take action, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:24.309Z"
    },
    "id": 116292,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/116292.json"
    },
    "type": "archived-petition"
}