{
    "attributes": {
        "action": "Save South Lakes Safari Zoo",
        "additional_details": "The council recently took advise from a vet on structures in the park and closed wooden walkways based up on the vets recommendations in stead of taking advise from appropriate engineers, this is just one example of Barrow Council making unreasonable demands on the zoo.\r\n\r\nThe safari zoo in the last few years have had to fight for permission to develop the safari zoo and have met opposition from the council at every turn.\r\n\r\nBarrow Council are putting jobs at risk and creating a danger of lowering tourism in this area at this already difficult time following the recent flooding and at this time need to encourage growth in the area.",
        "background": "Save South Lakes Safari Zoo, reverse Barrow Councils unreasonable descisions, save toursim in the area and the jobs of the staff along with the animals living at the Safari Zoo.",
        "closed_at": null,
        "created_at": "2015-12-18T07:35:40.457Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-18T08:33:41.271Z",
        "opened_at": null,
        "rejected_at": "2015-12-18T17:25:51.595Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This decision is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.barrowbc.gov.uk/council-democracy/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:28.916Z"
    },
    "id": 116504,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/116504.json"
    },
    "type": "archived-petition"
}