{
    "attributes": {
        "action": "Stop the war on the poor. Protect those suffering since Cameron came into power.",
        "additional_details": "The figures speak for themselves. So many people have taken their lives due to ATOS declaring people fit for work and/or sanctioning benefits. The evidence is out there for you to find.. visit your local food banks and see for yourselves. The Rule of Law clearly states: we are all equal before the law; none of us above it, particularly not the government or those who work for the government. In our democracy law makers are meant to protect the vulnerable and the good of the country. Human rights",
        "background": "Since David Cameron came into power, the poorest people in the UK have suffered tremendously. With the use of food banks at an all time high and people being deemed fit for work against medical evidence has caused the break down of a system that was set up to protect the most vulnerable in society.",
        "closed_at": null,
        "created_at": "2015-12-19T19:42:39.841Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-19T20:05:19.394Z",
        "opened_at": null,
        "rejected_at": "2015-12-22T11:11:34.074Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions which call for a clear action from the UK Government or Parliament. If you would like the Government to change its policies on welfare, you could start a petition asking for the specific changes you want to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:31.902Z"
    },
    "id": 116659,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/116659.json"
    },
    "type": "archived-petition"
}