{
    "attributes": {
        "action": "The decision to water down the recent European decision on the bass stocks",
        "additional_details": "The European union have done their best to reverse the damage done to the bass fish stocks , yet the UK government decided to ignore the basic facts ,and allow gill netting to continue,  a single gill nett can wipe out hundreds of fish in one swoop so how can this be acceptable  , it make a mockery of the restrictions placed on recreational anglers ",
        "background": "Gill netting should also be prohibited during the closed season \r\nThe current restrictions on recreational anglers should also be in place on commercial activities ",
        "closed_at": "2016-06-22T22:59:59.999Z",
        "created_at": "2015-12-21T10:36:47.180Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-19T10:11:43.524Z",
            "details": "The UK Government has not sought to water down the EU decision to protect bass stocks agreed in the EU fisheries Council on 15 December 2015, as suggested in the petition title. The terms of the petition are either a misrepresentation or misunderstanding of the EU process and the UK Government’s approach. \r\n\r\nIt is actually the UK Government that has consistently pressed for EU action to address the decline of the stock, and we secured emergency action in 2015.   We were not the authors of the recent proposal for 2016, however – this was a Commission proposal – nor indeed of the derogations offered in the compromise deal tabled at Council.  However the agreement for 2016 is tougher on most sectors than that for 2015.\r\n\r\nThe UK Government did manage to achieve some key outcomes to adjust both the proposal and the related compromise deal.  These help to protect the EU bass stock’s progress to sustainable fishing and the interests of both recreational and small scale commercial fishermen as EU bass fisheries move towards that goal, as follows.\r\n\r\nWe fought for and secured continuation of a recreational catch and release fishery for recreational sea anglers during the 6 month moratorium on bass catches, which was under threat in the Commission proposal wording. This means that anglers and charter vessels can continue sport-fishing activity throughout the year, subject to the ban proposed by the Commission on keeping bass during the first six months, coupled with a single fish daily bag limit per person in the second half of the year.\r\n\r\nWhile accepting the principle of the proposed 6 month moratorium and a subsequent catch limit of 1 tonne per vessel per month for most commercial fisheries, we aimed to avoid disproportionate impacts on the lower impact, small-scale inshore hook and line and inshore fixed gillnet fisheries during the first 6 months. But as the UK Government position was for a more modest derogation than that offered on the day, we sought to reduce the impact of this on bass stocks. \r\n\r\nOur negotiating position was based on different fisheries’ relative impacts and reflected several factors.  Hook and line has the highest degree of selectivity for the right size of bass taken – though gillnets also perform well compared with other fishing methods.  We also needed to consider the proportion of the bass catch taken by UK vessels using these methods: although the nets gear group has previously accounted for half of the annual UK bass total landings (46% average from 2011-2013), drift-netting is estimated to account for up to 90% of this, as the Commission are aware, and drift-netting was not agreed for inclusion in the derogation.\r\n\r\nIn the final compromise these two commercial fisheries (hook and line and fixed gillnets) were given identical derogations for all Member States fishing for bass (February-March moratorium and 1.3 tonne catch limit all year). The UK Government negotiating position in advance of the Council decision had been to press for lower – and differentiated – catch limits for derogations to apply for these two EU fisheries (excluding drift-netting) during the moratorium.  But while the compromise offered higher monthly catch limits for netting, matching the limits for hook and line, these are not applicable to the majority of UK netting activity and are combined with the complete closure for two months.  \r\n\r\nIt was necessary to agree EU-level measures for bass in this way because we share the fishery with other Member States who need to be fully signed up if we are to achieve stock recovery. We now at least have a firm timetable with Member States’ and Commission agreement, to achieve sustainable fishing of bass by 2018, and the EU’s interim management package will increasingly be complemented by regional measures, including in the context of multi-annual management plans driven by the Member States concerned, as well as national ones.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The petition title misrepresents the EU process. UK Government successfully ensured anglers could fish for sport and the derogation for gillnets excluded driftnets that take most UK netting catches.",
            "updated_at": "2016-01-19T10:11:43.524Z"
        },
        "government_response_at": "2016-01-19T10:11:43.526Z",
        "moderation_threshold_reached_at": "2015-12-22T11:23:11.780Z",
        "opened_at": "2015-12-22T16:32:52.840Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-05T22:01:21.156Z",
        "scheduled_debate_date": null,
        "signature_count": 14560,
        "state": "closed",
        "updated_at": "2017-09-09T06:09:33.988Z"
    },
    "id": 116747,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/116747.json"
    },
    "type": "archived-petition"
}