{
    "attributes": {
        "action": "Enable British expats to stream UK TV from their new homes around the world.",
        "additional_details": "The BBC claims that such streaming potentially impacts their ability to sell a limited selection of shows to foreign providers. However, there are many shows that are not shown on such channels that expats would like access and are willing to pay for such access. Indeed, many of them now pay for VPN service that allows such access. The BBC's failure to implement and monetize such a service is a failure on their part and until such service is available, VPN access should not be blocked.",
        "background": "There are tens, if not hundreds, of thousands of British expats around the world who love to watch British TV from their new homes in foreign climbs. Many use a VPN service that that allows them to stream UK TV via the internet. The BBC have recently blocked streaming via these VPN services.",
        "closed_at": null,
        "created_at": "2015-12-25T04:01:45.512Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-25T05:12:28.848Z",
        "opened_at": null,
        "rejected_at": "2015-12-29T12:09:56.396Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou might like to write to the BBC to make this suggestion.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:38.536Z"
    },
    "id": 116964,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/116964.json"
    },
    "type": "archived-petition"
}