{
    "attributes": {
        "action": "Add an ingredient to antifreeze to make it unpleasant to cats",
        "additional_details": "Make it a legal requirement that an ingredient to be added to make it smell offensive to cats.SYMPTOMS Vomiting,depressed/sleepy, Appearing drunk and uncoordinated, fits,Difficulty breathing, left untreated, antifreeze poisoning can cause pain, suffering and distress and ultimately death, Poisoning cats can constitute a criminal offence; under the Animal Welfare Act 2006 the maximum penalty for anyone found guilty is up to 6 months imprisonment and/or a £20,000 fine. \r\n\r\n \r\n \r\n",
        "background": "Due to personal experience and it being an ongoing problem, cats are being poisoned by antifreeze as it has a sweet taste to cats, by the time they realize it has a bitter aftertaste it is too late and their internal organs shut down, they only need to ingest a tiny amount for it to be fatal. ",
        "closed_at": "2016-07-06T22:59:59.999Z",
        "created_at": "2015-12-29T12:48:18.457Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-21T09:19:46.603Z",
            "details": "We appreciate the distress that owners feel when their pets suffer poisoning through the ingestion of antifreeze.  The challenge for government is to ensure such products – which perform a valuable role in enhancing human safety – can be purchased and used safely without imposing unnecessary regulatory burdens on business. There are potentially many domestic products for use around a home that can be harmful if misused. Measures to control them must therefore be proportionate and targeted, while being properly understood by those they are aimed at. \r\n\r\nAs with all chemicals supplied for domestic use, the primary requirements on safety fall under consumer protection legislation. The General Product Safety Regulations 2005 require that products placed on the market must be safe for consumers to use.  In addition chemicals supplied for domestic use, such as antifreeze, are also covered by the Classification, Labelling and Packaging of Substances and Mixtures (CLP) Regulation. This law aims to protect people and the environment from the effects of hazardous chemicals by requiring suppliers to provide information about the hazards present, usually in the form of a label, and to package them safely. The product label should provide clear information about its intrinsic hazardous properties and instructions on how to use, store and dispose of the product safely.  \r\n \r\nHowever, this legislation is not designed to tackle deliberate misuse.  The deliberate use of anti-freeze to poison a cat or dog is an offence under the Animal Welfare Act 2006 and is punishable by an unlimited fine and/or 6 months imprisonment.  \r\n\r\nWe therefore do not propose to review the legislative framework at the current time with regard to making it mandatory for manufacturers to add bittering agents to antifreeze.  However, we would encourage those who are concerned to approach the manufacturers of antifreeze and ask that they introduce bittering agents on a voluntary basis, which some have already done. \r\n\r\nDepartment for Business, Innovation and Skills\r\n",
            "summary": "We appreciate the distress owners feel when their pets suffer poisoning from antifreeze. Legislation is already in place to protect both consumers and animals and we have no plans to review it",
            "updated_at": "2016-06-21T09:19:46.603Z"
        },
        "government_response_at": "2016-06-21T09:19:46.608Z",
        "moderation_threshold_reached_at": "2016-01-06T09:09:10.232Z",
        "opened_at": "2016-01-06T15:14:24.737Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-03T10:29:56.654Z",
        "scheduled_debate_date": null,
        "signature_count": 11768,
        "state": "closed",
        "updated_at": "2017-11-08T15:20:55.700Z"
    },
    "id": 117192,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117192.json"
    },
    "type": "archived-petition"
}