{
    "attributes": {
        "action": "Stop closing clubs/venues in london to protect Londons diminishing nightlife",
        "additional_details": "As pointed out by the Night Time Industries Association, night time culture accounts for 8% of uk employment and is worth over £66 billion to our economy every year. \r\nIn the last 8 years London has seen the number of music venues drop with a decline of over 35%. The influx of luxury property development in the capital is leaving club life and entertainment behind as almost every week another london nightclubs future is in question. Sign this petition in order to get this increasing issue debated",
        "background": "Londons clubs are increasingly in the spotlight with questions over their future, londons nightlife is only an asset to our city which offers some of the best entertainment in the world, but over 35% of londons clubs have closed in the last 8 years , sign this petition to help stop more closing. ",
        "closed_at": null,
        "created_at": "2015-12-30T00:29:48.269Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-30T09:22:48.512Z",
        "opened_at": null,
        "rejected_at": "2016-01-05T11:29:25.269Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear what specific action you want the UK Government or Parliament to take to address this issue. \r\n\r\nIf you are concerned about laws which are making it more difficult for some kinds of venues to operate, you could ask Parliament to change those laws. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:44.948Z"
    },
    "id": 117243,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117243.json"
    },
    "type": "archived-petition"
}