{
    "attributes": {
        "action": "Reopen the banking culture enquiry",
        "additional_details": "The Treasury denies involvement in the decision - which some commentators have suggested was politically motivated. ",
        "background": "The City regulator, the Financial Conduct Authority (FCA), has shelved plans for an inquiry into the culture, pay and behaviour of staff in banking.\r\n\r\nThis enquiry is likely to uncover malpractice and could lead to much needed changes to our current banking system, including fractional lending. ",
        "closed_at": null,
        "created_at": "2015-12-31T19:43:22.726Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-02T16:32:52.900Z",
        "opened_at": null,
        "rejected_at": "2016-01-05T11:34:21.613Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Financial Conduct Authority is operationally independent of Government and Parliament. That means that the Government and Parliament can’t intervene in the decisions it makes about its day-to-day operations.\r\n\r\nParliament makes the law which sets out the responsibilities of the FCA. You could start a new petition calling for Parliament to change the law, so that the FCA is required to conduct a review of banking culture.\r\n\r\nAlternatively, you could ask the Government to commission a separate independent review of banking culture, or to carry out a review using its own resources. \r\n\r\nYou might also be interested in the work of the Parliamentary Commission on Banking Standards, which looked at professional standards and culture in the UK banking sector: \r\n\r\nhttp://www.parliament.uk/bankingstandards\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:47.837Z"
    },
    "id": 117383,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117383.json"
    },
    "type": "archived-petition"
}