{
    "attributes": {
        "action": "Change the hours that Barnes Park in Sunderland closes through the Winter.",
        "additional_details": "I would like the park to stay open later during the Winter months.  I have had several large responses from my local councillors who have said its due to historical anti social behaviour.  They have stated that it is under review but cannot give any timescales.  I would like the park to stay open longer for the residents and dog walkers to use.  A very simple petition.",
        "background": "The park in Sunderland is beloved by local residents and especially dog walkers.  In the winter months the park closes very early and local residents who work 'normal' hours such as 9-5 cannot get into the park.  However, the park is open from 5am in the morning - when its just as dark.  ",
        "closed_at": null,
        "created_at": "2016-01-05T16:24:31.108Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-05T19:05:15.781Z",
        "opened_at": null,
        "rejected_at": "2016-01-08T15:00:42.398Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Park opening hours are the responsibility of your local council.\r\n\r\nIt's clear from your petition that you've already raised this issue with your local councillors. Your local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://sunderland-consult.limehouse.co.uk/portal/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:54.534Z"
    },
    "id": 117675,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117675.json"
    },
    "type": "archived-petition"
}