{
    "attributes": {
        "action": "Start aid drops to the starving people of Syria",
        "additional_details": "The documentary evidence of these cities suffering these humanitarian crises are frequently removed from the likes of Facebook and YouTube in the intrests of taste and decency to the viewing public.\r\n\r\nBut they're there and they're a real eye opener and something we should make ourselves aware of. \r\n\r\nWe must feed these people. They are suffering from a brutal civil war and from brutal armies, air forces and regimes that that have no morals and are starving the innocents of war. ",
        "background": "Whilst the civil war in Syria continues and every effort is made militarily to bring it to an end as soon as possible the UK has an armed forces very capable in humanitarian missions. \r\n\r\nPeople are starving to death in Douma, Idlib,  Madaya and many other places. Let us be the ones to feed them. ",
        "closed_at": "2016-07-08T22:59:59.999Z",
        "created_at": "2016-01-05T12:22:36.971Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-26T16:36:14.078Z",
            "details": "No one who has seen the images coming out of Madaya and other besieged towns can say this situation is anything other than utterly appalling. The UK has been at the forefront of the response to the Syrian humanitarian crisis since day one. No country bar the US has given more, and the £1.1 billion we have released represents our largest ever response to a humanitarian crisis. British people can and should be proud of how the UK is standing by the Syrian people in their time of need.\r\n\r\nWe lobbied hard for UN Security Council resolutions 2165 and 2191, which has now been superseded by resolution 2258, enabling the UN to deliver aid across borders without the consent of the regime. As a result, 240 shipments of cross-border aid have been delivered by road to Syrians in need.\r\n\r\nOn 11 January, the UN, Red Cross and Syrian Arab Red Crescent confirmed aid convoys had arrived in the hard to reach towns of Madaya, Foah and Kefraya.  Further convoys have since arrived. These convoys are expected to enable 40,000 people inside Madaya, and 20,000 people inside Foah and Kefraya, to survive. UK funding to UN agencies directly supported these convoys with food parcels and medicine.\r\n\r\nThe UN estimates that 13.5 million people are in need of humanitarian assistance inside Syria, including 6 million children. 4.5 million people live in areas that are hard to reach with humanitarian assistance, including almost 400,000 who live under siege conditions. Across Syria, Assad and other parties to the conflict are wilfully impeding humanitarian access on a day-by-day basis. It is unacceptable and illegal to use starvation as a weapon of war.\r\n\r\nThe most effective way to get food to people who are starving and stop these needless and horrific deaths is for Assad and all parties to the conflict to adhere to international humanitarian law. That is why the UK Government is calling on the Assad regime and all parties to the conflict to allow immediate and unfettered access to all areas of Syria.\r\n\r\nWe have given ongoing support to the UN and international NGOs since the start of the conflict to deliver aid to these areas.  In the past year, only 10% of all requests submitted by the UN to the regime to access besieged and hard-to-reach areas have been approved and delivered. That’s why it is vital we keep up the pressure on the regime to let aid convoys in and to provide sustained, permanent and safe humanitarian access, as provided for in UN Security Council Resolution 2258. Russia in particular, must match its words to its actions and do more to press the regime for full humanitarian access.\r\n\r\nWe will continue to use our position in the UN Security Council to draw attention to the atrocities being carried out in Syria and press for robust action, while maintaining the pressure for a political settlement to bring the suffering of the Syrian people to an end. The UK is working to bring about a political settlement to the Syria crisis through the International Syria Support Group, with the UN Special Envoy for Syria, and with the Syrian Opposition. That is because the UN, the Red Cross Movement and NGO partners are best placed to deliver aid to besieged and hard to reach areas. They have the mandate, expertise and capacity to assess needs and deliver an appropriate, timely response. We continue to press for them to be granted full access to all areas in need.\r\n\r\nWhen it comes to helping Syrians in besieged and hard-to-reach areas, we do not rule anything out but, right now, air drops are not a viable way of getting help to those in need.  \r\n\r\nUse of air drops to deliver aid is high risk and should only be considered as a last resort when all other means have failed, and it is an effective way of getting humanitarian supplies to people. Air drops require certain conditions to be met for successful delivery that are unlikely to be present on the ground in Syria.  There is a requirement to identify clear drop zones, ensure safe access for the intended recipients, and to co-ordinate with authorities on the ground.  Crucially, air drops do not provide the sustained access that humanitarian actors normally need to conduct needs assessments, oversee distribution, provide medical treatment and conduct evacuations. They are also limited in capability: for example, water cannot be dropped on the scale required and there is no way of ensuring items dropped will reach the most vulnerable. The UN is not currently calling for their use.\r\n\r\nWe will not stop in our efforts, whether through hard work on a political solution that will deal with the root cause of the problem or through humanitarian efforts, which provide immediate, life-saving relief. This shocking situation underlines the vital work of aid agencies and shows how important it is that they have the assurance of knowing that they have the resources to keep going. It also underlines the importance of February’s Supporting Syria and the Region conference in London, which we will co-host.\r\n\r\nDepartment for International Department",
            "summary": "The UK is helping get food to besieged, starving Syrians by road, coordinated by  UN agencies and others who can make sure it gets to those in need. Airdrops cannot operate effectively. ",
            "updated_at": "2017-01-13T14:06:34.758Z"
        },
        "government_response_at": "2016-01-26T16:36:14.081Z",
        "moderation_threshold_reached_at": "2016-01-05T20:44:50.490Z",
        "opened_at": "2016-01-08T16:13:49.821Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-09T11:03:20.791Z",
        "scheduled_debate_date": null,
        "signature_count": 65221,
        "state": "closed",
        "updated_at": "2017-09-09T06:09:54.314Z"
    },
    "id": 117658,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117658.json"
    },
    "type": "archived-petition"
}