{
    "attributes": {
        "action": "For both Mersey Tunnels to be free of charge on Christmas Day.",
        "additional_details": "The only people likely to be using the tunnel on 25th December are emergency workers going to work and people visiting their families for Christmas.\r\nMersey Travel is publically owned. Opening both tunnels and removing charges would require less staff to work on Christmas Day.",
        "background": "Every year on Christmas Day Mersey Travel close the Birkenhead Tunnel forcing all tunnel users to use the Wallasey Tunnel. This causes considerable inconvenience and results in massive queues at the Wallasey Tunnel entrance.",
        "closed_at": null,
        "created_at": "2016-01-06T09:55:47.317Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-10T22:19:53.449Z",
        "opened_at": null,
        "rejected_at": "2016-08-01T14:59:57.501Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Tolls for Mersey Tunnels are the responsibility of the Liverpool City Region Combined Authority, not the UK Government or Parliament. \r\n\r\nWe would normally suggest that you contact your local councillors about this issue. However, it appears that the Combined Authority have now decided that from 1 April 2016, travel through the Mersey Tunnels between 10pm on 24th December and 6am on 26th December each year will be allowed free of charge. You can find out more information on this website: http://www.merseytravel.gov.uk/about-us/guide-to-Merseytravel/Pages/Mersey-Tunnels.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:55.931Z"
    },
    "id": 117746,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117746.json"
    },
    "type": "archived-petition"
}