{
    "attributes": {
        "action": "Help free Palestine",
        "additional_details": "After WW1 Palestine was handed over to Britain. The UN divided Palestine into a Jewish state called Israel and an Arab state called Palestine. The Palestinians didn’t want to give their land to Israel. They wanted all of Palestine to be one country for people of all faiths and religons. Israel had a war in 1967 and invaded and occupied all of Palestine. The Palestinians want their land back.Israel is guilty of numerous war crimes and human rights violations. Palestinians regularly face excessive force and violence at the hands of the occupying Israeli soldiers. Many Jews do not like the fact that a Jewish state is acting in such a cruel and un-Jewish way Palestinians regularly face excessive force and violence at the hands of the occupying Israeli soldiers. Free Palestine today",
        "background": "The UN divided Palestine into Israel and Palestine.The Palestinians didn’t want to give their land to Israel. Israel invaded and occupied Palestine. Palestinians are often arrested and tortured, and many have their homes bulldozed, they want an end to these attacks on their human rights.",
        "closed_at": null,
        "created_at": "2016-01-05T21:20:04.425Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-06T16:23:17.701Z",
        "opened_at": null,
        "rejected_at": "2016-01-11T12:33:18.492Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions that call for a specific action from the UK Government or Parliament. You could start a new petition stating clearly what action you would like the Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:55.249Z"
    },
    "id": 117710,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117710.json"
    },
    "type": "archived-petition"
}