{
    "attributes": {
        "action": "Reduce to price of annual resident parking permits Haringey",
        "additional_details": "It cost me nearly £90 and my mother over £110 for our permits. The council uses the same system as the DVLA  for Taxing Vehicles to determine their prices\r\n\r\nMy vehicle is registered before 2001, therefore the price of the permit is determined by the size of the engine, which for my car stands at £89.10 (increases every year)\r\n\r\nMy Mothers vehicle is registered after 2001 therefore the price of the permit is determined by the CO2 emmissions which for her car stands at £111.40 (increases every year)",
        "background": "A new and more fairer system is needed where  residents doesn’t feel as though they’re being robbed.  It seems as though  Haringey council is compensating for the loss of government funding by increasing prices of parking permits. ",
        "closed_at": null,
        "created_at": "2016-01-07T16:23:17.748Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-08T10:05:30.159Z",
        "opened_at": null,
        "rejected_at": "2016-01-11T12:18:06.433Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The cost of parking permits is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.minutes.haringey.gov.uk/mgEPetitionListDisplay.aspx?bcr=1&VM=2"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:58.845Z"
    },
    "id": 117888,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117888.json"
    },
    "type": "archived-petition"
}