{
    "attributes": {
        "action": "We believe there should be equal spending on both sides of the Referendum debate",
        "additional_details": "As the EU Referendum draws nearer, there will be arguments put forward on both sides.\r\n The Remain campaign will be able to spend considerably more than the Leave campaign.\r\nWe believe this is unfair and that both sides of the campaign should spend the same amount.\r\nThe inbuilt advantage to the Remain campaign by being allowed to spend more on campaigning should be suspended.\r\nThere should be a level playing field when it comes to spending on campaigning in the EU Referendum.\r\n",
        "background": " Pro EU campaigners & the Government will be able to spend £17m as they try & persuade the country to remain within the EU. Campaigners who want to leave the EU will only be able to spend £11m.\r\nIt is only fair that both sides spend the same amount.\r\n",
        "closed_at": null,
        "created_at": "2016-01-07T22:09:48.138Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-09T01:28:20.939Z",
        "opened_at": null,
        "rejected_at": "2016-01-18T15:10:49.910Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear to us what action you would like the Government or Parliament to take on campaign spending. \r\n\r\nThere is legislation already in place (the Political Parties, Elections and Referendums Act) which sets the limits of spending in referendum campaigns. The cap on spending is the same for both sides of any campaign. This cap applies during the official referendum campaign. \r\n\r\nIt has been reported in the press that one side of the campaign will be able to spend more than the other. This does not relate to the limits set down by law, which apply equally to both sides. It seems to relate to the fact that it is possible under the law for one side to have a “lead campaigner”, with additional permitted spending, even if the other side does not agree a lead campaigner. \r\n\r\nIf that is what you are concerned about, you could call on Parliament to change the law. You could either ask for the provision for a “lead campaigner” to be removed altogether, so that neither side can benefit from this status, or you could ask for the additional spending limit to apply only if both sides have a “lead campaigner”. \r\n\r\nIf you would like a different change to the law, you could start a new petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:09:59.977Z"
    },
    "id": 117931,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117931.json"
    },
    "type": "archived-petition"
}