{
    "attributes": {
        "action": "We demand GPs only decide who is fit to go back to work, not the DWP!",
        "additional_details": "",
        "background": "The decision on who is and isn't fit enough to work after illness, injury and disability should come from a health professional, not the DWP who are pressured to get people back into work by the government. They should also be third party so no bias is involved. ",
        "closed_at": "2016-07-08T22:59:59.999Z",
        "created_at": "2016-01-07T19:37:03.733Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-18T10:13:35.803Z",
            "details": "The Work Capability Assessment (WCA) was developed in consultation with medical and other experts, including representative groups to ensure it is appropriate for all conditions. It has a focus on the functional capability of claimants to work and on the impact of mental health conditions on functional capability. The premise of the WCA is that eligibility for benefits should not be based on a person’s condition, but rather on the way that condition limits their ability to function. We are committed to ensuring that the WCA assesses people as fairly and accurately as possible, which is why we keep our processes under constant review.\r\n\r\nAll Healthcare professionals (HCPs) carrying out WCAs on behalf of the Centre for Health and Disability Assessments (CHDA) must be registered doctors, nurses or physiotherapists who are required to have a minimum level of previous clinical experience. They also undergo training in Disability Assessment Medicine and must demonstrate an up to date knowledge of relevant clinical subjects. Before a HCP can carry out WCAs they must go through a formal Approval Process to ensure they meet the Department’s requirements in relation to experience, skills and competence and all HCPs must undergo a Continuing Medical Education (CME) programme for practitioners and are subject to regular audit. Failure to complete the mandatory CME and/or failure to maintain the required standards at audit will result in approval being revoked. \r\n\r\nA HCP makes an independent recommendation on an individual’s functional capability to work to a Decision Maker who will take into account all available evidence, including the HCP’s advice, the assessment report and any evidence provided by the claimant’s GP or consultant. In addition, claimants are encouraged to provide all evidence that will be relevant to their case at the outset of the claim, including medical evidence supplied by their GP or other medical professionals, such as support workers, carers and community psychiatric nurses.\r\n\r\nAlthough GPs are responsible for issuing medical statements (fitnote) to patients at the outset of a claim to Employment and Support Allowance, they are not responsible for making the decision on eligibility for benefit. There are a number of reasons for this.  GPs and their representative body, the British Medical Association have made it clear that they do not want to be guardians of the benefit system. The primary role of the GP or hospital doctor is to diagnose and treat any medical conditions that the patient presents to them and a clinician does not routinely consider the functional restrictions or disabling effects of the medical conditions that they treat. They are unlikely to have received specific training in assessing disabilities in their medical education, and may have considerable difficulty in giving an accurate assessment or forming an opinion in relation to the functional restrictions experienced by their patient. They are unlikely to have any knowledge of the legislative requirements in relation to benefit entitlement.  The GPs role is to act as a patient advocate and so they are not necessarily impartial in this regard given that they also have to consider the effect of any advice they provide on the doctor patient relationship. In addition, the Department is keen to avoid any unnecessary increase in their workload. \r\n\r\nIt should be noted that CHDA does not have performance targets or incentives with regard to the number of people qualifying for Benefit and equally there are no targets to be met for Decision Makers that relate to the number of people found fit for work. \r\n\r\nDepartment for Work and Pensions",
            "summary": "Qualified healthcare professionals carry out Work Capability Assessments providing independent advice to DWP Decision Makers who determine benefit entitlement taking account of all available evidence.",
            "updated_at": "2016-01-18T10:13:35.803Z"
        },
        "government_response_at": "2016-01-18T10:13:35.808Z",
        "moderation_threshold_reached_at": "2016-01-07T19:47:02.003Z",
        "opened_at": "2016-01-08T16:11:44.238Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-09T21:05:48.139Z",
        "scheduled_debate_date": null,
        "signature_count": 54697,
        "state": "closed",
        "updated_at": "2017-09-09T06:09:59.607Z"
    },
    "id": 117916,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/117916.json"
    },
    "type": "archived-petition"
}