{
    "attributes": {
        "action": "Help Alexander Taberner get disabled bedroom approved by Falkirk council.",
        "additional_details": "My dad is severely ill is in constant chronic back pain , to help this he was put on painkillers that over time killed the calcium in his body and destroyed his muscle , he is unable to walk or stand unaided, medical professionals social workers councillors and MPs have agreed he needs this in order to survive as he is deteriorating in health,if downstairs he could use his wheelchair.My mum is his carer 24/7 and it is also effecting my family watching someone we love be so isolated and unwell. ",
        "background": "Hi I would like to get everyone to sign a petition to have Falkirk councils decision not to give my disabled dad a bedroom downstairs with a wc and back door.He can't get to the toilet downstairs without help which isn't always available he has been stuck in a room for 4yrs please help save my dad. ",
        "closed_at": null,
        "created_at": "2016-01-09T18:00:22.719Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-09T19:48:32.330Z",
        "opened_at": null,
        "rejected_at": "2016-01-12T17:47:35.793Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We were very sorry to read about the difficulties your dad is facing.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. A decision about adapting someone's home is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:04.490Z"
    },
    "id": 118098,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118098.json"
    },
    "type": "archived-petition"
}