{
    "attributes": {
        "action": "Scrap the £35k threshold for non-EU citizens settling in the UK",
        "additional_details": "This ridiculous measure is only going to affect 40,000 people who have already been living and working in the UK for 5 years, contributing to our culture and economy. It will drive more workers from the NHS and people from their families. This empty gesture will barely affect the immigration statistics. It's a waste of time, money and lives.\r\n\r\nThis is the first time the UK has discriminated against low-earners. £35k is an unreasonably high threshold. The UK will lose thousands of skilled workers.",
        "background": "In April (2016) the Home Office and Theresa May are introducing a pay threshold for people to remain here, after already working here for 5 years. This only affects non-EU citizens that earn under £35,000 a year, which unfairly discriminates against charity workers, nurses, students and others. ",
        "closed_at": "2016-07-12T22:59:59.999Z",
        "created_at": "2016-01-09T12:17:48.287Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-03-07",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-03-07/debates/16030714000001/Non-EUCitizensIncomeThreshold",
            "video_url": "http://parliamentlive.tv/Event/Index/da0f4829-4c94-4ca9-93e1-a0897850ce01"
        },
        "debate_outcome_at": "2016-03-08T12:16:53.461Z",
        "debate_threshold_reached_at": "2016-02-12T11:25:50.773Z",
        "government_response": {
            "created_at": "2016-02-02T14:36:40.722Z",
            "details": "The Government believes that the UK can benefit from migration but not uncontrolled migration.  We are delivering a more selective immigration system that works in the national interest.\r\n\r\nUncontrolled, mass immigration makes it difficult to maintain social cohesion, puts pressure on public services and can drive down wages for people on low incomes.  In the past it has been too easy for employers to bring in workers from overseas, rather than to take the long-term decision to train our workforce here at home.\r\n\r\nAs part of our reforms, we consulted in 2011 on being more selective about those workers who are allowed to settle in the UK.  We do not believe there should be an automatic link between coming to work in the UK temporarily and staying permanently.\r\n\r\nThe £35,000 threshold for settlement applications forms part of our overall strategy and is intended to make a modest contribution to the Government’s target of reducing net migration to sustainable levels.  It applies to those holding leave  under Tier 2, the skilled work category.  This category is reserved for those working in graduate level jobs only.\r\n\r\nThe threshold was set following advice from the Migration Advisory Committee (MAC), an independent advisory body consisting of expert labour market economists.  The MAC carried out a further public consultation, in addition to that carried out by the Government, before arriving at its recommendations.\r\n\r\nThe purpose of the Tier 2 category is to support the UK economy.  The MAC advised that the strongest indicator of economic value is salary, and therefore those migrants earning more than a given amount at the end of their temporary leave in the UK should be eligible for settlement.  \r\n\r\n£35,000 was equivalent to the median pay of the UK population in skilled jobs which qualified for Tier 2 at the time of the MAC’s consultation.  The MAC’s most recent research shows that the equivalent figure today would be £39,000.\r\n\r\nWithin Tier 2, there are exemptions for migrants who are working in a PhD-level occupation (such as university researchers), or in a recognised shortage occupation.  Nurses, several other healthcare professionals and some teachers are among the jobs which are included on the Shortage Occupation List, and who will be exempt from the threshold.\r\n\r\nThis exemption also covers jobs which have been on the Shortage Occupation List at any time in the preceding six years while the settlement applicant has been sponsored to do it.  This guards against jobs being returned to shortage because migrant workers who have helped fill skills gaps are required to leave.  \r\n\r\nInternational students enter the UK under Tier 4, the student route.  There is a category in Tier 5, the temporary work route, for charity workers.  The £35,000 threshold does not apply to these categories, which have never led to settlement in the UK.  We have an excellent offer for international graduates who wish to undertake skilled work in the UK after their studies.\r\n\r\nThose workers who are affected by the threshold were aware when they entered that new settlement rules would apply to them.  We were clear that the new rules would apply to migrants who entered Tier 2 from 6 April 2011.  Employers have also had this time to prepare for the possibility their migrant workers may not meet the required salary threshold to remain in the UK permanently.\r\n\r\nThose workers who cannot meet the threshold can extend their stay in Tier 2 up to a maximum of six years, and can apply to switch into any other immigration routes for which they are eligible.\r\n\r\nHome Office",
            "summary": "The £35,000 threshold was announced in 2012 following public consultation. It applies only to workers in graduate occupations. Exemptions exist for workers at PhD-level or in a recognised shortage.",
            "updated_at": "2016-02-02T14:36:40.722Z"
        },
        "government_response_at": "2016-02-02T14:36:40.726Z",
        "moderation_threshold_reached_at": "2016-01-09T12:41:24.090Z",
        "opened_at": "2016-01-12T16:51:52.790Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-16T16:41:33.228Z",
        "scheduled_debate_date": "2016-03-07",
        "signature_count": 114636,
        "state": "closed",
        "updated_at": "2017-12-04T13:09:01.250Z"
    },
    "id": 118060,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118060.json"
    },
    "type": "archived-petition"
}