{
    "attributes": {
        "action": "Save the Police Unit that Protects Wildlife from Human Cruelty",
        "additional_details": "Wildlife crime is simply crime, and should be treated as such. It is also complicated, easily overlooked and difficult to prosecute, which is why it can’t be left to overstretched and poorly resourced wildlife crime officers within local constabularies.\r\n\r\nThere are 35,000 rare plants and animals protected by Cites legislation, which gives a clue as to why we might need a few national specialists to tackle these crimes – the NWCU is currently assisting with 24 investigations into endangered animals illegally traded via the internet in Britain.",
        "background": "Crimes like badger baiting and the slaughter of wild birds of prey will go uninvestigated.\r\n\r\nIn 2014, the government announced only 2 years of support to the National Wildlife Crime Unit (NWCU), the unit will vanish if the government does not fund it beyond March 2016 (it's still undecided).",
        "closed_at": "2016-07-12T22:59:59.999Z",
        "created_at": "2016-01-08T19:48:24.662Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-10T16:27:32.861Z",
            "details": "In recognition of the important contribution the National Wildlife Crime Unit makes to tackling wildlife crime, both at home and abroad, Defra and Home Office Ministers have agreed that their respective departments will each provide the Unit with funding of £136,000 a year for the next four financial years. \r\n\r\nThis will give the unit significant financial stability and enable their vital work to continue until at least 2020. \r\n\r\nThe announcement can be found at: www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2016-03-01/HCWS561/\r\n\r\nDepartment for  Environment, Food and Rural Affairs",
            "responded_on": "2016-03-10",
            "summary": "Defra Minister Rory Stewart announced on Tuesday 1 March that the National Wildlife Crime Unit will receive funding for the next four years.\r\n",
            "updated_at": "2016-03-10T16:27:32.861Z"
        },
        "government_response_at": "2016-03-10T16:27:32.863Z",
        "moderation_threshold_reached_at": "2016-01-08T21:24:20.058Z",
        "opened_at": "2016-01-12T16:43:47.727Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-22T12:09:25.547Z",
        "scheduled_debate_date": null,
        "signature_count": 14539,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:02.098Z"
    },
    "id": 118005,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118005.json"
    },
    "type": "archived-petition"
}