{
    "attributes": {
        "action": "the Iraq Historic Allegations Team must be stopped as it is a national scandal.",
        "additional_details": "",
        "background": "the Iraq Historic Allegations Team is a disgrace. Political correctness has gone mad with troops fighting a determined and unorthodox enemy in unimaginable circumstances are now facing claims or prosecution by Ambulance chasing lawyers.",
        "closed_at": "2016-07-12T22:59:59.999Z",
        "created_at": "2016-01-09T09:15:36.101Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-04T14:57:35.717Z",
            "details": "The Government is extremely concerned about the conduct of some law firms specialising in claims against the military, and took the unusual step last year of submitting evidence to the Solicitors Regulation Authority (SRA). We welcome the SRA’s decision to refer Leigh Day & Co to the Solicitors Disciplinary Tribunal, and keenly await their decision in relation to the firm Public Interest Lawyers.\r\n\r\nWe have consistently made clear that the vast majority of Service personnel deployed on operations overseas act in accordance with the law and their training. We understand the impact that these thousands of allegations have, and that is why we made a manifesto commitment to reduce the potential to bring litigation following any future military operations. We will announce as soon as possible the steps we are taking to follow this up.\r\n\r\nParliament requires that credible allegations of offences are investigated appropriately. While the Al-Sweady Inquiry demonstrates that some allegations will be exaggerated or even false, the case of Baha Mousa serves as a reminder that a small number of serious offences were undoubtedly committed.\r\n\r\nThe task of assessing the credibility of the allegations falls to the Iraq Historic Allegations Team (IHAT). They have already filtered out nearly 1,000 allegations which do not disclose a potential offence, or which are duplicates, and will continue – with legal advice from the Service Prosecuting Authority – to discontinue investigations that will not lead to a prosecutable case. The Director of Service Prosecutions applies the same test as his civilian counterpart, and it seems likely that only a small number of serious cases will meet that standard.\r\n\r\nThe IHAT has so far discontinued 58 cases involving allegations of unlawful killing, and 13 cases involving allegations of ill-treatment of detainees. Of these, only two cases (one of unlawful killing, and one of ill-treatment) were referred to the Director of Service Prosecutions. In both cases he declined to prosecute.\r\n\r\nThe Minister of State for the Armed Forces (Penny Mordaunt MP) responded to a debate on the Iraq Historic Allegations in Parliament on 27 January 2016 details of which can be found online at the following link: http://www.publications.parliament.uk/pa/cm201516/cmhansrd/cm160127/halltext/160127h0002.htm#16012756000001\r\n\r\nFurther information on the IHAT can be found on the MOD’s blog: IHAT: What it is and what it does or on IHAT’s website: https://www.gov.uk/government/policy-teams/iraq-historic-allegations-team-ihat \r\n\r\nMinistry of Defence",
            "responded_on": "2016-02-04",
            "summary": "British Forces operate under the rule of law, and that means that credible allegations of criminal offences must be investigated. We will do everything possible to counter false or trivial allegations",
            "updated_at": "2016-02-04T14:57:35.717Z"
        },
        "government_response_at": "2016-02-04T14:57:35.721Z",
        "moderation_threshold_reached_at": "2016-01-10T08:48:48.445Z",
        "opened_at": "2016-01-12T16:55:13.237Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-21T00:34:42.408Z",
        "scheduled_debate_date": null,
        "signature_count": 13194,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:02.904Z"
    },
    "id": 118038,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118038.json"
    },
    "type": "archived-petition"
}