{
    "attributes": {
        "action": "Invest more money into scientific research to find the cause of M.E./CFS",
        "additional_details": "No universally effective treatment exists for M.E. Current NHS treatments for the illness are based on the controversial PACE trial, and have been found ineffective or even harmful. Good quality research into the root cause of the illness is needed. The current annual budget for biomedical research works at roughly £1 per patient per year. We want the budget for research to be dramatically increased. We also ask for the formation of a work group focussing on the issues surrounding this disease.\r\n",
        "background": "M.E./CFS is a debilitating autoimmune disease currently affecting 250,000 people in the UK. Many sufferers are unable to work or care for themselves, and 25% of M.E. patients are bedbound. Most M.E. sufferers are on ESA or disability benefits, causing a significant economic burden. ",
        "closed_at": "2016-07-13T22:59:59.999Z",
        "created_at": "2016-01-10T18:22:26.705Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-19T13:16:30.755Z",
            "details": "The Government supports research into Chronic Fatigue Syndrome/Myalgic Encephalomyelitis (CFS/ME) through the Medical Research Council (MRC), which receives funding from the Department for Business, Innovation and Skills; and through the National Institute for Health Research (NIHR), which is funded by the Department of Health. Together the MRC and NIHR welcome high quality applications for research into all aspects of CFS/ME. These would include studies to investigate the biological causes of the condition, improve our understanding of the condition and the complex and diverse range of symptoms experienced, and evaluate treatments.\r\n\r\nResearch proposals in all areas compete for the funding available with awards made according to their scientific quality and importance to human health.\r\n\r\nResearch into CFS/ME is a current priority area for the MRC. It received very few high-quality proposals in the area it has implemented a number of initiatives to stimulate more research in this important area and to increase research capacity by bringing new researchers into the field and supporting multidisciplinary teams to tackle research challenges and build partnerships. A highlight notice which outlines research priorities identified by the research community, and where applications are encouraged, is currently in place and can be found on its website at: http://www.mrc.ac.uk/funding/how-we-fund-research/highlight-notices/cfsme-highight-notice/\r\n\r\nDepartment for Business, Innovation and Skills\r\n",
            "responded_on": "2016-07-19",
            "summary": "The Government supports research into CFS/ME through the MRC and the NIHR. High quality research applications are welcomed at any time. ",
            "updated_at": "2016-07-19T13:16:30.755Z"
        },
        "government_response_at": "2016-07-19T13:16:30.757Z",
        "moderation_threshold_reached_at": "2016-01-10T19:28:50.187Z",
        "opened_at": "2016-01-13T13:20:39.548Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-27T07:02:52.112Z",
        "scheduled_debate_date": null,
        "signature_count": 15400,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:06.316Z"
    },
    "id": 118175,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118175.json"
    },
    "type": "archived-petition"
}