{
    "attributes": {
        "action": "Make the Prime Minister ANSWER THE QUESTIONS at PMQs. Or what's the point of it?",
        "additional_details": "Jeremy Corbyn has posed several pointed questions on behalf of the public at PMQ's, the latest one being this:\r\n\r\nhttps://www.facebook.com/330250343871/videos/10153884632923872/?theater \r\n\r\nThe fact that David Cameron sees himself as something of a comedian and appears to prefer to display bravado to his chums rather than answering the questions at Prime Ministers Questions is a waste of everyone's time and is insulting to the electorate. Just answer the questions and stop this apparent propaganda.",
        "background": "The PM has replaced replies to questions with sound bites, bully boy jeering and 'comedy'. He's ignored questions around issues that mean a lot to the electorate such as but not limited to; flooding, the NHS, Syria, refugees, tax credits. I think the electorate deserve better. Stop this charade.",
        "closed_at": null,
        "created_at": "2016-01-10T14:39:44.316Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-10T16:55:02.132Z",
        "opened_at": null,
        "rejected_at": "2016-01-13T15:46:06.427Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what action you would like the Government or Parliament to take to ensure that the Prime Minister answers questions in the way you describe.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/118388\r\n\r\nOr you could start a new petition if you would like a different way of doing this. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:05.648Z"
    },
    "id": 118157,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118157.json"
    },
    "type": "archived-petition"
}