{
    "attributes": {
        "action": "Say NO to Pyrolysis Fuel Plant in Appley Bridge, Lancashire",
        "additional_details": "If you would like to view the application please go to: http://planningregister.lancashire.gov.uk/PlanAppDisp.aspx?recno=6826\r\n\r\nA Facebook page has also been setup by local people to discuss the implications of this plant upon the community, environment and infrastructure: https://www.facebook.com/abcagegroup\r\n\r\nPlease act now to help save our community and environment from this hazardous pyrolysis fuel plant.",
        "background": "A planning application has been made to Lancashire County Council for an experimental plant using low temperature pyrolysis to convert plastic into diesel / gasoline.  Concerns include: potential for explosion, release of toxic emmissions in proximity to homes / schools, and use of green belt land.",
        "closed_at": null,
        "created_at": "2016-01-12T20:13:14.914Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-12T21:54:37.410Z",
        "opened_at": null,
        "rejected_at": "2016-01-14T15:00:44.684Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision on the planning application is the responsibility of your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them: \r\n  \r\nhttps://www.gov.uk/find-your-local-councillors \r\n  \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf  \r\n  \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n  \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/  \r\n  \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to a fuel plant at Appley Bridge, Lancashire and its likely effects."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:11.194Z"
    },
    "id": 118402,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118402.json"
    },
    "type": "archived-petition"
}