{
    "attributes": {
        "action": "Waive recovery fee's for Stolen vehicles when the fee's are not recoverable.",
        "additional_details": "At the moment most Police forces use a Private Recovery Company to recover Stolen Motorcycles. These companies charge the Registered keeper a recovery fee and a Daily Fee. Most of the time these companies are contacted before the registered keeper so they do not get the option of recovering their own vehicle. In some cases a persons Insurance Company will NOT pay for this 'Recovery and Daily Impound Fee'. We would like to see the government to instruct these companies to waive the fee where the monies are not recoverable through an insurance company. Some people simply cant afford these Fee's and are loosing their motorcycles. ( They are destroyed or sold after a certain amount of time ) ",
        "background": "At the moment most Police forces use a Private Recovery Company to recover Stolen Motorcycles. These companies charge the Registered keeper a recovery fee and a Daily Fee. We want to see the government instruct these companies to waive fees when the money is not recoverable through insurance.",
        "closed_at": null,
        "created_at": "2016-01-13T18:08:02.145Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-13T18:15:41.318Z",
        "opened_at": null,
        "rejected_at": "2016-01-14T17:10:05.833Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/116065"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:13.482Z"
    },
    "id": 118500,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118500.json"
    },
    "type": "archived-petition"
}