{
    "attributes": {
        "action": "Remove Church of England Bishops from the House of Lords.",
        "additional_details": "The detail of the C of E's new action is set out in the Guardian here: http://www.theguardian.com/world/2016/jan/14/anglican-church-sanctions-against-liberal-us-church-same-sex-marriage?CMP=share_btn_fb\r\n\r\nThe rights of the C of E's bishops to sit in the House of Lords is set out here: https://www.churchofengland.org/our-views/the-church-in-parliament/bishops-in-the-house-of-lords.aspx\r\n\r\nUK Law on discrimination is set out here: https://www.gov.uk/discrimination-your-rights/types-of-discrimination\r\n",
        "background": "With the publication of the Church of England's intention to sanction the US Episcopal Church over the latter's sympathetic stance towards equal marriage, the C of E is quite out of step with  UK Law and indeed common humanity.  Thus we feel strongly these bishops have no place in our government.",
        "closed_at": "2016-07-15T22:59:59.999Z",
        "created_at": "2016-01-15T11:13:10.741Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-08T18:07:30.095Z",
            "details": "The Government has no plans to remove the Church of England Bishops from the House of Lords.\r\n\r\nThe Government considers that the relationship between the Church and the State in England is an important part of the constitutional framework that has evolved over centuries.  As senior members of the established Church of England, 26 bishops are appointed to the House of Lords.  Bishops provide an important independent voice and spiritual insight into the work of the Upper House and while they make no claims to direct representation, they seek to be a voice for all people of faiths. The House of Lords also contains a number of other senior faith representatives.\r\n \r\nPeople have a right to conduct their lives in accordance with their faith insofar as this does not unlawfully interfere with the rights of others and it is important to strike a fair balance between religious freedom of expression and the rights of, for example, lesbian, gay and bisexual people not to be discriminated against.  Therefore, the law protects the rights of both these groups.  The Marriage (Same Sex Couples) Act 2013, which received Royal Assent on 17 July 2013, extends marriage to same sex couples in England and Wales, while protecting and promoting religious freedom. \r\n\r\nCabinet Office",
            "summary": "Changes to the composition of the House of Lords, including Church of England Bishops, are important but, given the very full programme of other constitutional changes, are not a priority at present.",
            "updated_at": "2016-02-08T18:07:30.095Z"
        },
        "government_response_at": "2016-02-08T18:07:30.098Z",
        "moderation_threshold_reached_at": "2016-01-15T12:32:51.098Z",
        "opened_at": "2016-01-15T17:54:48.194Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-22T20:38:12.487Z",
        "scheduled_debate_date": null,
        "signature_count": 15793,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:17.118Z"
    },
    "id": 118654,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118654.json"
    },
    "type": "archived-petition"
}