{
    "attributes": {
        "action": "Ask our elected MP's to stop the cuts to Essex Emergency Services",
        "additional_details": "Our MP's are allowing drastic cuts to our Emergency Services which will see Essex Fire & Rescue to cut 200 full time fire fighters\r\n\r\n190 Essex police community support officer (PCSO) jobs disappear and 15 police stations close their public counters.\r\n\r\nEast of England  Ambulance Trust planned cuts over five years - would see 31 fewer \"night shift\" ambulances available in Bedfordshire, Cambridgeshire, Essex, Hertfordshire, Norfolk and Suffolk.\r\n\r\nThis is despite over 70,000 new houses planned for Essex in next 10 years, which will increase demands on our Emergency Services",
        "background": "Essex Fire & Rescue to cut 200 full time fire fighters\r\n\r\n190 Essex police community support officer (PCSO) jobs disappear and 15 police stations close their public counters.\r\n\r\nEast of England  Ambulance Trust planned cuts over five years - would see 31 fewer \"night shift\" ambulances.",
        "closed_at": null,
        "created_at": "2016-01-14T20:51:29.255Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-14T22:48:52.471Z",
        "opened_at": null,
        "rejected_at": "2016-01-18T18:07:09.081Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local decisions about emergency services are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.essex.gov.uk/Your-Council/Consultation-Feedback/Pages/Petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:15.888Z"
    },
    "id": 118611,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118611.json"
    },
    "type": "archived-petition"
}