{
    "attributes": {
        "action": "Force an immediate by-election when any MP fiddles their expenses",
        "additional_details": "http://www.bbc.co.uk/news/uk-politics-26951464\r\n\r\nhttp://www.telegraph.co.uk/news/politics/georgeosborne/9729139/George-Osborne-bought-paddock-with-taxpayers-money.html\r\n\r\nhttp://www.bbc.co.uk/news/uk-england-24887143\r\n",
        "background": "It is absolutely abhorrent that MPs who willingly steal money from the public purse- the same public who pay their wages- are allowed to remain as an MP. If a member of the public did this, they would be arrested. An automatic sacking and a by-election should apply for any such case. ",
        "closed_at": null,
        "created_at": "2016-01-15T16:08:49.566Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-15T16:23:06.690Z",
        "opened_at": null,
        "rejected_at": "2016-02-03T18:24:14.036Z",
        "rejection": {
            "code": "no-action",
            "details": "We could accept this petition if it defined more clearly what is meant by \"when any MP fiddles their expenses\". \r\n\r\nFor example, the Recall of MPs Act 2015 provides for a recall petition to be triggered if an MP is sentenced to a prison term or is suspended from the House for at least 21 sitting days. \r\n\r\nYou could ask Parliament to change the law to automatically disqualify an MP from the House if he or she were to be convicted of a criminal offence related to his or her claims for expenses.\r\n\r\nIt was not clear from your petition whether you wish this apply to breaches of the rules relating to expenses which are not criminal. If you do want it to apply to non-criminal breaches of the rules, you could for example ask for MPs to be disqualified if the Compliance Officer of the Independent Parliamentary Standards Authority finds that they have broken the rules. You may want to consider whether there should be any threshold for this - that is, whether you would like this law to apply only for wrongful claims above a certain amount of money. For older expenses cases (before 2010), the law could relate to the conclusions of the House of Commons Standards Committee. \r\n\r\nYou can find out more about the work of the Compliance Officer, including his conclusions on investigations, here:\r\n\r\nhttp://www.parliamentarycompliance.org.uk/Pages/default.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:17.706Z"
    },
    "id": 118682,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118682.json"
    },
    "type": "archived-petition"
}