{
    "attributes": {
        "action": "Alter planning law to protect vulnerable individuals with respiratory diseases.",
        "additional_details": "We are stuck (18 months now!) fighting a proposal that affects our property and boundaries, thus leaving us unable to sell and whilst we highlight all the issues to the LPA they simply allow more time to the developers each time. It is weighted in favour of developers without a provision that protects vulnerable humans. If she was a bat or a great crested newt then they would have to stop and follow procedures of safe removal. Why are humans not protected in the same way? Inadequate system!",
        "background": "My wife had a double lung transplant in 2014. Since then we've been fighting a proposal to surround our rural home in yet more housing. She contracted Aspergillosis due to a nearby site and this proposal will be impossible to escape the dust. There is no protection for humans yet there is for bats!!",
        "closed_at": null,
        "created_at": "2016-01-15T00:18:27.285Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-15T06:51:12.855Z",
        "opened_at": null,
        "rejected_at": "2016-01-18T18:06:30.882Z",
        "rejection": {
            "code": "no-action",
            "details": "You could start a new petition calling clearly for the change you want to see to the law. For example, you could explain what protection you would like the law to give to people with respiratory diseases. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:16.413Z"
    },
    "id": 118631,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118631.json"
    },
    "type": "archived-petition"
}