{
    "attributes": {
        "action": "Save our steelworkers and ban/Increase the tariff on Imported Steel",
        "additional_details": "There is an industry crisis with one of the most embedded markets of our country, Steel working. Due to China decreasing their steel prices, more and more of our plants are closing each year. The US are imposing a tariff of up to 236% on China's steel in order to protect the industry and their citizens involved, and so should the UK government.\r\n\r\nThis petition is to impose a ban or increased tariff on cheap imports where the workers of our country are favoured over the cheaper prices of steel.",
        "background": "The closing of steel work's across the UK is having a major affect on our economy, resulting in thousands of job losses, caused by China's decreasing steel prices.\r\nThe US are imposing a tariff of up to 236% on Chinese steel in order to protect the industry, and so should the the UK government.",
        "closed_at": null,
        "created_at": "2016-01-18T13:49:44.844Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-18T15:24:09.477Z",
        "opened_at": null,
        "rejected_at": "2016-02-05T18:10:29.420Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Steel tariffs are the responsibility of the European Union.\r\n\r\nWe could accept a petition calling for the UK Government to urge the EU to increase steel tariffs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:23.041Z"
    },
    "id": 118930,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/118930.json"
    },
    "type": "archived-petition"
}