{
    "attributes": {
        "action": "stop IDS from going in our schools to recruit our children into unpaid schemes.",
        "additional_details": "There is no mention of going to college,university,or even starting a real job in todays DWP release announcing the scheme.Instead children will be encouraged into unpaid Work Experience,unpaid traineeships,or poverty paid so-called Apprenticeships which are just an excuse for companys like McDonalds to dodge paying their workers the minimum wage.This scheme is merely the latest shabby attempt to brain wash young people into accepting the life of low paid,insecure,shitty jobs or unpaid workfare.",
        "background": "children as young as 12 are to face Jobcentre harassment coercing them to join unpaid work schemes when they leave education. Jobcentres bodies are to be sent out into schools in a chilling move that IDS has pledged will have a dramatic impact on the nation’s children. This is a bare-faced lie.\r\n",
        "closed_at": null,
        "created_at": "2016-01-19T14:11:32.769Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-19T18:45:27.663Z",
        "opened_at": null,
        "rejected_at": "2016-01-21T14:01:40.034Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action your petition is asking for. We also can't accept petitions which include language which may cause offence.\r\n\r\nWe think your petition is about this:\r\n\r\nhttps://www.gov.uk/government/news/jobcentre-plus-support-rolled-out-to-schools\r\n\r\nIf that is the case, you could start a new petition calling on the Government to put an end to its Jobcentre Plus support for schools initiative."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:26.223Z"
    },
    "id": 119073,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119073.json"
    },
    "type": "archived-petition"
}