{
    "attributes": {
        "action": "Reform mental health service, treatments, diagnosis and research.",
        "additional_details": "I started this campaign following my own personal battle with depression, I was referred to psychiatrist in July 2015 and to date no appointment has been made even though I have been back to my GP informing him of the fact. I have also found out that I have a benign brain tumour that could be responsible for my symptoms, this lead me to do research where I found that others have also been wrongly diagnosed. It is now time to change the way mental health is diagnosed and physical testing offered.",
        "background": "Diagnosis for mental health is not accurate enough as many are being misdiagnosed due to no physical testing being offered, thus inappropriate medication being prescribed. It also falls far behind other NHS sectors in research which results in conditions not being fully understood and treated. ",
        "closed_at": null,
        "created_at": "2016-01-19T10:33:07.746Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-19T11:27:18.768Z",
        "opened_at": null,
        "rejected_at": "2016-01-26T11:41:07.840Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what specific reforms you would like to see. You could start a new petition asking clearly for the changes you would like the Government to make to mental health services."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:25.745Z"
    },
    "id": 119055,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119055.json"
    },
    "type": "archived-petition"
}