{
    "attributes": {
        "action": "Ensure Female Veterans are allowed to become Members of Ex Servicemen's clubs.",
        "additional_details": "Motherwell Ex Servicmen's Club is only one of many Ex Servicmen's Club throughout the United Kingdom to continue to enforce an outdated constitution which excludes women from joining.\r\nThis became evident again today as former members of the wrac asked to use their facilities only to be denied on the grounds that they \"Were not considered to be veterans\"\r\nI myself rang to clarify to be told that the Constitution has never been updated and that it is used to prevent women (including those who have served\" from joining what is classed as a Tri-Service Military club for Ex Service personnel.... ",
        "background": "Motherwell Ex Servicmen's Club denies Female Veterans or Female Serving members of HM Forces the right to join as Members.  They continue to delay any review on their current constitution that disallows women from becoming members whether they have served or not. ",
        "closed_at": null,
        "created_at": "2016-01-20T21:30:23.122Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-20T21:43:09.714Z",
        "opened_at": null,
        "rejected_at": "2016-01-22T17:12:25.552Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Membership rules are the responsibility of the individual clubs.\r\n\r\nIf you would like Parliament to change the law to make this kind of discrimination illegal, you could start a petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:31.488Z"
    },
    "id": 119300,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119300.json"
    },
    "type": "archived-petition"
}