{
    "attributes": {
        "action": "Prevent the building of 6x houses on Cot green estate Cefn cribwr.",
        "additional_details": "There have been many objections for the building of 6x 2 bedroom houses on the greenery within the estate,\r\n\r\nThere are many reasons why we need this land to stay free, one of these reasons is that it's only greenery where children are able to play safely without being in danger of any passing cars or busy main roads. \r\n\r\nThe nearest field that would be left is across the car riddled B4281 which is a very dangerous place to have children crossing to get to the nearest play area.",
        "background": "Cot green has been within the community's estate since the houses were built in 1951 and the greenery has been used to host a wide range of party's, community gatherings as well as where the children can play safely.",
        "closed_at": null,
        "created_at": "2016-01-21T14:08:22.997Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-21T14:57:27.919Z",
        "opened_at": null,
        "rejected_at": "2016-01-24T16:18:30.816Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision about whether to allow development of this area appears to be one to be taken by your local council and not by the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nYour local council's website will also explain how you can register your objection to planning applications, if you haven't already done this. Your local council may also have a petitions system you could use."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:33.362Z"
    },
    "id": 119390,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119390.json"
    },
    "type": "archived-petition"
}