{
    "attributes": {
        "action": "Reinstate The 25Year Rolling Road Tax Exemption",
        "additional_details": "",
        "background": "The Tories promised to reinstate this when elected, but instead chose 40 years.\r\nMost working people are being priced out of classic cars, and this would help keep our hobby alive with the less well off.",
        "closed_at": "2016-07-24T22:59:59.999Z",
        "created_at": "2016-01-22T13:54:59.587Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-18T10:38:25.525Z",
            "details": "The classic car industry employs around 28,000 people in the UK and the Government considers classic vehicles to be an important part of the nation’s historical and cultural heritage. In recognition of the contribution made by this sector, at Budget 14 the Government announced a new affordable Vehicle Excise Duty (VED) exemption for classic vehicles. This was defined as vehicles first registered over forty years previously. It will be rolled forward, allowing new cohorts of historic vehicles to be included in the exemption on 1 April each year. Currently, all vehicles manufactured before 1 January 1975 are eligible to apply for the exemption with the Driver and Vehicle Licensing Agency.   \r\n\r\nIt is estimated that an additional 10,000 classic vehicles will be affected each year meaning their owners will benefit from not having to pay current VED rates of £145 or £230 depending on vehicle weight and engine size. \r\n\r\nThe Government is working to deliver a long-term economic plan to repair the public finances and will continue to take the difficult decisions to achieve this goal. Therefore, the Government currently has no plans to re-introduce a rolling twenty-five year exemption for this category of vehicle.  \r\n\r\nThe Chancellor of the Exchequer keeps all taxes under review as part of the regular Budget process. \r\n\r\nHM Treasury",
            "responded_on": "2016-02-18",
            "summary": "Classic vehicles are an important part of the UK’s heritage. We already offer a 40 year rolling exemption. Around 10,000 classic vehicles each year become exempt, so owners no longer have to pay VED.",
            "updated_at": "2016-02-18T10:38:25.525Z"
        },
        "government_response_at": "2016-02-18T10:38:25.529Z",
        "moderation_threshold_reached_at": "2016-01-22T19:30:07.989Z",
        "opened_at": "2016-01-24T16:09:59.319Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-27T09:12:20.179Z",
        "scheduled_debate_date": null,
        "signature_count": 20580,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:36.073Z"
    },
    "id": 119497,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119497.json"
    },
    "type": "archived-petition"
}