{
    "attributes": {
        "action": "Introduce legislation to combat light pollution",
        "additional_details": "In humans, light pollution contributes to increased stress, sleep deprivation and disorders like insomnia as well as having less apparent impacts such as an increased risk of obesity and breast cancer. \r\n\r\nEnvironmentally the impacts are even more clear. Light pollution affects the migration patterns of birds, the breeding of amphibians and insects, and the survival of sea turtles to give but a few examples.",
        "background": "Light pollution does not only steal from us our stars, but also has massive negative implications for both people and the environment. \r\n\r\nTherefore, steps should be taken to reduce light pollution, particularly in areas where it has the greatest impact on the wellbeing on humans or other species.",
        "closed_at": "2016-07-22T22:59:59.999Z",
        "created_at": "2016-01-21T18:45:01.309Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-14T12:59:41.600Z",
            "details": "and has worked hard to reduce the negative effects of light pollution. \r\n\r\nIn 2014, the Government published a policy update, ‘Artificial Light in the Environment’, highlighting the steps that have been taken to reduce artificial light pollution. The update is available to view at: www.gov.uk/government/publications/artificial-light-in-the-environment-policy-update. \r\n\r\nDefra will continue to work with other Departments to enable the impact of outdoor artificial lighting to be suitably considered in future relevant Government policy development. \r\n\r\nStreet lighting in England is the responsibility of Highways England for the Strategic Road Network and the relevant local highway authority for all other public highways. Local highway authorities have a duty under the Highways Act 1980 to maintain the public highways in their charge, including street lighting where provided. It is for local highway authorities to decide on what type of technology they should introduce into their service.\r\n\r\nThe Department for Transport encourages all local authorities to replace their street lighting with LED lighting where it is economically feasible to do so. New, modern luminaires can reduce the amount of glare emitted. The Department also encourages local authorities to consider best practice when making decisions about lighting on their networks. Advice is available from the UK Lighting Board and the Institute of Lighting Professionals.  \r\n\r\nArtificial light from premises is recognised in the Environmental Protection Act 1990 as a potential ‘statutory nuisance’. Under this legislation, local authorities have a duty to take reasonably practicable steps to investigate complaints of “artificial light emitted from premises so as to be prejudicial to health or a nuisance”. More information on statutory nuisance rules, lights that are exempt and how councils can assess light is available at: www.gov.uk/guidance/artificial-light-nuisances-how-councils-deal-with-complaints. \r\n\r\nWe also recognise that artificial light is an important issue in the context of planning and sustainable development. The Department for Communities and Local Government’s (DCLG) National Planning Policy Framework includes consideration of the impact of light pollution from artificial light on local amenity, intrinsically dark landscapes and nature conservation. DCLG has also published additional guidance setting out when light pollution is relevant to planning: planningguidance.communities.gov.uk/blog/guidance/light-pollution.\r\n\r\nLight pollution can also have a disturbing effect on certain nocturnal species, particularly some bat species. However, we do not fully understand its impact on wildlife. Under the Conservation of Habitats and Species Regulations 2010 and the Wildlife and Countryside Act 1981, certain species are protected from disturbance, which may, in some circumstances, include light, for example leaving the lights on in a church to deter bats. \r\n\r\nUnder the Natural Environment and Rural Communities Act 2006, public authorities have an additional duty to have regard for conserving biodiversity when carrying out their functions. In particular, any planning application that may impact on protected species should have an ecological assessment. Any such disturbance proposed in a planning application would require an application to Natural England (in England) for a licence to allow it to happen. Further information on the management of protected species can be found at: www.gov.uk/guidance/protected-species-and-sites-how-to-review-planning-proposals. \r\n\r\nDefra is pleased to see that policies in place to protect and enhance valued landscapes are helping to reduce light pollution. Defra Ministers have supported parks that have applied to become International Dark Sky Parks or Reserves. So far, Exmoor National Park and South Downs National Park have been successfully designated International Dark Sky Reserves. The Kielder Water and Forest Park and Northumberland National Park jointly achieved the designation of Dark Sky Park, now the largest in Europe. \r\n\r\nAn eight-point plan for National Parks was launched in March 2016. It mentions that dark sky parks are helping to extend the season for National Parks and that “The Government will work with National Park Authorities to make this possible”. Further information can be found at: www.gov.uk/government/publications/national-parks-8-point-plan-for-england-2016-to-2020.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The Government understands that light pollution and excessive or wasteful use of lighting poses a number of social, economic and environmental problems, (cont)",
            "updated_at": "2016-07-14T12:59:41.600Z"
        },
        "government_response_at": "2016-07-14T12:59:41.603Z",
        "moderation_threshold_reached_at": "2016-01-21T19:56:16.986Z",
        "opened_at": "2016-01-22T17:33:49.594Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-29T19:43:42.558Z",
        "scheduled_debate_date": null,
        "signature_count": 11637,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:34.581Z"
    },
    "id": 119428,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119428.json"
    },
    "type": "archived-petition"
}