{
    "attributes": {
        "action": "Stop Ex Servicemen's Clubs discriminating against female veterans",
        "additional_details": "Motherwell United Ex Servicmen's Club deny access to their facilities to female members of HM Forces and Female Veterans.  Females are being penalised both financially and socially simply as a result of their gender.  Motherwell Utd and Other \"Military\" clubs Should be made to review their constitutions in line with the Equality and Diversity Policy adopted by all three services to allow females to join or remove any reference to being a \"Military\" club from their name. \r\n",
        "background": "Ex Servicemen's clubs throughout the United Kingdom refuse to grant membership to Serving and Former Serving members of HM Forces simply on a matter of their female gender. These clubs should be brought into line with current legislation and made to stop discriminating against female veterans.",
        "closed_at": null,
        "created_at": "2016-01-22T19:31:29.524Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-22T19:38:04.178Z",
        "opened_at": null,
        "rejected_at": "2016-01-27T18:27:52.593Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The constitutions of these clubs are not the responsibility of the Government or Parliament.\r\n\r\nIf you would like Parliament to change the law to make this kind of discrimination illegal, you could start a petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:37.148Z"
    },
    "id": 119543,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119543.json"
    },
    "type": "archived-petition"
}