{
    "attributes": {
        "action": "Burnley council to take back control of calico housing fix the run down homes",
        "additional_details": "There has been a page opened on facebook with many people complaining with the state of their homes how their children have to live and we have to do our best any cosmetic damage we have to pay out for on top of our rent and certain other damage but the council and shelter are convinced it the landlord responsabilities those on benefits struggle more having to do their own house repairs it is becoming a joke how all these people have to live like this",
        "background": "So many people are suffering with bad damp issues so many repairs left undealt with communications skills are poor ever since calico took over the houses and areas are going downhill whilst people are suffering they are uping their rent and refuse to do anything",
        "closed_at": null,
        "created_at": "2016-01-22T14:29:02.006Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-22T15:31:34.446Z",
        "opened_at": null,
        "rejected_at": "2016-01-25T21:03:10.755Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions over the control social housing is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.burnley.gov.uk/sites/default/files/Burnley%20Council%20Petition%20Scheme_0.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:36.042Z"
    },
    "id": 119501,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119501.json"
    },
    "type": "archived-petition"
}