{
    "attributes": {
        "action": "Stop wasting £15m of public money on Thatcher's library.",
        "additional_details": "Thatcher was responsible for deregulating the markets which in the end lead to market instability and the great recession of 2008. Thatcher provoked the Miner's Strike and closed the coal pits in a traumatic fashion which still leaves scars today. Thatcher tried to bring in a poll tax which disproportionately affected the least well off. This sparked a riot in the centre of London. For these reasons she is divisive as an historical figure, and should not have public money honouring her.",
        "background": "Thatcher was a divise figure. She does not command the respect of the country. Rather she left deep scars of pain in many quarters. The current Government are forcing extreme austerity. Welfare cuts are justified by the slogan \"We are all in this together\". £15m should not be spent on this.\r\n",
        "closed_at": null,
        "created_at": "2016-01-23T17:15:12.683Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-23T18:32:53.058Z",
        "opened_at": null,
        "rejected_at": "2016-01-26T15:53:02.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The proposal for the Margaret Thatcher Centre has not been made by the Government. It is a project of the Cherish Freedom Trust, which is a charity. The project is intended to be funded by private subscription, not using public money. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:38.864Z"
    },
    "id": 119624,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119624.json"
    },
    "type": "archived-petition"
}