{
    "attributes": {
        "action": "Have the House of Commons debate TTIP and implications  for the UK as a whole.",
        "additional_details": "This is happening via secret negotiations to suit US corporations. Many  politicians in the UK / EU have little or no access to information to make decisions or debate what is best for their country. These Corporations will 'own' us and influence our NHS, environment, infrastructure etc plus be able to sue the UK if they think we have affected profits.  Public must be told, now!\r\n\r\nhttp://www.independent.co.uk/voices/comment/what-is-ttip-and-six-reasons-why-the-answer-should-scare-you-9779688.html",
        "background": "The Transatlantic Trade and Investment Partnership is a series of trade negotiations carried out mostly in secret between the EU and US. TTIP will allow US corporations to do exactly as they wish in all areas of our lives e.g NHS. They will be able to sue countries if anything does not suit them. ",
        "closed_at": "2016-07-25T22:59:59.999Z",
        "created_at": "2016-01-24T02:48:06.870Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-04T10:59:11.608Z",
            "details": "TTIP would bring economic benefits on both sides of the Atlantic, increasing trade and investment, creating jobs and giving consumers more choice. It could boost the UK economy by £10 billion each year. This translates to additional disposable income of about £400 per year for an average UK household.  \r\n\r\nNHS \r\n\r\nThe Government has always been clear that protecting the NHS is of the utmost importance for the UK. We believe, as does the European Commission, that provisions in the current TTIP texts and numerous previous trade deals we have been part of over the past several decades achieve this protection. These treaties have helped both UK and EU businesses grow and create high quality jobs.  They have also ensured that it remains for the UK to decide how our public services are run. The European Trade Commissioner has confirmed the NHS is not at risk, stating that ‘member states do not have to open public health services to competition from private providers, nor do they have to outsource services to private providers’. A full copy of the Commissioner’s letter can be found on the ‘publications’ section of the GOV.UK website. \r\n\r\n\r\nInvestor-State Dispute Settlement (ISDS)\r\n\r\nInvestment protection provisions featured in all six Parliamentary debates on TTIP. They protect small and big businesses, individuals and pension funds from discriminatory or unfair treatment by a state. They are not about allowing foreign businesses to sue governments that pass laws which affect profits. ISDS tribunals can determine whether a state has breached the obligations set out in a treaty through discriminatory or unfair treatment and if a foreign investor is entitled to compensation.  \r\n\r\nThe UK has a great record of creating the right environment for investors and treating them fairly. We have over 90 such agreements in place with other countries and there has never been a successful claim brought against the UK, nor has the threat of potential claims affected the Government’s legislative programme. But many UK investors overseas who have suffered discrimination, expropriation and lack of due legal process have relied on ISDS. \r\n\r\nThe European Commission has published its proposal for investment protections in TTIP http://trade.ec.europa.eu/doclib/press/index.cfm?id=1364  The UK will make sure that governments can continue to regulate lawfully in the public interest and that public services remain protected.\r\n\r\nTransparency / Consultation\r\n\r\nThe European Commission has published a number of EU proposals for legal text in TTIP, position papers, and a series of factsheets setting out the EU's aims for the agreement http://ec.europa.eu/trade/policy/in-focus/ttip/  The Commission has also run four online public consultations on various parts of the deal, including ISDS. It is holding regular meetings with an advisory group, as well as civil society groups throughout the negotiations. In addition, the Department for Business, Innovation and Skills (BIS) holds regular meetings with organisations representing those with a particular interest in TTIP.  \r\n\r\nParliamentary Oversight\r\n\r\nThe European Commission and the US have agreed that national parliamentarians should have access to classified TTIP documents via reading rooms in national ministries. The UK is establishing such a reading room in BIS. This will give access to documents for Members of both Houses equivalent to that afforded MEPs.  \r\n\r\nParliament already oversees the negotiations via updates from Ministers. In addition to being been debated in Parliament six times, TTIP has been considered by four Parliamentary committees. The Government has responded to committee reports www.gov.uk/bis/ttip  Ministers are always prepared to meet with parliamentarians to discuss TTIP.\r\n\r\nWe expect that TTIP will be a “mixed” agreement, covering areas of both EU and Member State competence. In that case, it will be subject to agreement by each EU Member State, the EU Council and the European Parliament. As part of this process the agreement will be subject to Parliamentary scrutiny before it is ratified by the UK.  \r\n\r\nDepartment for Business, Innovation and Skills",
            "responded_on": "2016-05-04",
            "summary": "The Transatlantic Trade and Investment Partnership (TTIP) has been debated on five occasions in the House of Commons and once in the House of Lords. \r\n",
            "updated_at": "2016-05-04T10:59:11.608Z"
        },
        "government_response_at": "2016-05-04T10:59:11.613Z",
        "moderation_threshold_reached_at": "2016-01-24T14:25:45.895Z",
        "opened_at": "2016-01-25T21:26:40.184Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-08T14:26:30.134Z",
        "scheduled_debate_date": null,
        "signature_count": 20018,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:39.853Z"
    },
    "id": 119659,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119659.json"
    },
    "type": "archived-petition"
}