{
    "attributes": {
        "action": "Residents of South Leeds say NO to 'managed' red light district",
        "additional_details": "Since the implementation of the 'managed' area, we have seen a significant increase in the number of sex workers plying their trade in Holbeck, including many from outside the city.\r\n\r\nWith that increase, there has been a significant rise in crime - including  a murder, numerous sexual assaults and other anti social behaviour, such as discarding used condoms and needles, placing the health of residents at significant risk.\r\n\r\nPlease support our campaign to end this madness and reclaim our streets.",
        "background": "In October 2014, a 'managed' red light district was implemented in the Holbeck area of Leeds, without consultation with local residents and business owners.\r\n\r\nFar from being a 'managed' area, it is now a hotbed for crime and other anti social behaviour. \r\n\r\nThis must end. Now.",
        "closed_at": null,
        "created_at": "2016-01-24T16:50:42.237Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-24T17:22:07.655Z",
        "opened_at": null,
        "rejected_at": "2016-01-25T21:25:25.226Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://democracy.leeds.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:40.634Z"
    },
    "id": 119700,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119700.json"
    },
    "type": "archived-petition"
}