{
    "attributes": {
        "action": "Keep Performing Arts as an Option for GCSE/A Levels",
        "additional_details": "Subjects such as Drama and Dance have helped so many pupils and students with regaining lost confidence due to low self-esteem. If these get taken off the curriculum completely, it will result in many teachers specifying in that area to lose their jobs. Some young students find performing arts enjoyable and if these subjects get cut; many won't experience the atmosphere of performing on stage, whether they take it up as a professional career or not. Something has to be done.",
        "background": "Performing Arts is considered as a 'soft' department. Subjects such as Dance and Drama are planned to be axed from the exam system and school curriculum. So many people want to get into the Performing Arts Industry when they are older, and how are they supposed to do this with no experience?",
        "closed_at": "2016-08-11T22:59:59.999Z",
        "created_at": "2016-01-26T12:13:20.962Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-28T12:02:48.306Z",
            "details": "The Government believes all pupils should have access to an excellent, well-rounded education, and the arts are central to this. There is no plan to remove performing arts from the school curriculum. \r\nAll state-funded schools must provide a broad and balanced curriculum that promotes the spiritual, moral, cultural, mental and physical development of pupils.  In maintained schools music and art and design are compulsory subjects within the national curriculum for 5-14-year-olds.  Maintained ‎schools are also required to teach their pupils dance, as part of the PE curriculum for 5-14-year-olds and drama, as part of the English curriculum for 5-16-year-olds.  At key stage 4 all pupils in maintained schools have an entitlement to study an arts subject if they wish.  \r\n \r\nPerforming arts subjects have not been removed from the exam system.  GCSEs and A levels in these subjects have been reformed, as they have in many other subjects. From September 2016, schools will be teaching new GCSEs in music, dance and drama and new AS and A levels in music and in drama and theatre.\r\nThe more general performing arts GCSE, AS and A levels are, however, being discontinued.   Exam boards were invited to submit proposals regarding the subjects they wanted to reform for teaching from 2017. They did not put forward proposals to develop reformed content requirements for GCSEs in Performing Arts (or AS and A Levels in Performance Studies or Performing Arts). Much of the content in the unreformed performing arts qualifications is covered in the reformed qualifications of music, drama, and dance, which are ready for first teaching in 2016. As a result of the overlap, the performing arts GCSE is being withdrawn. \r\nHowever, 107 Technical Awards will be available in a wide range of subjects from September 2016, including 6 qualifications in Performing Arts. Technical Awards are broad, high-quality level 1 and level 2 qualifications in non-EBacc subjects that equip students aged 14-16 with applied knowledge and associated practical skills not usually acquired through GCSEs.\r\nThe Government believes that participating in the performing arts is important for all students, whether or not they wish to study those subjects at GCSE or take up a career in this field. The performing arts are an effective way for pupils to develop communication skills, self-confidence, and resilience, all of which help develop character and prepare children for adult life.\r\nGovernment support is available to many students who wish to take up careers in the performing arts. The Music and Dance Scheme and Dance and Drama Awards Scheme provide means-tested support to ensure that talented children and young people from all backgrounds are able to receive the world-class training they need to succeed in careers in music, dancing and acting. Around 3,500 students a year benefit from this support.\r\n\r\nDepartment for Education",
            "responded_on": "2016-06-28",
            "summary": "The Government believes all pupils should have access to an excellent, well-rounded education and the arts are central to this. There is no plan to remove performing arts from the school curriculum. ",
            "updated_at": "2016-06-28T12:02:48.306Z"
        },
        "government_response_at": "2016-06-28T12:02:48.310Z",
        "moderation_threshold_reached_at": "2016-01-26T12:18:30.656Z",
        "opened_at": "2016-02-11T15:26:00.725Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-18T14:33:31.571Z",
        "scheduled_debate_date": null,
        "signature_count": 57456,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:44.919Z"
    },
    "id": 119876,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119876.json"
    },
    "type": "archived-petition"
}