{
    "attributes": {
        "action": "Stop charges for Grassroot sports using Park & School pitches. £0 Fees to U16s.",
        "additional_details": "We are a Grassroots club that could eventually move to our own pitches, but we are 1 team out of 20, in one age group with many of use feel we are being used as a cash cow with the investment not being returned into the pitches we pay vast amounts for. If we are to achieve a satisfactory result in increasing participation in sport this measure would lower costs.\r\n\r\nhttp://goo.gl/R7sMLV - BBC's Report on footballs decline\r\nhttp://goo.gl/aEdXaj - Birmingham Mail report on pitch fee hike in 2013.\r\n\r\n\r\n",
        "background": "Many grassroot clubs are being charged a fee to use under par Council owned pitches and sport areas. The grass is too long, poorly marked and the drainage is poor often being called off and that leads to weeks of no sporting activity for some children. \r\nIn our situation we are charged £30 per hour.",
        "closed_at": null,
        "created_at": "2016-01-26T16:57:01.129Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-27T09:28:37.724Z",
        "opened_at": null,
        "rejected_at": "2016-01-27T11:12:13.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about charges for the use of sport facilities is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:45.694Z"
    },
    "id": 119908,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/119908.json"
    },
    "type": "archived-petition"
}