{
    "attributes": {
        "action": "Compel NHS to enlarge car park at  West Suffolk Hospital in Bury St Edmunds",
        "additional_details": "I am increasingly frustrated with the parking facilities. \r\nMy severely disabled daughter and I have attended WSH for 23 years and each time we visit it becomes worse. \r\nI saw a car  about to leave a space at the front and indicated I wanted the spot . An ambulance was behind and I had to move on. I couldn't pull over anywhere along the front as taxis and transport ambulances were blocking the entire frontage\r\n\r\nPreviously  I parked at the rear and couldn't get my token validated so I had to leave my daughter alone. \r\n",
        "background": "\r\n\r\nThe hospital parking arrangements need a radical overhaul and by now I would have thought  enough funds would have been raised to pay for two multi storey car parks! Although lack of disabled spaces is an issue the situation is not improved for the able bodied either \r\n",
        "closed_at": null,
        "created_at": "2016-01-27T21:59:24.417Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-27T23:18:32.244Z",
        "opened_at": null,
        "rejected_at": "2016-02-03T18:35:36.277Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Car parking arrangements are the responsibility of the West Suffolk NHS Foundation Trust.\r\n\r\nYou could raise your issue directly with the West Suffolk NHS Foundation Trust."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:49.441Z"
    },
    "id": 120076,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120076.json"
    },
    "type": "archived-petition"
}