{
    "attributes": {
        "action": "Keep Shrewsbury Museum and Art Gallery open and stop cuts to Museum Services!",
        "additional_details": "Shrewsbury Museum and Art Gallery has only just, in the last two years, moved from Rowleys House to the Music Hall having received funding for this change. It is a vibrant and informative space for the community and tourism. It has hosted some incredible special exhibitions, included Secret Egypt and Valhalla; life and death in Viking Britain and provides excellent learning opportunities with there stellar education team. If this space is closed we will be losing an important part of Shropshire ",
        "background": "Shropshire Council has just released their 3 year financial plan,where the budget against the Museum Service is removed completely from 1st April 2017. There is a risk that all Shropshire Museums and associated services will close. ",
        "closed_at": null,
        "created_at": "2016-01-28T12:29:47.542Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-28T14:21:47.391Z",
        "opened_at": null,
        "rejected_at": "2016-01-28T17:40:32.072Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Council budgets are the responsibility of local councils.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttps://shropshire.gov.uk/committee-services/mgEPetitionListDisplay.aspx?bcr=1\r\n\r\nYou could start a new petition calling on the Government to provide extra funding to local authorities in order to support museums."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:50.509Z"
    },
    "id": 120127,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120127.json"
    },
    "type": "archived-petition"
}