{
    "attributes": {
        "action": "Scrap the £35 annual fee for domestic CCTV which is a tax on helping the police.",
        "additional_details": "Details of households that register their CCTV system will appear on a searchable Public Register.  See https://ico.org.uk/for-the-public/cctv \r\n\r\nIn one London Ward alone, household CCTV covering the street has been submitted to the Police and has directly led to over 100 arrests for mostly burglary and other serious crimes in the past five years.  If householders choose to turn cameras inwards to avoid this EU imposed tax then burglary rates will rise and detection rates will inevitably fall.\r\n",
        "background": "Following a ruling by the European Court of Justice, the UK Information Commissioner has imposed a compulsory registration fee of £35 per year for household CCTV systems that film any area beyond the boundary of the property, such as the street.  This amounts to a tax on helping the Police.",
        "closed_at": null,
        "created_at": "2016-01-30T12:38:49.754Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-30T13:01:17.074Z",
        "opened_at": null,
        "rejected_at": "2016-02-14T19:16:50.716Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The £35 fee is not specifically a fee for household CCTV.  It is the fee levied by the Information Commissioner for registration as a data controller.\r\n\r\nThe use of CCTV in general is regulated by the Data Protection Act 1998 (which implements a 1995 EU Directive). However, the use of cameras for limited household purposes is exempt from the Act, providing that the field of view is limited to the householder’s own property.\r\n\r\nIf the camera covers areas beyond the boundaries of the property, such as neighbouring gardens or the street, then the camera operator may be unable to rely on the exemption. This point was established by a European Court of Justice ruling in December 2014. \r\n\r\nIf a householder cannot rely on the domestic purposes exemption, then they are subject to a number of requirements in the Data Protection Act. These include a need to notify the Information Commissioner’s Office (ICO) that they are a “data controller”, observe the eight data protection principles and pay an annual fee of £35. \r\n\r\nYou can find out more about this here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN01803\r\n\r\nYou could start a new petition calling for Parliament to change the Data Protection Act 1998 to make clear that the “domestic” exemption applied to CCTV cameras even when they were pointing beyond the boundaries of the property. This would be likely to have the effect of removing the obligation to pay the £35 fee for registration as a data controller.\r\n\r\nHowever, this could be open to challenge from the European Court. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:54.180Z"
    },
    "id": 120297,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120297.json"
    },
    "type": "archived-petition"
}