{
    "attributes": {
        "action": "Make the Welsh language a non compulsory subject at GCSE level.",
        "additional_details": "As a student i feel that adding a language that hardly any of my classmates are passionate about puts added pressure on GCSE students. If students want to study Welsh as an option it would improve the schools performance, as only those who are passionate about the subject would take it. Welsh as a language isn't widely used, so it would not benefit you outside of Welsh employment. The time spent on Welsh could be used on core subjects such as English and Maths (6 lessons, ~20% of school time).",
        "background": "As a GCSE student, studying for 14 subjects without Welsh included, I feel as it is a waste of academic time when it could be better used on other subjects. The subject is not beneficial outside of welsh employment, the subject, is only included for political reasons.",
        "closed_at": null,
        "created_at": "2016-01-31T20:18:03.675Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-31T20:36:22.674Z",
        "opened_at": null,
        "rejected_at": "2016-02-04T12:46:43.990Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Education in Wales is the responsibility of the Welsh Assembly\r\n\r\nYou could raise your issue with your local Assembly Member, who represents you. You can use this page to find out who your local Assembly Members are, and how to contact them:\r\nhttp://www.assembly.wales/en/memhome/Pages/memhome.aspx\r\n\r\nThe Welsh Assembly also has a petitions process - you can find out more about it here:\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:56.018Z"
    },
    "id": 120382,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120382.json"
    },
    "type": "archived-petition"
}