{
    "attributes": {
        "action": "All teaching staff to learn about the Autistic Spectrum",
        "additional_details": "",
        "background": "With the growing number of children with mild disablities ( ie High Functioning Autism, ADHD and Aspergers) now being educated in mainstream schools, I am calling for all teachers and LSAs to have training to assist them in understanding these conditions.                                             ",
        "closed_at": "2016-08-02T22:59:59.999Z",
        "created_at": "2016-02-01T14:13:06.643Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-10T11:39:13.728Z",
            "details": "The Government fully appreciates that it is essential for teachers and other education staff to have an understanding of how autism and other special educational needs (SEN) affect the children and young people in their care, so that they can support them appropriately.\r\n\r\nQualified teachers are already required to be able to identify and support pupils with a range of SEN, including autism and ADHD. The Teachers’ Standards require teachers to adapt teaching to respond to the strengths and needs of all pupils and to have a clear understanding of the needs of all pupils, including those with SEN. The Department for Education has commissioned a group of experts, including experts in SEN and disability, to develop a new framework of core initial teacher training (ITT) content. The Department for Education has also been funding the Autism Education Trust (AET) since 2011 to provide tiered training about autism at ‘universal’, ‘enhanced’ and ‘specialist’ levels for early years, school and further education staff. This includes head teachers, teachers and teaching assistants, as well as school support staff such as receptionists and dining hall staff. Funding has continued in 2015-16. To date, the AET has provided training, through sub-contracted ‘hubs’, for around 87,000 education staff. The Trust has also published national autism standards for educational settings and a competency framework for those working with children and young people with autism.\r\n\r\nIn 2015-16 the Department is also funding Ambitious about Autism (AAA) to extend their previous grant-funded project, Finished at School, which worked with schools and colleges to develop an innovative, integrated model of transition support to enable more young people with complex autism and learning disabilities to access further education and training beyond school. The new project builds on the learning from Finished at School to deliver further training and develop online resources for staff in schools and colleges.\r\n\r\nWe are also funding the National Autistic Society (NAS) to provide families and education professionals with information and advice on exclusions, disability discrimination claims and alternative provision. In 2015-16 NAS has supported 11,000 professionals in schools and colleges with advice and guidance on early intervention. \r\n\r\nDepartment for Education",
            "responded_on": "2016-03-10",
            "summary": "The Government has commissioned a new initial teacher training framework and is funding three voluntary sector organisations to deliver autism awareness training and advice to education professionals.",
            "updated_at": "2016-03-10T11:39:13.728Z"
        },
        "government_response_at": "2016-03-10T11:39:13.732Z",
        "moderation_threshold_reached_at": "2016-02-02T04:27:26.547Z",
        "opened_at": "2016-02-02T15:50:28.873Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-24T17:40:27.856Z",
        "scheduled_debate_date": null,
        "signature_count": 14637,
        "state": "closed",
        "updated_at": "2017-09-09T06:10:57.260Z"
    },
    "id": 120424,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120424.json"
    },
    "type": "archived-petition"
}