{
    "attributes": {
        "action": "Reinforce the illegal act of Lane Hogging.",
        "additional_details": "As a regular user of motorways and dual-carriageways, I observe this illegal and mind-boggling act on a daily basis, and estimate that at least one third of the M40 is never used, adding time to journeys whilst also proving dangerous to other road users.\r\nJust under half of all motorists (45%) believe lane hoggers are among the most dangerous drivers on the motorway.\r\nPersonal evidence includes moving out, from lane 1 to lane 2, when passing a joining slip road, to allow the emerging vehicle to join the first lane.  On passing, at a greater speed than this vehicle, I merged back into the 1st lane, only to be dumbfounded when they indicated to move out into the middle lane, despite there being no-one to overtake",
        "background": "Since 2013, it has been illegal to \"hog\" the middle lane of a motorway, with the police able to enforce an on-the-spot fine, along the addition of \"possible\" points on the offenders license.\r\nDespite this, I am only able to find one conviction (June 2015).\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-02-01T14:51:52.091Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-01T15:48:49.230Z",
        "opened_at": null,
        "rejected_at": "2016-02-05T18:13:01.390Z",
        "rejection": {
            "code": "no-action",
            "details": "Enforcement of the law is a matter for the police and the courts, not the Government or Parliament.\r\n\r\nIf you believe that the existing law needs to be changed, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:10:57.248Z"
    },
    "id": 120432,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120432.json"
    },
    "type": "archived-petition"
}