{
    "attributes": {
        "action": "Create a new offence of \"animal murder\" with a minimum of 5 years on conviction.",
        "additional_details": "The number of high-profile cases of animals being deliberately killed, seemingly just for \"fun\", highlights the way the current legislation is simply not acting as a deterrent to the sort of people likely to carry out these acts. A new offence of \"Animal Murder\" with a minimum sentence of 5 years in prison on conviction, no remission or parole, backed up by placement on a new \"animal offenders' register\" and a lifetime ban on keeping animals, should redress the balance, once available to the CPS",
        "background": "Our animal welfare legislation dates from times when deliberate killing of pets & other animals was a rarity, and is too often interpreted leniently by judges. This new offence, plus a lifetime ban on keeping animals, plus entry on a new animal offenders' register, would be a significant deterrent. ",
        "closed_at": "2016-08-03T22:59:59.999Z",
        "created_at": "2016-02-02T18:34:54.314Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-01T09:55:11.960Z",
            "details": "Under the Animal Welfare Act 2006 it is an offence to cause any unnecessary suffering to an animal. In addition, there is also an offence of failing to provide for the welfare needs of an animal. The maximum penalty for both offences is six months imprisonment and/or an unlimited fine.\r\n\r\nAny person or organisation may initiate criminal proceedings under the 2006 Act where there is reason to believe that unnecessary suffering has been caused or that an animal’s welfare needs have not been met. A court may, in addition to any other punishment on conviction, deprive a person of ownership of an animal if it is satisfied that to leave the animal with its owner would expose it to further cruelty. The court may also disqualify the person convicted from having control, or influencing the control, of any animal for such a period (including life) as it thinks fit.\r\n\r\nWhen sentencing for offences of cruelty to or neglect of animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences. The maximum penalty is 6 months’ imprisonment and/or an unlimited fine.  The financial element of the penalty was raised only last year from a maximum fine of £20,000. This suggests that courts are not finding their current sentencing powers inadequate. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The Government abhors animal cruelty. The existing law makes it an offence to cause any unnecessary suffering to an animal - not just resulting in the animal being killed.  ",
            "updated_at": "2016-06-01T09:55:11.960Z"
        },
        "government_response_at": "2016-06-01T09:55:11.963Z",
        "moderation_threshold_reached_at": "2016-02-02T19:51:24.614Z",
        "opened_at": "2016-02-03T17:30:37.319Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-10T14:26:30.551Z",
        "scheduled_debate_date": null,
        "signature_count": 16868,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:00.228Z"
    },
    "id": 120545,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120545.json"
    },
    "type": "archived-petition"
}