{
    "attributes": {
        "action": "The British government must end discrimination against British workers in Norway",
        "additional_details": "British and other EU citizens working in Norway and contributing to the Norwegian National Insurance Scheme are denied benefits on the grounds they are not registered as living in Norway. In some cases, British workers who own houses and work in Norway are denied residence permits so they cannot be registered as living in Norway even though they are deemed \"tax liable\" to Norway. See the case of Stig Arne Jonsson and search the internet for \"EFTA\"\"Norway\"\"Migrant workers\" for more information.",
        "background": "The Kingdom of Norway is failing to  comply with the EEA Agreement and bi-lateral treaties between the UK and Norway on tax, social security and health which should protect British and Norwegian workers. British workers denied benefits in Norway return to the UK and fail the Habitual Residency Test",
        "closed_at": null,
        "created_at": "2016-02-04T08:36:02.824Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-04T11:20:14.044Z",
        "opened_at": null,
        "rejected_at": "2016-02-04T12:10:01.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of the Norwegian Government.\r\n\r\nWe could accept a petition calling on the UK Government to raise this issue with the government of Norway and the EU.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:03.084Z"
    },
    "id": 120673,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120673.json"
    },
    "type": "archived-petition"
}