{
    "attributes": {
        "action": "Ask Civil Aviation Authority to rethink their charges to the 2016 Airshow season",
        "additional_details": "http://www.caa.co.uk/Our-work/Consultations/Open/Statutory-air-display-and-low-flying-permission-charges/",
        "background": "1st February, the Civil Aviation Authority released details of the latest proposal and in their words, describes ways in which to improve safety at airshows in the United Kingdom. looking into the proposal in detail reveals that it is nothing more than an inexplicable hike in airshow display charges",
        "closed_at": "2016-08-04T22:59:59.999Z",
        "created_at": "2016-02-03T15:31:06.220Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-23T14:57:34.250Z",
            "details": "The law requires the Civil Aviation Authority to consult first those affected by a charging scheme, and then the Secretary of State, before introducing the scheme. The CAA is currently consulting on proposed changes to air display charges and this consultation ends on 29 February 2016. The Civil Aviation Authority will review its scheme in the light of the consultation responses.  The Secretary of State will consider any charging scheme as submitted to him following that consultation and review.  \r\n\r\nDepartment for Transport",
            "summary": "The Government expects the Civil Aviation Authority to review its draft air display & low flying permission charges after its current consultation, in which we encourage those interested to take part.",
            "updated_at": "2016-02-23T14:57:34.250Z"
        },
        "government_response_at": "2016-02-23T14:57:34.252Z",
        "moderation_threshold_reached_at": "2016-02-03T16:05:51.810Z",
        "opened_at": "2016-02-04T12:48:44.785Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-09T16:32:35.923Z",
        "scheduled_debate_date": null,
        "signature_count": 15081,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:02.110Z"
    },
    "id": 120628,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120628.json"
    },
    "type": "archived-petition"
}