{
    "attributes": {
        "action": "Petition to make cyclists contribute to the \"Cycle Superhighways\" in London.",
        "additional_details": "Motorist pay a vast amount of money each year to government for the use and upkeep of our road network. Why should we then have to be forced to pay for a cycle route that takes up half of the road?, forcing buses, cars and motorcycles into single file lanes, creating more congestion and danger. A good point in case is the main routes around the Elephant and Castle. \r\n\r\nIf Cyclists are to be afforded the pleasure of having 2 lanes to themselves, then they should have to contribute financially too!!",
        "background": "In London, up to 2 lanes of our major roads are currently under construction to make way for the \"Cycle Superhighways\". I agree, cycling should be made safer, but I also think that this project should be funded by cyclists, by means of toll or road fund license.",
        "closed_at": null,
        "created_at": "2016-02-03T14:08:12.984Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-03T14:39:33.726Z",
        "opened_at": null,
        "rejected_at": "2016-02-04T11:59:56.726Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: \r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions \r\n\r\nIf you wanted there to be a national tax on cycling to pay for cycle lanes, we could accept a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:01.694Z"
    },
    "id": 120621,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120621.json"
    },
    "type": "archived-petition"
}