{
    "attributes": {
        "action": "Save historic market town Darlington from crippling Government cuts",
        "additional_details": "Social services, children's centres, health, street cleaning and even grass cutting are among the services to be hit hardest. Iconic buildings, including Darlington’s Victorian Covered Market and Central Library face closure.\r\nDarlington is one example of the disproportionate public sector cuts being forced on councils across the north. \r\nWe think this is unfair and ask the Government to look again at its funding formula. \r\nSign the petition to help save our historic market town.",
        "background": "The Northern Echo is calling on the Government to reconsider its funding formula which has led Darlington Borough Council to implement savage spending cuts that threaten the fabric of the town. These cuts affect not only the most vulnerable but will impact on every corner of the borough.\r\n",
        "closed_at": "2016-08-04T22:59:59.999Z",
        "created_at": "2016-02-04T12:58:42.499Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-12T09:24:41.662Z",
            "details": "With councils accounting for a quarter of public spending, they, like all parts of the public sector, need to play their part in tackling the deficit.\r\n\r\nEarlier this year, we confirmed an historic settlement for local government, which will make councils fully responsible to local people for their financing, rather than central government. It is a settlement which is broadly flat in cash terms between now and 2020 and one that provides long-term funding certainty, through the offer of a four-year budget, to any town halls that wish to plan ahead with confidence (https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/498698/core_spending_power_summary.xlsx). \r\n\r\nWe have also listened to the many councils who feel that too much time has passed since the last substantial revision of the formula which assesses a council’s needs. We have therefore announced a Fair Funding Review to consider the funding needs of different types of areas (https://www.gov.uk/government/speeches/final-local-government-finance-settlement-2016-to-2017). \r\n\r\nThis will involve a thorough review of what the needs assessment formula should be in a world in which local government spending is funded by local resources, not central grant.\tThe Review will be done in partnership with the LGA and the wider local government sector, so that all councils have the opportunity to contribute their views.\r\n\r\nDepartment for Communities and Local Government",
            "responded_on": "2016-05-12",
            "summary": "These are important times for local government: devolution of power and resources from Whitehall is gathering momentum.  Councils will have over £200 billion available to spend between now and 2020. ",
            "updated_at": "2016-05-12T09:24:41.662Z"
        },
        "government_response_at": "2016-05-12T09:24:41.665Z",
        "moderation_threshold_reached_at": "2016-02-04T13:12:24.703Z",
        "opened_at": "2016-02-04T17:09:14.621Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-28T13:40:47.307Z",
        "scheduled_debate_date": null,
        "signature_count": 10372,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:03.918Z"
    },
    "id": 120696,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120696.json"
    },
    "type": "archived-petition"
}