{
    "attributes": {
        "action": "Parliament to sit on Saturdays which should be a \"normal working day\" for MPs.",
        "additional_details": "I am a GP and although not a junior Dr, believe that Politicians are at least as important if not more important than the people they lead and who they set policies for. As \"we are all in it together\", The policies and rules they set should apply to them as equally as for any members of the workforce.\r\n\r\nAs there is never enough time for Parliament to sit and weigh up all the pressing and important matters of Government, I think Parliament should sit 6 days/week with Saturday being part of their normal working week as it is proposed for other workers.",
        "background": "Doctors have been told that Saturdays are part of the \"normal working\" week so that the Government can avoid paying them extra to do so. MPs should lead by example and meet on a Saturday too. With their new 6 day week MPs would get more Parliamentary work done. There should be no extra pay for this.",
        "closed_at": "2016-08-05T22:59:59.999Z",
        "created_at": "2016-02-04T23:01:25.777Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": null,
            "overview": "The Petitions Committee decided not to schedule a debate on this petition. In making decisions about which petitions should be debated, the Committee takes into account whether the subject has recently been debated by the House of Commons. \r\n \r\nThe subject of junior doctors’ contracts, including weekend working, was covered in a debate on e-petition 121262, relating to contract negotiations with the BMA. This debate was scheduled by the Petitions Committee on 21 March 2016.\r\n\r\nYou can watch the debate here: http://parliamentlive.tv/Event/Index/641c6fb7-a2a0-47e0-8b10-e3c99e765c2b\r\n\r\nYou can read the transcript here: http://hansard.parliament.uk/commons/2016-03-21/debates/16032112000001/BMA(ContractNegotiations)\r\n\r\nThere have also been several debates and statements in the House of Commons about junior doctors’ contracts in recent months. Most recently, the Secretary of State for Health made a statement on 5 September 2016 about proposed industrial action by junior doctors, during which the issue of doctors’ pay for Saturday working was raised. \r\n\r\nYou can watch the statement here: http://parliamentlive.tv/event/index/1aabe153-edf0-49eb-b986-35b025570b4d?in=18:26:22\r\n\r\nYou can read the transcript here:  http://hansard.parliament.uk/Commons/2016-09-05/debates/16090515000001/JuniorDoctorsIndustrialAction \r\n\r\nThe Petitions Committee is a cross-party group of MPs. It is independent from Government. You can find out more about the Committee on its website: http://www.parliament.uk/petitions-committee/role\r\n\r\nYou can follow the Petitions Committee on Twitter: @HoCpetitions ",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-09-06T16:41:47.192Z",
        "debate_threshold_reached_at": "2016-07-19T08:52:31.676Z",
        "government_response": {
            "created_at": "2016-02-22T14:58:49.508Z",
            "details": "Attendance at the House of Commons is only one part of a Member of Parliament’s work. MPs spend time in their constituencies meeting residents, local businesses and organisations, listening to their concerns and helping them with issues. They are held to account by their electorate. \r\n\r\nThe rate of MPs’ pay, pensions and expenses, which is not linked to the numbers of hours they work, is set by the Independent Parliamentary Standards Authority (IPSA). \r\n\r\nLeader of the House",
            "responded_on": "2016-02-22",
            "summary": "MPs routinely work at weekends and are directly accountable to their electorate on how they perform their role.",
            "updated_at": "2016-02-22T14:58:49.508Z"
        },
        "government_response_at": "2016-02-22T14:58:49.510Z",
        "moderation_threshold_reached_at": "2016-02-05T09:57:34.138Z",
        "opened_at": "2016-02-05T12:19:37.126Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-07T22:11:35.297Z",
        "scheduled_debate_date": null,
        "signature_count": 100353,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:05.590Z"
    },
    "id": 120753,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120753.json"
    },
    "type": "archived-petition"
}