{
    "attributes": {
        "action": "Stop utility companies using warrants to change meters for debts",
        "additional_details": "This petition is to STOP Companies from this practice as it contravenes the Rights of Entry (Gas and Electricity Boards) Act 1954 sections 2 & 3. Section 3.3 states \"in the exercise of a right of entry to which this Act applies, has reasonable cause to believe that circumstances exist which are likely to endanger life or property\" \r\n\r\nFitting a Pre-Payment meter for a debt is NOT a valid reason to have a warrant issued under that act.\r\n\r\nThis practice MUST stop & companies should be held accountable",
        "background": "As we know, Utility companies use court issued warrants to force entry to fit pre-payment meters to debtors. They have the warrants issued under supposed \"Health and Safety\" grounds, when actually its because a customer has accrued a debt. this is actually against the regulations & law.",
        "closed_at": null,
        "created_at": "2016-02-05T11:33:22.340Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-05T11:50:49.129Z",
        "opened_at": null,
        "rejected_at": "2016-03-20T16:36:47.360Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issuing of warrants is the responsibility of the courts, which are independent of the Government and Parliament. \r\n\r\nThis page explains how to complain about an energy company:\r\n\r\nhttps://www.ofgem.gov.uk/information-consumers/domestic-consumers/making-enquiry-or-complaint\r\n\r\nIf you think that there is a need to change the law, you could start a new petition asking Parliament to change the law in a specific way.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:06.423Z"
    },
    "id": 120790,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120790.json"
    },
    "type": "archived-petition"
}