{
    "attributes": {
        "action": "The PM should not dodge questions at PMQ's. We want truthful answers",
        "additional_details": "If you have watched PMQ's on a Wednesday the PM will not answer questions asked by the opposition.\r\nThere is so much evidence for this.\r\nAll we want is true answers not blaming the opposition for everything as this is what the PM does at all times. He has been questioned about the NHS, Education, corporate tax, benefits for the disabled, sick and vulnerable and so on but he will not give straight answers. Why? Because he can't and will lay the blame on the Labour Party and won't admit the truth!!",
        "background": "The PM has a habit of dodging questions and not answering questions at PMQ's. We the public want straight answers to questions asked by the opposition not something that is irrelevant and blame previous governments. You have been in power now since 2010 all we ask is the truth!!!",
        "closed_at": null,
        "created_at": "2016-02-05T10:23:58.550Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-05T13:40:39.247Z",
        "opened_at": null,
        "rejected_at": "2016-02-05T17:59:57.947Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what action you would like the Government or Parliament to take to ensure that the Prime Minister answers questions in the way you describe.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/118388\r\n\r\nOr you could start a new petition if you would like a different way of doing this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:06.311Z"
    },
    "id": 120784,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120784.json"
    },
    "type": "archived-petition"
}