{
    "attributes": {
        "action": "Universal circulation of Scottish and Northern Irish bank notes across the UK",
        "additional_details": "With many people travelling around the UK, the fact that banks and companies in England and Wales are not allowed to put Scottish and Northern Irish notes back into circulation has effectively caused the creation of three different currencies in the UK. This can cause problems for people travelling between these areas and may cause individuals to avoid trade in Scotland and N. Ireland to avoid the notes. Some may even decide to not travel at all because of this, effecting trade within the UK. ",
        "background": "A problem that is common in the UK is the refusal of Scottish and N. Irish bank notes in England and Wales. This is mainly due to the fact that businesses and banks are not allowed to put these notes back into circulation despite being legal tender in the UK. ",
        "closed_at": null,
        "created_at": "2016-02-05T01:20:01.499Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-05T14:34:07.644Z",
        "opened_at": null,
        "rejected_at": "2016-02-09T17:47:34.635Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Technically Scottish and Northern Irish bank notes are not legal tender anywhere in the UK,  but they can be freely exchanged in the UK banking system. Often it is unfamiliarity which renders Scottish and Northern Irish banknotes unwelcome in some businesses.You can find out more about Scottish and Northern Irish banknotes here: \r\n\r\nhttp://www.bankofengland.co.uk/banknotes/Pages/about/faqs.aspx#sandni\r\n\r\nBank notes are the responsibility of the Bank of England, which is independent of the Government and Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:05.654Z"
    },
    "id": 120761,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120761.json"
    },
    "type": "archived-petition"
}