{
    "attributes": {
        "action": "Ensure safety of Amir Marreakhy, ensure fair hearing of his family in UK Courts.",
        "additional_details": "Amir needs to be moved to more suitable facilities both for someone who is disabled and for his status as an asylum seeker. His brother and wife have 3 small children and face up to 10 years imprisonment by the Jersey Authority for helping Amir. He must be allowed calls, and an adequate interpreter for his current detention. He must be sent to the UK where he would receive appropriate treatment befitting his situation and a just hearing in Court something Jersey courts are largely unable to do.\r\n",
        "background": "Amir Marreakhy is a persecuted Kurdish activist and Iranian national.  His brother and his brothers wife helping him get out of the refugee camp known as 'The Jungle' in Calais. He is severely disabled and is being held in inadequate conditions in Jersey. His brother and wife have 3 small children.",
        "closed_at": null,
        "created_at": "2016-02-05T15:47:05.019Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-05T16:33:49.888Z",
        "opened_at": null,
        "rejected_at": "2016-02-19T18:18:21.142Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the authorities in Jersey, not the UK Government or Parliament. The legal system in Jersey is separate from that of the UK. This is therefore not something that the UK Government or Parliament could help with."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:07.123Z"
    },
    "id": 120820,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120820.json"
    },
    "type": "archived-petition"
}