{
    "attributes": {
        "action": "Statement on UK steps to ensure a full investigation of Giulio Regeni's death",
        "additional_details": "",
        "background": "Giulio's body was discovered in a ditch in Cairo on February 3, showing evidence of torture and slow death. He was in Egypt doing research for his PhD at the University of Cambridge. The UK government has a duty to ensure that a credible investigation of this extrajudicial killing is carried out.",
        "closed_at": "2016-08-09T22:59:59.999Z",
        "created_at": "2016-02-05T17:19:55.557Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-25T09:11:39.838Z",
            "details": "We were appalled by the murder of Giulio Regeni, and the brutal manner of his killing. Mr Regeni was undertaking research at Cambridge University and had been living in the UK for ten years, and so his death has been keenly felt in the UK and in the academic community in particular. Our thoughts are with his family and friends at this difficult time.\r\n\r\nAs Mr Regeni was an Italian national, the Italian government has led efforts to work with the Egyptian government to discover what happened to Mr Regeni and bring his killers to justice. We have offered the Italian government our full support and have remained in close contact with them throughout in order to coordinate our efforts with theirs and ensure that UK actions do not inhibit or complicate their engagement with the Egyptian authorities on the investigation. FCO Director-General for Middle East and Africa renewed this offer to the Italian Ambassador to London on 22 April.\r\n\r\nAs soon as we were made aware of reports of Mr Regeni’s disappearance on 25 January, we contacted the Italian government to offer our assistance. We contacted the Italian government again after the discovery of Mr Regeni’s body on 3 February and renewed our offer of assistance. Following consultation with the Italian government, we raised the investigation into Mr Regeni’s murder with the Egyptian authorities on a number of occasions. In these conversations, we called for a full and transparent investigation and full cooperation with the Italian investigators. FCO Minister for Middle East and North Africa, Tobias Ellwood MP, has raised our concerns with the Egyptian Ambassador in London and the UK Ambassador to Egypt has spoken to senior officials in the Egyptian Ministry of Foreign Affairs in Cairo.\r\n\r\nThree months after Mr Regeni’s death, we are disappointed by the limited progress made in the case and are concerned that Italy has not found the cooperation that Egypt has provided to them to be sufficient. \r\n\r\nWe are aware of allegations that the Egyptian security forces were responsible for the murder of Mr Regeni.  These are unproven but we urge the Egyptian authorities to consider every possible scenario as they investigate.\r\n\r\nWe will continue to urge the Egyptian government to cooperate fully with the Italian investigators in order to bring Mr Regeni’s killers to justice as soon as possible. Egypt’s close cooperation with Italy and a full and transparent investigation are vital to addressing international concerns about the safety of foreign nationals in Egypt and Egypt’s commitment to the rule of law.\r\n\r\nForeign and Commonwealth Office",
            "summary": "We are appalled by Giulio Regeni’s murder. We have offered Italy our full support and raised the need for a full and transparent investigation with Egypt.",
            "updated_at": "2016-04-25T09:11:39.838Z"
        },
        "government_response_at": "2016-04-25T09:11:39.843Z",
        "moderation_threshold_reached_at": "2016-02-05T17:32:10.024Z",
        "opened_at": "2016-02-09T15:09:48.068Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-10T19:59:24.877Z",
        "scheduled_debate_date": null,
        "signature_count": 11936,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:07.519Z"
    },
    "id": 120832,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120832.json"
    },
    "type": "archived-petition"
}