{
    "attributes": {
        "action": "Allow for the continuation of open access youth work in County Durham",
        "additional_details": "Open access youth work is when every young person may attend regardless of who they are and everyone gets the same opportunities and experiences. However detached youth work is targeted at people who have been kicked out of school or that are 'in need' but this would mean everyone else misses out and receives no support when these people that are in need can attend open access youth work as well and open access youth work can prevent people from getting to the point of needing detached youth work. ",
        "background": "I have attend a youth club in County Durham for 4 years and have gained many life changing opportunities that have prepared me for the future but if the proposed plans are approved the next generation will not get these opportunities as only detached youth work will take place. ",
        "closed_at": null,
        "created_at": "2016-02-06T13:33:05.161Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-06T16:42:09.435Z",
        "opened_at": null,
        "rejected_at": "2016-02-08T19:14:32.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Youth work in County Durham is the responsibility of Durham County Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.durham.gov.uk/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:08.910Z"
    },
    "id": 120890,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120890.json"
    },
    "type": "archived-petition"
}