{
    "attributes": {
        "action": "Fire Iain Duncan Smith for the extreme failure of universal credit",
        "additional_details": "No benefit system will ever be perfect, however this one punishes those who seek work, the cost of phone calls alone from a PAYG mobile is a disgrace, especially as customers are having to call up every month chasing the benefits they have earned by seeking work or doing part time work. There is also a case of them hiding a fund for support to start work from those who need it and a case where they supported a fraudulent claim by a landlord for rent arrears not proven or entitled to them.",
        "background": "Anyone who has unfortunately had to deal with U/C will most likely understand.   The system is designed with no effort or care. Call centres cannot contact each other.  Complete waste of taxpayers money. Almost none of staff have a clue as different answers are given on each phone call.Unacceptable.",
        "closed_at": null,
        "created_at": "2016-02-07T01:55:55.260Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-07T15:26:10.664Z",
        "opened_at": null,
        "rejected_at": "2016-02-08T19:05:40.540Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments. If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:09.710Z"
    },
    "id": 120922,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120922.json"
    },
    "type": "archived-petition"
}