{
    "attributes": {
        "action": "Stop car insurance companies ripping under 25s off with sky high prices",
        "additional_details": "Young drivers are facing insurance premiums nearly four times more expensive than the average driver, The 17 to 20-year-old age group has seen an 8.2% annual rise in premiums, comparison website Confused.com said.The Commons Transport Committee was told young motorists believe they are being priced off the road.The average price of a premium for a 17 to 20-year old in the third quarter of the year was £3,878 when insured as the only driver. The average older driver is priced at £1,006. ",
        "background": "Car insurances prices for under 25s is a joke, they are sky high and wrong everyone should be in titled to a fair price why should a 30-50 year old with the same driving experience as an 18 year old be 1000s of pounds cheaper it's wrong and a form of discrimination and something needs to be done.",
        "closed_at": "2016-08-08T22:59:59.999Z",
        "created_at": "2016-02-07T17:22:24.172Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-25T13:57:42.153Z",
            "details": "The Government is aware that the cost of motor insurance can be high for new drivers and understands the concerns that have been expressed about this. The average cost of motor insurance for the 17-22 age group was estimated to be £1277 as at January 2016 (MoneySavingExpert.com).\r\n\r\nIt is important to bear in mind that motor insurers have to provide unlimited cover against the risk of personal injury to third parties and cover of up to one million pounds for property damage.  \r\n\r\nThey use a wide range of criteria to assess the potential risk a driver poses and this includes the age of the applicant, the type of vehicle being driven, the postal area where the applicant lives and his/her driving experience.\r\n\r\nFigures from insurers show that as many as one-fifth of newly qualified drivers make a claim within the first six months. \r\n\r\nWhilst Government cannot intervene directly in the setting of premiums, what it can do is help to establish a situation where young and newly qualified drivers are better equipped for a life of independent driving.   \r\n\r\nAccordingly, the Government has taken forward a programme of measures to strengthen the way people learn to drive and are tested and to provide opportunities for additional training for newly-qualified drivers.  We have also engaged insurers in this process, so that they can have confidence that additional measures will make a real difference that can be rewarded.\r\n\r\nWe are focussing our efforts on encouraging learner drivers to do more practice and to practise in a wider range of driving conditions; on ensuring that the driving test assesses the skills needed for today’s roads and vehicles and those of the future; and on identifying the most promising behavioural, educational and technological interventions that can reduce young driver casualties. The Government’s Road Safety Statement, published on 21 December 2015, announced a £2 million research programme to identify the best possible interventions for learner and novice drivers.\r\n\r\nThe Road Safety Statement also conveyed the Government’s wider commitment to addressing concerns about motor insurance premiums for all drivers. It says:\r\n“We will support innovation in the motoring insurance market so premiums become more responsive to safer driver behaviour and vehicle choice. This could include extending the ‘reward based’ insurance approach pioneered through young driver telematics products to the wider motoring community and fleets.” \r\n\r\nDepartment for Transport\r\n",
            "summary": "Responsibility for setting premiums rests with insurers. The Government is strengthening the learning to drive process so that drivers can present themselves as a lower risk and obtain lower premiums ",
            "updated_at": "2016-02-25T13:57:42.153Z"
        },
        "government_response_at": "2016-02-25T13:57:42.156Z",
        "moderation_threshold_reached_at": "2016-02-07T17:49:24.750Z",
        "opened_at": "2016-02-08T19:05:12.165Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-09T15:20:15.759Z",
        "scheduled_debate_date": null,
        "signature_count": 64226,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:10.615Z"
    },
    "id": 120950,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/120950.json"
    },
    "type": "archived-petition"
}