{
    "attributes": {
        "action": "Equine Passport and Microchip law MUST be enforced by Trading Standards!",
        "additional_details": "After sending FOI requests to Trading Standards Depts throughout the UK on Horse Passport and Microchip enforcement, the results proved very little to no enforcement, checking or fines are carried out. Horses are suffering from neglect, abandonment and cruelty; many being dumped to die. Owners of these horses often untraceable, no microchip and no passport, therefore no prosecution faced for their cruelty. To stop this cycle, enforcement MUST happen and relevant fines issued.",
        "background": "By law, ALL horses should have a passport and those born after 1st July 2009, a microchip. Trading Standards departments are responsible for enforcing this law. In reality enforcement is deemed 'low priority' yet the UK is in the grip of a Horse Welfare crisis mainly caused by untraceable owners.\r\n",
        "closed_at": null,
        "created_at": "2016-02-09T20:48:41.699Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-10T12:55:59.783Z",
        "opened_at": null,
        "rejected_at": "2016-02-12T11:50:26.728Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Enforcement of this law is the responsibility of Trading Standards, which are the responsibility of local councils.\r\n\r\nYou could start a petition asking the Government to provide ring-fenced funding for enforcement of this law, or to take another specific action to increase the priroity of enforcing the law.\r\n\r\nIn addition, we can only accept petitions from named individuals, not organisations. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:14.354Z"
    },
    "id": 121126,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121126.json"
    },
    "type": "archived-petition"
}