{
    "attributes": {
        "action": "Maximum sentencing for criminals who are convicted of abusing a child.",
        "additional_details": "This is a news story about a doctor who abused 18 boys and then received a reduced sentence:\r\n\r\n\"A Children's doctor who abused 18 boys in his care at Addenbrooke's Hospital in Cambridge, has had his jail sentence reduced by the Court of Appeal.\r\n\r\nMyles Bradbury, from Suffolk, who was originally sentenced to 22 years in jail, will now serve 16 years.\"\r\n\r\nITV News\r\n\r\nWe cannot allow wicked people like this to bypass the justice system to receive a lower sentencing. They must face the maximum sentence for the evil crime.\r\n\r\n\r\n\r\n",
        "background": "A child can be mentally destroyed inside after receiving abuse. Someone's childhood is completely ruined due to child abuse. Someone who has abused a child should have an maximum sentencing as they have ruined 10 or more of someone's childhood. ",
        "closed_at": null,
        "created_at": "2016-02-09T17:56:06.960Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-09T18:31:21.864Z",
        "opened_at": null,
        "rejected_at": "2016-02-12T11:54:57.606Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Specific decisions on sentencing are the responsibility of the courts.\r\n\r\nYou could start a petition calling on Parliament to increase the minimum sentence for child abuse. You might want to specify what sentence you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:13.893Z"
    },
    "id": 121104,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121104.json"
    },
    "type": "archived-petition"
}