{
    "attributes": {
        "action": "Remove Jeremy Hunt from post as Secretary of State for Health",
        "additional_details": "The secretary of state for health has misled the public with a 7-day NHS plan by victimising junior doctors and mis-quoting published evidence. Instead of working with doctors to create a realistic, affordable 7 day NHS he has persistently isolated junior doctors by devaluing the 24 hour work already provided by doctors across the UK. There is no longer trust between junior doctors and the secretary of state for health. This will have a huge barrier in future development of NHS services.",
        "background": "The secretary of state for health has lost the trust of the entire medical profession by going against the opinion of the majority of royal colleges, doctors and the BMA. It is important for medical professionals to work with the government, this is no longer possible due to the breakdown of trust.",
        "closed_at": null,
        "created_at": "2016-02-11T20:17:07.314Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-11T20:47:40.105Z",
        "opened_at": null,
        "rejected_at": "2016-02-12T13:03:55.336Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments. If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:20.452Z"
    },
    "id": 121352,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121352.json"
    },
    "type": "archived-petition"
}