{
    "attributes": {
        "action": "Perform DBS Checks on all MPs and publish the results.",
        "additional_details": "If you want to employ someone for a sensitive position or position that could put security at risk by law a DBS check has to be done. This is to ensure that if there is evidence that someone may be a danger to security or a section of the public that their employers have a the information to ensure that those who are a danger are not retained in sensitive fields. Making DBS checks compulsory for MPs would assist the electorate in avoiding electing those likely to be criminals.",
        "background": "DBS checks are used to ensure that someone is likely to be safe to employ to sensitive or secure positions. Many positions where an employee has power over vulnerable groups or information, require one of these checks by law. (childminders, security guards etc.)",
        "closed_at": null,
        "created_at": "2016-02-12T09:18:04.536Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-19T20:07:25.359Z",
        "opened_at": null,
        "rejected_at": "2016-03-02T18:29:13.154Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear whether you would like checks to be performed on existing MPs or on parliamentary candidates (as mentioned in the final sentence). Parliamentary candidates are not the responsibility of the Government or Parliament.\r\n\r\nIt's also not clear whether you would like the results of the DBS to have any effect - that is, whether you think that MPs should be disqualified from sitting in Parliament if the DBS reveals certain information. This would require Parliament to change the law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:21.529Z"
    },
    "id": 121399,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121399.json"
    },
    "type": "archived-petition"
}