{
    "attributes": {
        "action": "All MP's Across the Uk to take a 10% pay cut starting in April 2016.",
        "additional_details": "The public who are public servants should have the right to expect that public servants pay should rise equaly in line with MP's. Following the cap on public sector pay rises the Members of Parliaments pay rise should be cut back to fall in line and be equal to the cap placed on other public sector workers. MP's pay should then only rise as other public sector workers pay increases on a one for all, all for one pay rise across the board so that all public sector workers including MP's are equal.",
        "background": "\r\nMembers of Parliament are elected by the public to represent their constituents. Constituents are members of the public many of who are also public servants who are at the mercy of those they elect to decide on their pay rises. ",
        "closed_at": null,
        "created_at": "2016-02-12T20:38:10.307Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-16T15:00:10.633Z",
        "opened_at": null,
        "rejected_at": "2016-02-17T10:58:45.855Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay. IPSA conducted a public consultation after 2012 and decided what the salaries of MPs should be after the election.\r\n\r\nIf you would like to contact IPSA about its decision, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:23.289Z"
    },
    "id": 121478,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121478.json"
    },
    "type": "archived-petition"
}