{
    "attributes": {
        "action": "Consider disciplinary action against the Rt Hon Jeremy Hunt",
        "additional_details": "Paragraph 1.2c of the Ministerial Code states: \"It is of paramount importance that Ministers give accurate and truthful information to Parliament, correcting any inadvertent error at the earliest opportunity.\" Mr Hunt's quoting of medical studies showing differences in hospital death rates at different times of the week is in breach of the Ministerial Code, and even when publicly corrected by Dr Fiona Godlee, chief editor of the BMJ, he continued to deliberately misinform the house.",
        "background": "The Rt Hon Jeremy Hunt has wilfully and deliberately misquoted medical studies regarding hospital deaths, in breach of paragraph 1.2c of the Ministerial Code. He has used this misinformation to try to guide the house to back the nuclear option of contract imposition on junior doctors.",
        "closed_at": null,
        "created_at": "2016-02-13T11:39:02.838Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-13T12:41:43.338Z",
        "opened_at": null,
        "rejected_at": "2016-06-15T13:03:27.815Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what kind of disciplinary action you would like to be taken. \r\n\r\nWe can’t accept petitions calling for an inquiry into whether an MP has misled the House of Commons. That’s because neither the House of Commons nor the Government is responsible for deciding that an inquiry that an inquiry of that kind should happen.\r\n\r\nInvestigation of alleged breaches of the Ministerial Code is the responsibility of the Independent Adviser on Ministers' Interests. Only the Prime Minister can refer cases for investigation: \r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN03750\r\n\r\nYou could start a new petition calling on the Prime Minister to refer these allegations to the Independent Adviser on Ministers' Interests, if that is what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:24.495Z"
    },
    "id": 121539,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121539.json"
    },
    "type": "archived-petition"
}