{
    "attributes": {
        "action": "Have mental health nurses working with schools in the same way school nurses do.",
        "additional_details": "Having mental health nurses in schools enables comprehensive mental health service delivery at the heart of education taking responsible away from teaching staff who's sole responsibility is to teach and brings in professionals trained to deal with these specific issues.\r\n\r\nFigures have shown increases year after year of children school aged suffering from mentally ill health but it doesn't have to be bringing in mental health nurses at an early intervention stage will promote mental health and emotional wellbeing when transition to college, university or the world of work. \r\n\r\nIt's about time we stand up for the children of today, the adults of tomorrow and support them through their hardships by giving them the tools that only mental health nurses can provide in their time of need ",
        "background": "As part of the targeted mental health in schools scheme the government has tried to improve mental health education to children of school age but it is not about teaching mental health its about providing support for both staff and students. ",
        "closed_at": "2016-08-17T22:59:59.999Z",
        "created_at": "2016-02-14T14:09:19.115Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-14T14:41:06.242Z",
        "opened_at": "2016-02-17T11:35:39.045Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 186,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:27.554Z"
    },
    "id": 121663,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121663.json"
    },
    "type": "archived-petition"
}