{
    "attributes": {
        "action": "Make the Law Equal and a Level Playing Field of All, Travellers and the Public.",
        "additional_details": "The Police Must Remove such people who have Broken in, if anyone broke into from the Normal Public they would be dealt with by the Police but not the case with Travellers who get away with causing Damage and others cleaning their mess up each time and very bias.\r\nEveryone pays through their Council Tax wasting money with Court costs and the same with Land Owners which is No Fault of theirs and the Police need say a 24 hour removal notice to shift them and take their Rubbish with them.",
        "background": "At this time Travellers get away with many Breaches of the Law, they cut chains on gates, lift out fence posts and get away with it while the Public if they did the same would be in Court, Wrong.\r\nCouncils and Private Property owners have to pay to get them removed and clear their Mess up at Cost.",
        "closed_at": null,
        "created_at": "2016-02-13T21:29:22.718Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-13T21:37:03.569Z",
        "opened_at": null,
        "rejected_at": "2016-03-20T16:29:08.730Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear how you want the law to be changed. If you would like the setting up of a traveller pitch without permission to be made illegal, you could start a petition about that. Otherwise, you could start a new petition calling clearly for the specific action you would like Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:26.099Z"
    },
    "id": 121604,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121604.json"
    },
    "type": "archived-petition"
}