{
    "attributes": {
        "action": "Make access children eligible for normal bedrooms within the local housing team",
        "additional_details": "Our local authority North Tyneside Homes stated under their lettings policy that access children of any age can share 1 bedroom. My 11 year old daughter is meant to share with her 8 year old brother and her 5 year old sister, My 11 year old is developing into a teen but because she doesn't live permanently with me is not entitled to privacy where as resident children are. \r\nhttp://my.northtyneside.gov.uk/sites/default/files/web-page-related-files/Lettings%20Policy%20v3.pdf - Section 10.1 & 10.2",
        "background": "I'm a disabled father of 3 who live 300 miles away, I've court appointed access with the children which includes overnight residency, I have contacted my local authority with regards to housing and they tell me access children are not entitled to a bedroom within a house, only flats or masionette's",
        "closed_at": null,
        "created_at": "2016-02-15T17:22:58.575Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-15T17:37:36.554Z",
        "opened_at": null,
        "rejected_at": "2016-02-18T11:22:28.741Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This housing policy is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.northtyneside.gov.uk/browse.shtml?p_subjectCategory=1499"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:29.832Z"
    },
    "id": 121752,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121752.json"
    },
    "type": "archived-petition"
}