{
    "attributes": {
        "action": "Bring in a proportional representation system for UK general elections.",
        "additional_details": "34% of registered voters didn't vote in the last 2 UK General Elections. \r\nIn 2005 it was 38%. That's almost as many as the Labour and Conservative vote combined! \r\nThe UK's single-party governments are elected by less than a quarter of registered voters. \r\nWe need a PR system to give us better democracy to remedy the demoralised non voters as they feel there votes won't count in an undemocratic first past the post system.\r\n\r\nStats taken from http://www.votenone.org.uk/uk-unheard-third.html",
        "background": "The first past the post system is out of date now that there are far more than 2 parties in General Elections and the outcome of a PR system will reflect a fair democratic society rather than one that has a concerning amount of voters disillusioned with the UK Government's version of democracy.\r\n\r\n",
        "closed_at": "2016-08-18T22:59:59.999Z",
        "created_at": "2016-02-16T10:05:39.319Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-14T12:47:55.707Z",
            "details": "A referendum on electoral reform took place in the last Parliament. In that referendum, electors voted strongly against changing the system, with more than two-thirds voting against switching to the ‘Alternative Vote’ (AV) system and in favour of retaining First Past the Post. As a result it would be hard to justify ignoring the democratic verdict in the referendum, and equally hard to make a case for a further referendum on a more ambitious reform such as PR when the more modest AV proposal was defeated so resoundingly. \r\n\r\nThis Government’s manifesto committed to respecting the will of the British people as expressed in the 2011 referendum by keeping the First Past the Post system for elections to the House of Commons.\r\n\r\nThe First Past the Post voting system is well established and understood by voters and the ballot paper is easy to complete with voters putting a cross (X) by a single candidate. In each constituency, the candidate for whom more people voted than for any of the alternatives is elected.  \r\n\r\nFirst Past the Post provides a clear link between constituents and their representatives in Parliament. More often than not, it results in a government with a working majority in Parliament making decisive government possible. It allows the formation of a clear opposition that can provide an alternative to, and a check on, the government of the day.\r\n\r\nThe Government, therefore, has no plans to change the voting system for elections to the House of Commons.\r\n\r\nCabinet Office\r\n",
            "summary": "This Government is committed to respecting the will of the British people as expressed in the 2011 referendum by keeping the First Past the Post system for elections to the House of Commons.",
            "updated_at": "2016-07-14T12:47:55.707Z"
        },
        "government_response_at": "2016-07-14T12:47:55.709Z",
        "moderation_threshold_reached_at": "2016-02-16T11:32:00.000Z",
        "opened_at": "2016-02-18T10:05:41.687Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-29T11:23:03.462Z",
        "scheduled_debate_date": null,
        "signature_count": 17459,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:31.237Z"
    },
    "id": 121810,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121810.json"
    },
    "type": "archived-petition"
}