{
    "attributes": {
        "action": "Save our City - A Vote Of \" No Confidence\" in Bradford Planning Department",
        "additional_details": "Bradford Planning Department have a history of failing and have demolished great buildings from the Swan Arcade to the Kirkgate Market and continue to do so - The objection process is fraught with pit falls and until such a time that they recognise the true community assets and social history of the city we have no confidence in their ability. Save our City - Bradford is losing not only its great community and social heritage but also it unique and historic buildings. ",
        "background": "Bradford planners have got it wrong very many times over the citys history and we have no confidence in their decision making process. They fail in all aspects of the citys and its communities conservation.  Save our City - Bradford is losing not only its great community and social heritage.",
        "closed_at": null,
        "created_at": "2016-02-17T13:01:39.137Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-17T13:30:48.607Z",
        "opened_at": null,
        "rejected_at": "2016-02-18T12:12:39.839Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning policy is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYour local council also has a petitions process - you can find out more about it here: https://www.bradford.gov.uk/bmdc/Consultations/epetitions\r\n\r\n\r\n \r\n\r\n\r\n[link]] \r\n\r\n\r\n \r\n\r\n\r\n[NB: use google to find specific council petitions process, if there is one]\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:34.251Z"
    },
    "id": 121961,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/121961.json"
    },
    "type": "archived-petition"
}