{
    "attributes": {
        "action": "Remove Wedding & Funeral Cars from the Northern Ireland Taxi Act.",
        "additional_details": "The Taxi Act was designed and implemented by the DOE to regulate the Taxi industry. They wrongfully included wedding and funeral cars in the regulations without prior consultation with any wedding or funeral car businesses in NI.  We have never had a fair chance to appeal the legislation. Wedding & Funeral cars in England, Scotland and Wales were exempted from these harsh bureaucratic regulations and we demand the same! Play your part and help save the the traditional wedding & funeral car today",
        "background": "Wedding and Funeral cars in NI have been included in a bureaucratic taxi act designed for modern day taxis. The DOE wrongfully included us in the legislation without any prior consultation. Wedding & Funeral cars in England, Scotland & Wales have been exempted and we demand the same for N.Ireland!",
        "closed_at": null,
        "created_at": "2016-02-18T10:02:46.478Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-17T12:17:22.651Z",
        "opened_at": null,
        "rejected_at": "2016-03-17T17:15:53.350Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. That means that UK Government and Parliament can't look into it. The Taxi Act (Northern Ireland) 2008 was passed by the Northern Ireland Assembly. \r\n\r\nIf you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:37.016Z"
    },
    "id": 122073,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122073.json"
    },
    "type": "archived-petition"
}