{
    "attributes": {
        "action": "Force the BBC to reinstate BBC Three as a terrestrial television channel",
        "additional_details": "The channel was closed without proper consideration for the 350,000 person petition presented to the BBC. 90% of content was from the UK with 70% original. All genres were covered and it was a broad, well watched channel considering its broadcast hours were only 1900-0400. The BBC Trust's own consultation found that the 'large majority' were against the switch. 9 million people watched the channel each week. The channel was more popular than E4, ITV2, Dave & even Sky1.",
        "background": "On 16th February 2016, the BBC ceased broadcasting BBC Three on terrestrial television and moved the channel online. Despite a petition of over 350,000 people and open letters from actors, writers & celebrities, the BBC Trust refused to back-down. ",
        "closed_at": null,
        "created_at": "2016-02-17T22:42:38.343Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-17T23:04:45.642Z",
        "opened_at": null,
        "rejected_at": "2016-02-18T13:35:10.555Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou might like to write to the BBC to make this suggestion.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:36.460Z"
    },
    "id": 122049,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122049.json"
    },
    "type": "archived-petition"
}