{
    "attributes": {
        "action": "Make crohns and colitis disease a known  disability",
        "additional_details": "Crohn's Disease and Ulcerative Colitis is largely a hidden disease, and one that causes stigma, fear and isolation – it’s thought that many people with the condition go undiagnosed and suffer in silence. It doesn’t have to be like this.",
        "background": "Crohn's Disease and Ulcerative Colitis are the two main forms of Inflammatory Bowel Disease, affecting more than 300,000 people in the UK.\r\n",
        "closed_at": "2016-08-19T22:59:59.999Z",
        "created_at": "2016-02-17T20:28:01.878Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-06T10:28:58.401Z",
            "details": "The 2010 Act defines disability as “a physical or mental impairment which has a substantial and long-term adverse effect on a person’s ability to carry out normal day-to-day activities”.  ‘Long-term’ is described as having lasted or likely to last for at least 12 months, or likely to last for the rest of a person’s life.  ‘Substantial’ is defined as more than minor or trivial.  \r\n\r\nThere is no need to explicitly list Crohn’s Disease and Ulcerative Colitis as disabilities because these conditions will qualify for protection if they fit the above definition.  Anyone who has an impairment that fits the definition of a disability in section 6 of the 2010 Act is automatically protected from disability discrimination. Employers and service providers alike are required to ensure that disabled people are not treated less favourably compared to those that are not disabled. \r\n\r\nWhere a person has an impairment, of which Crohn’s Disease and Ulcerative Colitis could be one, then employers and service providers must make reasonable adjustments for them.  These reasonable adjustments are to ensure that disabled people are not treated less favourably than those that do not have the impairments.  In the case of service providers, they have the additional duty of having to anticipate the reasonable adjustments that their disabled service-users may require.  This could include providing a shelf or a table in disabled toilets, on which users can place their equipment and accessories. \r\n\r\nHowever, the 2010 Act also recognises the need to strike a balance between the needs of disabled people and the interests of those that provide services to members of the public.  What is ‘reasonable’ will vary from one situation to another.  This is because factors like the practicability of making the adjustment, the cost of the adjustment and the resources available to different organisation, will vary from one situation and service provider to another.      \r\nFor further advice, service-users can contact the Equality Advisory and Support Service (EASS), which provides free bespoke advice and in-depth support to individuals with any discrimination concerns.  The EASS can be contacted via its website - http://www.equalityadvisoryservice.com/, or it can be contacted by telephone on 0808 8000082 (or by text phone on 0808 8000084).\r\nEmployees on the other hand can contact the Advisory, Conciliation and Arbitration Service (Acas).  Acas provides authoritative and impartial advice free to employees or employers to help prevent or resolve workplace problems via their website (www.acas.org.uk) and telephone helpline (08457 47 47 47). \r\n\r\nGuidance on factors to be taken into account when determining what illness could fall under the definition of disability is available at \r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/85038/disability-definition.pdf. \r\n\r\nGovernment Equalities Office, Department for Education",
            "summary": "In the Equality Act, anyone with a physical impairment causing substantial, long-term effect on daily activities is protected from discrimination, so avoiding the need to list specific conditions. ",
            "updated_at": "2016-05-06T10:28:58.401Z"
        },
        "government_response_at": "2016-05-06T10:28:58.408Z",
        "moderation_threshold_reached_at": "2016-02-17T20:36:27.918Z",
        "opened_at": "2016-02-19T14:16:18.008Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-20T06:21:56.717Z",
        "scheduled_debate_date": null,
        "signature_count": 14923,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:35.901Z"
    },
    "id": 122024,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122024.json"
    },
    "type": "archived-petition"
}