{
    "attributes": {
        "action": "Regulate Estate agents to stop house price bubble",
        "additional_details": "On Average 30% price increase over the last 18 months within the South and South East. (Not including London) Im referring to villages and small towns from Oxfordshire, Berkshire, Hampshire and  Wiltshire. If you earn the national average (25k per annum) you will pay on average 43% of your monthly take-home renting (not including bills) which is similar to a 160k mortgage at 5.5%! The property market is inflated by estate agents who are not regulated by the government thus causing housing bubble",
        "background": "Like many non home owners in the UK we struggle to find affordable rented accommodation and residential property within the South, South east of the UK. Trying to get onto the property ladder is extremely hard. Property value is increased due to the greed of estate agents who increase prices weekly.",
        "closed_at": null,
        "created_at": "2016-02-18T15:26:51.133Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-19T13:26:55.462Z",
        "opened_at": null,
        "rejected_at": "2016-02-22T11:31:45.361Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what regulation you would like to be applied to estate agents in order to address increases in property value. You could start a new petition explaining clearly what regulation you would like to be in place. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:37.771Z"
    },
    "id": 122110,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122110.json"
    },
    "type": "archived-petition"
}