{
    "attributes": {
        "action": "Stop KS1 tests and go back to teacher judgements and levels",
        "additional_details": "",
        "background": "This year the government decided to change the year 2 SATs tests to tests far beyond what most children of that age can achieve. Teachers were trusted to make judgement on the children they taught. This year that has gone out the window too. Help save childrens education and enjoyment of school.",
        "closed_at": "2016-08-19T22:59:59.999Z",
        "created_at": "2016-02-19T08:13:51.828Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-18T10:18:55.559Z",
            "details": "Pupils already take Key Stage 1 tests in Year 2. Teachers use these tests to inform the judgements they report to parents and the Department about their pupils. \r\n\r\nWe have developed new tests with a more challenging expected standard to align with the high expectations within the new national curriculum. Our reformed education system has been designed to set expectations that match those in the highest performing jurisdictions internationally. Previous national expectations for primary school pupils were too low and left 1 in 3 children starting secondary school unable to read, write and add-up properly. We make no apology for setting high aspirations for all children and encouraging schools to support every one of their pupils to succeed.\r\n\r\nIt is worth noting that changes to the national curriculum tests were first announced in March 2014, and since then the Department for Education and Standards and Testing Agency have provided schools with further information to help them prepare for the assessment arrangements. In addition to sample questions published in summer 2014, complete sample tests were published in summer 2015 to give primary schools nearly a year of lead-in time to ensure their pupils are adequately prepared. \r\n\r\nWhile the new tests have a more challenging expected standard, they do measure attainment across the range of ability in assessing pupils’ knowledge and understanding of the national curriculum. The easiest questions in the tests remain of a similar standard to the easiest questions in the old tests. There are, however, some more difficult questions at the top end of the scale to stretch more able pupils. Furthermore, it is important for parents and teachers to understand how children are performing in relation to national expectations, but statutory tests only form part of the broader assessments that schools make on an ongoing basis.\r\n\r\nThe removal of national curriculum levels has helped to put classroom assessment back in the hands of teachers by giving schools the freedom to develop their own approaches to assessment within key stages. Levels had a damaging impact on teaching. They encouraging pace over consolidation and incentivising teachers to focus on pupils at level boundaries. Their removal is ensuring that assessment returns to its real purpose of evaluating pupils’ knowledge and understanding of curriculum content. It is allowing teachers to focus on what they do best – teach. The report of the Commission on Assessment Without Levels provides clear guidance and advice for schools to support them in developing high-quality assessment systems This can be found at: https://www.gov.uk/government/publications/commission-on-assessment-without-levels-final-report\r\n\r\n\r\nWe do recognise that significant reforms like these take time to embed and the Minister of State for Schools has recently written to Her Majesty’s Chief Inspector, Sir Michael Wilshaw, and to Regional Schools Commissioners to emphasise that schools are in a process of transition. \r\n\r\nPrimary school standards are rising and the new assessment system will ensure that the work of dedicated teachers throughout the country is recognised and encouraged for years to come. The new Key Stage 1 tests form an important part of that recognition and not to administer them would undermine our shared goal of giving children the best possible education.\r\n\r\nDepartment for Education",
            "summary": "We recognise that reforms like these take time to embed, but the new tests and the removal of levels are central to achieving our shared goal of giving children the best possible education.",
            "updated_at": "2016-03-18T10:18:55.559Z"
        },
        "government_response_at": "2016-03-18T10:18:55.563Z",
        "moderation_threshold_reached_at": "2016-02-19T11:29:40.217Z",
        "opened_at": "2016-02-19T17:38:22.303Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-23T22:28:56.033Z",
        "scheduled_debate_date": null,
        "signature_count": 29463,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:39.704Z"
    },
    "id": 122183,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122183.json"
    },
    "type": "archived-petition"
}