{
    "attributes": {
        "action": "Persuade Whirlpool /Hotpoint to refund customers with fire hazard tumble dryers",
        "additional_details": "On the website we found our dryer was affected and were shown how to keep it clean.(Something we were doing anyway)We were told the engineer would visit in 5 weeks-we haven't used the dryer since-on fire service advice. It will now be months before we are allocated a visit. All winter then, damp house.The dryers are still catching fire, just google the news-even after being modified. Retailer is not interested - these dryers are not fit for purpose, we want our money back but no-one will listen.",
        "background": "Hotpoint, Indesit & Creda issued safety notices in November for a number of their tumble dryers. Customers were advised to register on their website-and were assured an engineer would visit in a matter of weeks for modifications to be made. Three months later we are still waiting for an appointment.",
        "closed_at": null,
        "created_at": "2016-02-18T18:01:05.349Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-20T19:00:04.139Z",
        "opened_at": null,
        "rejected_at": "2016-02-22T11:54:34.384Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition as the UK Government and Parliament is not responsible for the decisions of Whirlpool/Hotpoint.\r\n\r\nYou could consider making a complaint to Trading Standards. You can find more information about making a report to Trading Standards here:\r\n\r\nhttps://www.citizensadvice.org.uk/consumer/get-more-help/report-to-trading-standards/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:38.178Z"
    },
    "id": 122123,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122123.json"
    },
    "type": "archived-petition"
}