{
    "attributes": {
        "action": "Allow Jeremy Hunts employer to end his role as Secretary of State for Health",
        "additional_details": "As resources within the NHS and Emergency Response Services are stretched beyond breaking point, he is not acting to find positive solutions. He has, through his actions, made himself unemployable, as he can no longer talk to or be in the presence of members of The National Health workforce or their representatives. A situation where this degree of difference between management and workforce is not sustainable. His employer, the British Public, must decide if he continues in this role or not.",
        "background": "Jeremy Hunt, in his role as Secretary of State for Health, has managed to alienate and enrage people who work in the Public Health Sector, to such an extent that significant disruption to the delivery of health services in Britain are threatened. This is putting lives at risk on a daily basis.\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-02-20T11:35:36.695Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-20T17:57:56.976Z",
        "opened_at": null,
        "rejected_at": "2016-03-09T13:44:06.743Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments. If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:42.786Z"
    },
    "id": 122332,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122332.json"
    },
    "type": "archived-petition"
}