{
    "attributes": {
        "action": "Stop the government using schools for voting.",
        "additional_details": "There are plenty of other venues available for the council to use. Why should our children miss out on a days schooling and parents have to find extra money to pay if three cant take time out of work. ",
        "background": "My children's school is closed at least once a year as it is used as a voting venue, creating extra childcare costs for struggling families. For me having 2 children this nears around £80 ! This also contradicts the government policy regarding taking our children out of school during term time. ",
        "closed_at": null,
        "created_at": "2016-02-21T20:56:21.421Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-21T22:15:54.120Z",
        "opened_at": null,
        "rejected_at": "2016-02-25T12:46:19.303Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Polling stations and their locations are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nIf you would like councils to be prevented by law from using schools as polling stations across the country, you could start a petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:46.298Z"
    },
    "id": 122485,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122485.json"
    },
    "type": "archived-petition"
}