{
    "attributes": {
        "action": "Impeachment of PM & Cabinet voting \"IN\" Referendum under Treason Felony Act 1848",
        "additional_details": "EU membership severs the fundamental link between a voter, marking their cross for THEIR MP, on their ballot. As every decision and amendment, not withstanding the 1972 EC Act, can be overruled by Brussels. The General Election therefore has no legitimacy and government, no Mandate- as Sovereignty is ceded to the EU Parliament and Commission. This is against Magna Carta, and natural justice, as entitled by the British people.",
        "background": "MPs Ministers and PM swear Allegiance to Crown IN Parliament. EU membership overrules British national Sovereignty & Judiciary. PM & Cabinet Members voting \"IN\" contravene Their Oath under Treason Act 1848- it is an offence to Deprive or Depose the Queen from her established Constitutional position\"",
        "closed_at": null,
        "created_at": "2016-02-22T14:53:03.384Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-22T16:06:44.031Z",
        "opened_at": null,
        "rejected_at": "2016-02-26T12:31:23.641Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept a petition calling for the impeachment of the Prime Minister and Cabinet because this procedure is now considered obsolete. It is not therefore clear what action could be taken on this petition. \r\n \r\nThis note explains the history of impeachment and the current position: \r\n\r\nhttps://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/SN02666#fullreport\r\n \r\nIf you are concerned about Government policy, you could start a petition about specific policies that concern you."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:48.042Z"
    },
    "id": 122561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122561.json"
    },
    "type": "archived-petition"
}