{
    "attributes": {
        "action": "Make29Matter. Make 29 February a national day to benefit the people of the UK",
        "additional_details": "The objective is to establish a national day which will benefit all – the campaign has no political, religious or cultural agenda beyond that. It’s unlikely to be introduced in 2016 but, with 4 years to prepare, in 2020 it could prove to be an impactful and meaningful day. Suggestions for the day can be found as at www.make29matter.org and can added to via hello@make29matter.org. The campaign originated from the CJAM Group, a marketing agency in Essex but it is a not-for-profit project",
        "background": "#Make29Matter. 29th February should become a nationally recognised date, shaped by contemporary values and society, to stage extraordinary activities across the UK for the greater good. 29 February is unique, is just once every four years and has no religious, political or cultural connotations",
        "closed_at": null,
        "created_at": "2016-02-23T16:47:57.006Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-23T19:49:57.274Z",
        "opened_at": null,
        "rejected_at": "2016-02-25T14:36:21.308Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear whether you would like 29 February to be a bank holiday (if so, we already have a petition calling for that) or just a normal day but with the kind of activities you describe."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:51.148Z"
    },
    "id": 122691,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122691.json"
    },
    "type": "archived-petition"
}