{
    "attributes": {
        "action": "Rename CrossRail 'the Bowie line', after the late David Bowie",
        "additional_details": "Our landmarks should be used as an opportunity to promote Britain's image while celebrating our culture. The Queen is, no doubt, a towering figure in this regard. However, she is not our only figure. \r\n\r\nDavid Bowie was a truly iconic figure, not just at home but globally. His legacy as an artist, actor and performer has inspired many, and helped bring about social change. His image also greatly benefits Britain abroad. \r\n",
        "background": "Today it emerged the government wants to name the Crossrail project the 'Elizabeth Line'\r\n\r\nWhere our Queen deserves to be celebrated, the current government has named so many iconic landmarks after her that they risk wasting opportunities to celebrate other aspects of British culture",
        "closed_at": null,
        "created_at": "2016-02-23T15:23:07.002Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-23T16:13:31.637Z",
        "opened_at": null,
        "rejected_at": "2016-02-23T18:54:33.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Crossrail is a subsidiary of TfL, which is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:50.840Z"
    },
    "id": 122680,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122680.json"
    },
    "type": "archived-petition"
}