{
    "attributes": {
        "action": "Make justice for single Moms who were let down by CSA because of legal loopholes",
        "additional_details": "CSA closed my case in July 2015 and I only found out about it in Oct  2015 when I called them.  The letter was never posted to me and I had to ask them to post the letters to me later on.  CSA didn't look at the evidence I provided them with and believed the fake stories my ex husband provided.  I spent many hours on the phone with them, investing a lot of time and  psychological anguish to deal with them. I have been diagnosed with MS and have no support from the UK government at all.  ",
        "background": "I am a single Mum with 2 children.  In 2006 I separated from my husband.  From 2009 I approached CSA to help me recover maintenance & was let  down by the system.  I will become homeless because  of the lack of interest the CSA paid to the case.  ",
        "closed_at": null,
        "created_at": "2016-02-24T04:53:28.415Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-24T08:01:35.902Z",
        "opened_at": null,
        "rejected_at": "2016-03-02T17:48:32.911Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. \r\n\r\nThis website explains how you can make a complaint about the CSA:\r\n\r\nhttps://www.gov.uk/child-maintenance/complaints-and-appeals\r\n\r\nIf you would like there to be a specific change to the way the child maintenance system works, you could start a new petition asking for that specific change. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:11:52.560Z"
    },
    "id": 122755,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122755.json"
    },
    "type": "archived-petition"
}