{
    "attributes": {
        "action": "Exempt grants for academic research from new 'anti-lobbying' regulation",
        "additional_details": "The announcement by the Government on Saturday 6 February can be accessed here: https://www.gov.uk/government/news/government-announces-new-clause-to-be-inserted-into-grant-agreements\r\n\r\nIt does not mention that Government grants for research in universities and research institutes would be covered by the new clause.\r\n\r\nThe Government should ensure that grants from the higher education funding councils and research councils to support research are exempt from this new clause.\r\n",
        "background": "The Cabinet Office has announced that a new 'anti-lobbying' clause will be included in all Government grants from May 2016. This is an attack on academic freedom as it would stop grants for university research being used to influence policy-makers. It is bad for the public interest and democracy.",
        "closed_at": "2016-08-29T22:59:59.999Z",
        "created_at": "2016-02-25T15:06:40.079Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-04T11:24:25.349Z",
            "details": "The new clause on government grants announced on 6 February is about ensuring taxpayers’ money is properly spent on what was intended in grant agreements and not unintentionally diverted from good causes to fund political campaigning and lobbying. \r\n\r\nThe Cabinet Office has provided an update on the new clause in government grants pausing implementation, pending a review of the representations made.  The Government will take a decision on the form and wording of the whole clause following this review.\r\n\r\nOur world-class research base is a source of great pride and an engine of growth for this country.  It is not the Government’s intention for the seven Research Councils (1), the Higher Education Funding Council for England (HEFCE) or the National Academies to be covered by the clause. \r\n\r\nThis, along with the protection of the science budget, further demonstrates the Government’s commitment to sustaining a world-class research base and evidence-based policy making.\r\n\r\nA link to the Cabinet Office update can be found here\r\nhttps://www.gov.uk/government/news/update-on-a-new-clause-to-be-inserted-into-grant-agreements\r\n\r\n(1) The seven Research Councils include: Arts and Humanities (AHRC), Biotechnology and Biological Sciences (BBSRC), Engineering and Physical Sciences (EPSRC), Economic and Social Research (ESRC), Medical Research (MRC), Natural Environment (NERC), and Science and Technology Facilities (STFC).\r\n\r\nDepartment for Business, Innovation and Skills",
            "responded_on": "2016-05-04",
            "summary": "It is not the Government’s intention for the Research Councils, the Higher Education Funding Council for England (HEFCE) or the National Academies to be covered by the new clause on government grants.",
            "updated_at": "2016-05-04T11:24:25.349Z"
        },
        "government_response_at": "2016-05-04T11:24:25.351Z",
        "moderation_threshold_reached_at": "2016-02-25T15:33:29.657Z",
        "opened_at": "2016-02-29T12:03:02.165Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-10T12:44:45.278Z",
        "scheduled_debate_date": null,
        "signature_count": 33414,
        "state": "closed",
        "updated_at": "2017-09-09T06:11:57.468Z"
    },
    "id": 122957,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/122957.json"
    },
    "type": "archived-petition"
}