{
    "attributes": {
        "action": "Wi-fi enabled devices in home to carry kitemark for security/hacking testing.",
        "additional_details": "There are many devices which have been shown to be insecure, such as with wi-fi enabled dolls which hackers can control and interfere with its communications. Other devices have been shown to have services enabled that allow hackers to get into a device remotely. This bill will make sure that manufacturers have tested their devices from a security point-of-view, and that they continually test their devices, especially for devices in the home.",
        "background": "With growth of IoT, we increasingly see devices in our homes which connect to the Internet. Many devices have not been properly tested against hacking, including a wi-fi enabled kettle which gives away your wi-fi password. This bill will make sure devices have been tested from security point-of-view",
        "closed_at": null,
        "created_at": "2016-02-26T11:08:49.740Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-26T11:41:22.407Z",
        "opened_at": null,
        "rejected_at": "2016-03-02T17:52:49.274Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The kitemark is the responsibility of the British Standards Institution, not the UK Government or Parliament:\r\n\r\nhttp://www.bsigroup.com/en-GB/Kitemark/\r\n\r\nIf you would like the Government to develop a certification system for wi-fi enabled devices, you could start a new petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:00.232Z"
    },
    "id": 123070,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123070.json"
    },
    "type": "archived-petition"
}