{
    "attributes": {
        "action": "Totally ban legal highs , they are killing people",
        "additional_details": "She's having black outs and seizures every 20 to 30 minutes, she is slightly talking but not as a 16 year old should be, this legal high called spice has turned my beautiful daughter into a child who cannot do anything for herself right now, the hospital can not give her anything to help because they don't no enough about what different chemicals are in these legal highs, I was told, by the doctor at hospital, another 3 minutes and she would of been dead, please as a mother I am begging you to sign this petition and get these legal highs banned ",
        "background": "These highs that u can buy from a shop, are more dangerous than we are being told, after having one drag of what my daughter thought was a roll up, 4 and 1/2 hours  she was unconscious and 3 days later still in hospital having tests for brain damage and epilepsy. ",
        "closed_at": null,
        "created_at": "2016-02-26T18:57:13.742Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-26T19:24:42.711Z",
        "opened_at": null,
        "rejected_at": "2016-03-03T15:50:23.037Z",
        "rejection": {
            "code": "no-action",
            "details": "We were very sorry to read about what has happened to your daughter. However, we can’t accept your petition in its current form because we are not sure exactly what action you would like the Government or Parliament to take. Parliament has very recently passed a law which bans legal highs. This law is called the Psychoactive Substances Act 2016.\r\n\r\nThis law makes it a criminal offence to produce and supply legal highs (also referred to as a psychoactive substance), which is punishable with up to 12 months in prison. The Act also gives the police power to stop and search people they suspect of carrying and supplying legal highs, to enter and search property they suspect of selling legal highs and to seize such prohibited goods. \r\n\r\nYou can find out more about what is included in the Psychoactive Substances Act 2016 using the following website: http://www.legislation.gov.uk/ukpga/2016/2/contents/enacted/data.htm \r\n\r\nIf you would like Parliament to take additional action on legal highs, you could start a new petition calling clearly for the specific additional action you would like.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:01.413Z"
    },
    "id": 123117,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123117.json"
    },
    "type": "archived-petition"
}