{
    "attributes": {
        "action": "Protect horse livery yards, associated buildings and facilities from development",
        "additional_details": "A large number of yards alone in my local area have planning applications approved for development, leaving only a small number of small yards for horses to be kept.  This has affected the dynamics of the local forest and areas, the local businesses which rely on trade from the equine/agricultural community and the community clubs that use/hire out the facilities such as rare indoor schools. Protect our heritage, tradition, open spaces and past times for our health and wellbeing..",
        "background": "Equine livery yards, facilities and open spaces are being lost at an alarming rate to developments such as housing. These yards and facilities are precious to local communities and horse owners, effect local businesses, tradition, health and wellbeing and are integral to the countryside.",
        "closed_at": null,
        "created_at": "2016-02-27T03:59:39.393Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-28T16:56:16.233Z",
        "opened_at": null,
        "rejected_at": "2016-03-02T17:37:02.667Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government and Parliament aren't responsible for local planning decisions. However, if you would like planning law to be changed, so that it includes specific protections for livery yards and associated buildings, you could start a petition asking Parliament to make that change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:02.645Z"
    },
    "id": 123168,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123168.json"
    },
    "type": "archived-petition"
}