{
    "attributes": {
        "action": "Free Stella the dog locked up for over 2 years without exercise.",
        "additional_details": "Stella has been locked in a cage 3ft by 9ft for over 2 years without exercise due to the ' Dangerous dog act'.\r\n\r\nShe has shown no signs of aggressive behaviour and deserves the right to a fair life.",
        "background": "Stella the dog was taken into custody through no fault of her own and is now facing termination due to her breed. \r\n\r\nStella never chose to be the breed she is and she shouldn't be penalised for something out with her control.\r\n\r\nPlease free Stella or allow her to be rehomed.",
        "closed_at": null,
        "created_at": "2016-02-29T18:46:15.246Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-29T19:10:22.623Z",
        "opened_at": null,
        "rejected_at": "2016-03-02T14:51:01.651Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition as it does not call for an action which the UK Government and Parliament is responsible for. The UK Government and Parliament are not responsible for decisions to hold specific dogs under the Dangerous Dogs Act. As we understand it, a destruction order for Stella has been passed by Torquay Magistrates' Court. The courts are independent of the Government and Parliament. \r\n\r\nParliament does have the power to change the law. If you would like the Dangerous Dogs Act to be changed, you could start a petition calling for that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:08.075Z"
    },
    "id": 123377,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123377.json"
    },
    "type": "archived-petition"
}