{
    "attributes": {
        "action": "Protect individuals & families from secondhand smoke drift into their homes.",
        "additional_details": "According to Ash.org.uk, \"there is no safe level of exposure to SHS...\r\nImmediate effects of exposure to SHS include eye irritation, headache, cough, sore throat, dizziness and nausea.  Adults with asthma can experience a significant decline in lung function when exposed, while new cases of asthma may be induced in children whose parents smoke. In the longer term... exposure to other people’s smoke increases the risk of lung cancer in non-smokers by 20-30% and coronary heart disease by 25-35%.\"\r\n\r\n",
        "background": "Many people are having to deal with the effects of tobacco smoke coming into their homes from their neighbours' houses and gardens with no effective laws protecting them.  Virtually any other kind of smoke/smell can be dealt as a statutory nuisance, but not probably the most dangerous - cigarettes.",
        "closed_at": null,
        "created_at": "2016-02-28T20:26:31.493Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-28T21:01:41.798Z",
        "opened_at": null,
        "rejected_at": "2016-02-29T18:31:40.585Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a new petition calling on the Government or Parliament to do something specifically to protect individuals and families from secondhand smoke drifting into their homes.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:06.033Z"
    },
    "id": 123304,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123304.json"
    },
    "type": "archived-petition"
}