{
    "attributes": {
        "action": "Save Stella the Dog",
        "additional_details": "BBC Webaddress with further details;\r\nhttp://www.bbc.com/news/uk-england-devon-35635935Stella is on the dangerous dog list, not for anything she has done, but purely for her breeding and consequently has been in police custody, in a 3ft by 9ft cage, for the last two years, while her owner, Mr Hastie, attending 11 court hearings to save her.  During this 12 month period, Stella has been allowed of her cage just twice for assessment. This is inhumane and animal abuse. On 8 Feb 2016 she was ordered to be destroyed within 28 days.\r\n\r\n",
        "background": "Stella is on the dangerous dog list, not for anything she has done, but purely for her breeding and consequently has been in police custody, in a 3ft by 9ft cage, for the last two years, without exercise. This is animal abuse. On 8 Feb 2016 she was ordered to be destroyed within 28 days.",
        "closed_at": null,
        "created_at": "2016-02-29T13:17:06.137Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-29T18:20:05.631Z",
        "opened_at": null,
        "rejected_at": "2016-03-02T14:51:54.449Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition as it does not call for an action which the UK Government and Parliament is responsible for. The UK Government and Parliament are not responsible for decisions to hold specific dogs under the Dangerous Dogs Act. As we understand it, a destruction order for Stella has been passed by Torquay Magistrates' Court. The courts are independent of the Government and Parliament. \r\n\r\nParliament does have the power to change the law. If you would like the Dangerous Dogs Act to be changed, you could start a petition calling for the specific change you want to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:07.489Z"
    },
    "id": 123354,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123354.json"
    },
    "type": "archived-petition"
}