{
    "attributes": {
        "action": "Cancel the planned referendum on Britain's continued membership of the EU.",
        "additional_details": "Constituting more than 68% of the votes in the House of Commons, this represents a rare and overwhelming cross-party Parliamentary majority.   If it is the settled will of such a large majority in the House of Commons, Parliament should now rise to the occasion and assert the very sovereignty Brexit campaigners claim it has lost. Parliament should ratify the agreement reached by the Government with the European Union and confirm Britain’s membership of the European Union on that basis.",
        "background": "According to the BBC (as at the 26th February 2016) 444 MPs of (almost) all parties have declared their support for Britain staying a member of the European Union on the basis of the reform package negotiated by the Prime Minister, David Cameron.",
        "closed_at": "2016-09-02T22:59:59.999Z",
        "created_at": "2016-03-01T13:49:52.773Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-04T14:18:21.672Z",
            "details": "The European Union Referendum Act 2015 received Royal Assent in December 2015.  The Act was scrutinised and debated in Parliament during its passage and agreed by both the House of Commons and the House of Lords.  On 20 February 2016 the Prime Minister announced that the referendum would take place on Thursday 23 June 2016, before the deadline set in the Act to hold the Referendum by the end of 2017.\r\n\r\nAs the Prime Minister said in his statement to the House of Commons on 27 June, the Referendum was one of the biggest democratic exercises in British history with over 33 million people having their say.  He made clear that “we should be proud of our parliamentary democracy. But it is right that when we consider questions of this magnitude, we don’t just leave it to politicians but rather listen directly to the people.”\r\n\r\nThe Referendum has now been held, and the British people have voted to leave the European Union.  The Prime Minister has been clear that the British people’s will must be respected. \r\n\r\nForeign and Commonwealth Office",
            "summary": "The European Union Referendum Bill became an Act of Parliament in December 2015, committing the Government to hold a referendum on Britain’s membership.  The Referendum was held on 23 June 2016.",
            "updated_at": "2016-07-04T14:18:21.672Z"
        },
        "government_response_at": "2016-07-04T14:18:21.675Z",
        "moderation_threshold_reached_at": "2016-03-01T21:05:20.836Z",
        "opened_at": "2016-03-02T18:55:22.948Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-17T19:54:06.546Z",
        "scheduled_debate_date": null,
        "signature_count": 62478,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:09.908Z"
    },
    "id": 123450,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123450.json"
    },
    "type": "archived-petition"
}