{
    "attributes": {
        "action": "Don't ban tackling in school rugby.",
        "additional_details": "I have been a level 2 rugby union coach for a long time. Rugby has been incorrectly labelled as a contact sport. It is an invasion and evasion game with contact. The Rugby Football Union see that the correct technique for tackling is delivered in all coaching courses. If the guidelines are followed than injury would be reduced.",
        "background": "Doctors want to ban tackling in school rugby. Their argument is that it is dangerous and can cause injury. If this is the case then other sports which could involve contact such as netball and hockey should be banned also. If Coached correctly Rugby is not dangerous. Give teachers correct training.",
        "closed_at": "2016-09-03T22:59:59.999Z",
        "created_at": "2016-03-02T18:47:53.684Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-11T16:49:26.905Z",
            "details": "The government has no current plans to ban tackling in school rugby. \r\n\r\nTeam sports, such as rugby, play an important role in children’s development. They can help children develop positive traits such as fair play, leadership and resilience; an important part of our commitment in preparing children for life in modern Britain. They also provide an opportunity for physical activity and help children develop healthy habits for life.\r\n\r\nThere is no definitive list of the activities or sports that schools should offer their pupils.\r\n\r\nSchools have the flexibility to organise and deliver a diverse and challenging PE curriculum which best suits the needs of their pupils. We expect schools to be aware of the risks associated with all the sporting activities they provide, to provide a safe environment for their pupils, and to ensure that their teachers and other staff have the appropriate training.\r\n \r\nThere is expert advice available for schools to help them make sure all sporting activities are safe. The Association for Physical Education (AfPE) and the Royal Society for the Prevention of Accidents provide advice to schools on how to manage activities safely and reduce the risk of injuries and accidents. \r\n\r\nDepartment for Education\r\n",
            "summary": "The government has no plans to ban tackling in school rugby. We expect schools to be aware of the risks associated with sporting activities, and to provide a safe environment for their pupils. ",
            "updated_at": "2016-03-11T16:49:26.905Z"
        },
        "government_response_at": "2016-03-11T16:49:26.908Z",
        "moderation_threshold_reached_at": "2016-03-02T21:21:00.568Z",
        "opened_at": "2016-03-03T13:23:55.242Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-04T22:52:01.900Z",
        "scheduled_debate_date": null,
        "signature_count": 24680,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:12.957Z"
    },
    "id": 123581,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123581.json"
    },
    "type": "archived-petition"
}