{
    "attributes": {
        "action": "Cease using the word \"progressive\" to describe wealth redistribution policy.",
        "additional_details": "Progressive policy has already been used in Scotland to:\r\na) enforce massive increases in the costs associated with family home moves by replacing Stamp Duty with LBTT,\r\nand later this year will be used to:\r\nb) increase Council tax for families living in homes banded E to H despite these homes already paying far more than those banded A to D \r\nc) take an additional 3% LBTT on purchases of a second home\r\nd) continue to seek future welfare improvements, undoubtedly funded by even moderate earners",
        "background": "There is nothing progressive about taking money from those that have earned it to give to those that have not. The Scottish Government and Labour party in Scotland are obsessed with taking ever more money from the hardest working to give to the least hardest working. This has to stop.",
        "closed_at": null,
        "created_at": "2016-03-02T22:44:13.976Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-04T11:49:19.016Z",
        "opened_at": null,
        "rejected_at": "2016-03-09T14:32:28.607Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The language used by the Scottish Government and the Labour party in Scotland is their responsibility.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:13.451Z"
    },
    "id": 123610,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123610.json"
    },
    "type": "archived-petition"
}