{
    "attributes": {
        "action": "Stop the redevelopment of our historic Camden Lock Market!",
        "additional_details": "Link to the video for the decision made at the \"Development Control Committee - Thursday 4th February 2016 - 7pm - Camden Council\" http://www.camden.puplic-i.tv/core/share/open/\r\nNot a big enough consultation was done, considering the enormous importance of such a site, that means so much, to so many people.\r\nConfirmed rent increases will price out present, and future traders. Currently Camden is unique because anyone can start and grow a business with very small funds. This will be lost.",
        "background": "On the 4th February 2016, plans were approved by Camden Councillors, to redevelop our beloved Camden Lock Market. The approved plans are to destroy the existing market, and turn it into an indoor shopping space. If this happens, London will lose one of its historical, last remaining, outdoor markets",
        "closed_at": null,
        "created_at": "2016-03-02T21:33:56.257Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-04T13:06:49.939Z",
        "opened_at": null,
        "rejected_at": "2016-03-07T12:01:30.943Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttp://www.camden.gov.uk/ccm/content/council-and-democracy/having-your-say/archive/petitions-multi/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:13.338Z"
    },
    "id": 123603,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123603.json"
    },
    "type": "archived-petition"
}