{
    "attributes": {
        "action": "Change the Army pension back to 55 from 60 years of age",
        "additional_details": "When you join the HM Forces you sign a contract and then swear legiance to Her Majesty Queen Elizabeth the Second, if we ever broke the contract we would be classed as AWOL, Absent without leave and we would definitely have to do some hard jail time and have a tarnished  military record. The government thinks that this contract can be broken like it is nothing, we stood shoulder to shoulder on the parade ground, shoulder to shoulder in conflicts, let's make a change and stand together once more",
        "background": "The qualifying age for a British army pension age was always 55 in 2012 the government  breached our military contracts by changing it to 60 years old. We all served our country proudly and with honour and once again we are being let down, ",
        "closed_at": "2016-09-07T22:59:59.999Z",
        "created_at": "2016-03-04T22:33:22.267Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-25T10:36:54.733Z",
            "details": "The Independent Public Service Pensions Committee (IPSPC) made its final report in March 2011 and recommended changes to all public service pensions, including those for the Armed Forces. The IPSPC recommended that the Normal Pension Age (NPA) for the new schemes be increased in line with the State Pension Age (SPA) to reflect increased life expectancy, which has grown dramatically in the last few decades. It was also recommended that the link between SPA and NPA should be reviewed regularly with a preference for keeping the two pension ages linked. This would more fairly distribute the benefits between scheme members. An exception was made for the uniformed services where the new NPA was set to age 60, rather than the national age of 65, to reflect the unique characteristics of the work involved. \r\n\r\nFor members of Armed Forces Pension Scheme 2015 (AFPS15) personnel who do not serve until the NPA of 60, an Early Departure Payment (EDP) consisting of a tax-free lump sum and an annual income is provided to personnel; provided they have completed 20 years’ service and reached age 40.  A similar arrangement exists for AFPS 05 members in that they must be aged at least 40 and serve for 18 years. These payments are designed to compensate personnel for the fact that a full military career is not available to the majority of Regular Service personnel, and the corresponding reduction in pension. It should be taken into account that, even prior to the change in NPA, only 2% of Service personnel served through to age 55. For AFPS75 members they are eligible to receive an immediate pension, subject to meeting the pension scheme’s criteria but are not eligible to receive EDP payments. \r\n\r\nService personnel who transferred across to the new Armed Forces Pension Scheme (AFPS 15) had the value of the pension benefits earned up to the introduction of the new scheme protected. These benefits remain payable at the time they were expected to be paid in accordance with the legacy pension scheme rules and linked to the final pensionable salary at the point of leaving the Services. For those who transferred to the new pension scheme, the qualification period for the new EDP also includes time spent in a legacy scheme.  For those members who were within 10 years of their normal pension age as at 1 Apr 2012 they will remain in their existing schemes and be bound by those terms and conditions.   \r\n\r\nIt should also be noted that pensions can be taken from age 55 under AFPS 15, but these are actuarially reduced to reflect the fact that the pension will be paid over a longer period.\r\n\r\nMinistry of Defence",
            "responded_on": "2016-05-25",
            "summary": "In 2010, the Government asked Lord Hutton to chair the IPSPC which conducted a review of public service pensions and made recommendations that were sustainable and affordable.",
            "updated_at": "2016-05-25T10:36:54.733Z"
        },
        "government_response_at": "2016-05-25T10:36:54.737Z",
        "moderation_threshold_reached_at": "2016-03-04T23:03:28.860Z",
        "opened_at": "2016-03-07T17:16:59.746Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-12T08:43:38.849Z",
        "scheduled_debate_date": null,
        "signature_count": 11781,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:18.043Z"
    },
    "id": 123789,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/123789.json"
    },
    "type": "archived-petition"
}