{
    "attributes": {
        "action": "Allow schools to inform parents there child has nits",
        "additional_details": "I have asked school to please tell me if they see anything I may have missed,  but no, they are not allowed. School's need to have the power to inform a parent if they have spotted lice on your child.  For the parents whom can't be bothered to check, it would encourage them to treat their child a accordingly. \r\nThe government will never bring back the old nit nurse, as it costs too much but giving schools the power to inform individual parents would certainly assist in reducing the effects.\r\n",
        "background": "As parents,  we get a letter home from school or nursery stating that nits are present. Please give schools the rights to inform parents direct. I personally check my child's s hair everyday for lice, there's no excuse for not doing so. When we do get a lice infection, it is dealt with immediately. ",
        "closed_at": null,
        "created_at": "2016-03-09T20:08:20.167Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-10T11:18:49.451Z",
        "opened_at": null,
        "rejected_at": "2016-03-20T13:13:25.821Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what needs to change to allow schools to do this. If it is the policy of your child's school, you could raise this with the school's governing body, you could raise this with them.\r\n\r\nIf your school tells you that there is a national law that prevents them telling parents, you could start a petition asking Parliament to change that law.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:26.072Z"
    },
    "id": 124156,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124156.json"
    },
    "type": "archived-petition"
}