{
    "attributes": {
        "action": "Stop the media from solely reporting the negative incidents in the Care industry",
        "additional_details": "Through the negative coverage, the media have created a stigma attached to being a care worker or becoming one. As a result, this can discourage carers from feeling proud of what they do, and diminishes all the hard work they put in every single day.\r\n\r\nWouldn't it be nice if we could switch on the news to see a positive report about how carers are making a huge difference to peoples lives? \r\n\r\nIf you are a care worker, or know anyone that works within the Care industry, please sign this petition!",
        "background": "Millions of care visits take place each week throughout the UK. Thanks to the media, it’s easy for people to believe that many of these vulnerable people aren’t being cared for correctly, or even being abused. These awful incidents are a RARITY and are not a true representation of the Care industry.",
        "closed_at": null,
        "created_at": "2016-03-09T16:41:05.258Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-09T17:04:00.121Z",
        "opened_at": null,
        "rejected_at": "2016-03-10T18:52:54.117Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The media are independent of both the UK Government and Parliament. \r\n\r\nIf you wish to make a specific complaint about a report or article you can complain to the Independent Press Standards Organisation using the following website: https://www.ipso.co.uk/IPSO/index.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:25.520Z"
    },
    "id": 124131,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124131.json"
    },
    "type": "archived-petition"
}