{
    "attributes": {
        "action": "Increase penalties for people who park illegally near school entrances",
        "additional_details": "Just over 1000 children a month are injured in accidents on roads near schools. This is entirely preventable. Limited powers for schools, and no police or traffic wardens to impose fines, mean that dangerous, illegal parking is a regular occurrence outside our schools. Children's lives are priceless and need to be protected.",
        "background": "People parking illegally outside school gates at the beginning and end of the school day puts our children in danger by blocking the visibility of other drivers. We need higher penalties for those found parking illegally and regular patrols to deter those whose laziness puts our children at risk.",
        "closed_at": null,
        "created_at": "2016-03-11T14:55:44.946Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-11T16:12:34.540Z",
        "opened_at": null,
        "rejected_at": "2016-03-14T11:54:16.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Parking penalties and enforcement are the responsibility of your local authority and your local police force.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYou could also contact your local Police and Crime Commissioner to raise this issue. You can contact them using the following website: http://www.dorset.pcc.police.uk/get-in-touch/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:29.875Z"
    },
    "id": 124328,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124328.json"
    },
    "type": "archived-petition"
}