{
    "attributes": {
        "action": "Call an emergency parliament session to properly discuss NHS Reinstatement Bill.",
        "additional_details": "Given that the NHS Reinstatement Bill not only has cross political party support, but even wider support from the general public - the people who MP's are supposed to represent - it is undemocratic to not have such a debate. To do so would prove that this government is not democratic at all, more of a dictatorship by distraction. \r\n\r\nPublic support for NHS is evident in the ongoing Junior Doctors Strike. We therfore demand that this Reinstatement Bill be given the time and attention it deserves.",
        "background": "On 11/03/15 NHS Reinstatement Bill was due for open discussion in parliament, it's second reading. However, due to blatant filibusting by Conservative ministers, the bill was never discussed. Given the wide public support for NHS this manoeuvre to block such an important discussion is unexceptable.",
        "closed_at": "2016-09-14T22:59:59.999Z",
        "created_at": "2016-03-11T19:01:52.112Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-24T17:30:21.649Z",
            "details": "Private Members' Bills (PMBs) are debated on 13 sitting Fridays in each Parliamentary session and on these days PMBs take precedence over government business.   Priority is given to those MPs who are successful in the PMB ballot, and subsequent slots are allocated in the order in which MPs introduce their Bill.  It is for the member in charge of the Bill to nominate the date for Second Reading of their PMB and manage the Bill’s progress. \r\n\r\nCaroline Lucas MP introduced the National Health Service Bill on 1 July 2015 and nominated Friday 11 March 2016 for its Second Reading, which was the last of these sitting Fridays in this current Session.  This was the second bill scheduled to be debated that day and, under the rules of the House of Commons, priority is given to the first Bill.  This Bill was therefore very unlikely to have enough time to conclude all of its parliamentary stages.  The NHS Bill did receive a short debate on Friday 11 March, but now stands adjourned and cannot be debated further because there are no remaining sitting Fridays. All PMBs fall at the end of each parliamentary session.  \r\n\r\nThis topic could be reintroduced into the session should a Backbench MP choose to do so.\r\n\r\nThere are plenty of opportunities for Backbenchers to debate matters like the NHS, through adjournment debates and debates allocated by the Backbench Business Committee.\r\n\r\nLeader of the House",
            "responded_on": "2016-03-24",
            "summary": "Private Members' Bills (PMBs) are debated on 13 sitting Fridays in each session and it is for the member in charge of the Bill to nominate the date for Second Reading and manage the Bill’s progress.",
            "updated_at": "2016-03-24T17:30:21.649Z"
        },
        "government_response_at": "2016-03-24T17:30:21.651Z",
        "moderation_threshold_reached_at": "2016-03-11T19:28:07.452Z",
        "opened_at": "2016-03-14T11:43:16.084Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-16T17:51:48.554Z",
        "scheduled_debate_date": null,
        "signature_count": 14434,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:30.253Z"
    },
    "id": 124340,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124340.json"
    },
    "type": "archived-petition"
}