{
    "attributes": {
        "action": "Reinstate allowances regarding spelling for pupils with dyslexia.",
        "additional_details": "No allowance will be made for the tens of thousands of pupils with dyslexia. \r\n\r\nOne headteacher of a large state comprehensive school said the change would mean that a pupil who had shown a good knowledge and understanding of, for example, history – but who had spelling problems due to dyslexia – could well end up with a worse grade than a good speller who had done less well on the history questions.",
        "background": "Thousands of dyslexic children will be marked as failures under the government’s controversial new primary writing assessments. Pupils will be expected to spell almost 200 words on government wordlists if they are to reach the “expected standard” for writing at the end of Year 6.",
        "closed_at": "2016-09-14T22:59:59.999Z",
        "created_at": "2016-03-11T20:58:13.444Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-04T13:58:31.211Z",
            "details": "We are committed to improving support for pupils with dyslexia. Our reforms to the special educational needs and disabilities system emphasise providing tailored support to meet pupils’ specific needs. The reforms encourage close working with parents and pupils to make sure the support that pupils need is identified early. We work with, and provide funding to, dyslexia organisations to help to ensure that these pupils get the necessary support. \r\n\r\nIt is essential that all pupils leave primary school with the skills to succeed in secondary school. Pupils who can spell quickly and precisely are able to write down their ideas fluently and accurately, freeing them to concentrate on the meaning of what they want to say. Spelling is therefore a vital element of the National Curriculum at both key stages and is included as part of the teacher assessments of writing in Year 2 and Year 6. \r\n\r\nThe new interim teacher assessment framework for Key Stage 2 (KS2) is designed to assess the extent to which pupils have gained a secure grounding in the National Curriculum before they move on to the next stage of their education. This will be assessed by the pupils’ teachers. In writing, to meet the ‘expected standard’ pupils must be able to spell most words accurately, using the detailed spelling rules and guidance in the KS2 programme of study. The statutory KS2 wordlists are made up of words that we know pupils frequently misspell. \r\n\r\nThese assessments form part of the information used to help teachers and parents understand how pupils are performing against national expectations. They also allow us to hold schools to account for how well they have supported all their pupils to reach the expected standard.\r\n\r\nAssessment by pupils’ teachers at the end of Year 6 provides the secondary schools with accurate information on their new Year 7 pupils. The secondary schools can then effectively support all the pupils who did not meet the expected standard to achieve their full potential. They cannot respond quickly to these pupils’ needs if the assessment information they receive does not reflect accurately what pupils know and can do.\r\n\r\nOur approach applies to all pupils, including those with dyslexia, because it is in these pupils’ best interests that teachers assess accurately what they can or cannot do. \r\n\r\nStatutory assessments, however, form only part of the broader assessments that teachers continually make. Schools should report statutory assessment outcomes in the context of wider information about pupils’ overall achievements and progress across the whole curriculum.    \r\n\r\nDepartment for Education",
            "summary": "We are committed to supporting pupils with dyslexia. The teacher assessment of writing will help to ensure that all pupils have a secure grounding in this subject and identify where support is needed.",
            "updated_at": "2016-05-04T13:58:31.211Z"
        },
        "government_response_at": "2016-05-04T13:58:31.213Z",
        "moderation_threshold_reached_at": "2016-03-11T22:10:05.026Z",
        "opened_at": "2016-03-14T11:44:21.973Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-23T21:38:32.728Z",
        "scheduled_debate_date": null,
        "signature_count": 15713,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:30.688Z"
    },
    "id": 124352,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124352.json"
    },
    "type": "archived-petition"
}