{
    "attributes": {
        "action": "Save UK Air Cadet Gliding",
        "additional_details": "Volunteer Gliding Squadrons are a part of the Royal Air Force and provide gliding training to Air Cadet Organisations across the UK. They are highly professional units manned by volunteers who are usually not part of the military. They provide an invaluable opportunity for young individuals from all backgrounds to realise their potential. \r\n\r\nPoor management and a lack of leadership has led to these units being axed as a quick solution http://goo.gl/iG4yHP\r\n\r\nWe ask parliament to reverse these cuts ",
        "background": "On March 10th 2016 it was announced that Gliding for UK Air Cadet Organization was being scaled back with heavy cuts to its locations and fleet. This will mean the opportunities for 12-18 year olds to take control of an aircraft and even to learn to fly solo will be severely curtailed. ",
        "closed_at": "2016-09-14T22:59:59.999Z",
        "created_at": "2016-03-11T16:44:37.180Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-21T17:18:30.239Z",
            "details": "Air Cadet Gliding had to be paused in 2014 due to safety concerns with our aircraft. A full inspection programme was initiated with a view to recovering all of the aircraft. However after substantial operational, technical and commercial negotiations with a range of leading aerospace companies, for most of the Vigilant aircraft and a few of the Vikings it no longer represented sensible value for money to continue their repair. \r\n\r\nIn order to give Cadets the opportunity to start flying again following an Air Cadet Organisation review there will be at least 73 Vikings, a fleet of up to 15 Vigilant aircraft, combined with an increase of an extra 25 Grob Tutor fixed wing Air Experience Flights (AEFs) – a more than 50% increase on previous flights. We are committed to returning as many gliders to the skies as possible while ensuring the safety of cadets and instructors. For the first time this will be backed by a range of realistic simulators provided by the RAF Charitable Trust.\r\n\r\nThe restructured glider fleet will be operated by fewer, but larger, Volunteer Gliding Squadrons (VGS), which will have a regional focus and be better integrated with synthetic training and increased AEF locations. The RAF is fully committed to Air Cadet flying. Where Cadets will have to travel longer distances, we are increasing investment in VGS and AEF sites to include residential accommodation for cadets and staff. In the future cadet flying will be better associated with force development and ground training opportunities alongside the gliding and flying.\r\n\r\nThe RAF acknowledges this has been a tough period for cadets and instructors and is grateful for the patience and understanding of the Volunteer Gliding Squadron instructors who continue to provide inspiration and leadership to generations of cadets. Air Cadet flying will be safer and far more resilient in the long run; enabling all cadets across the United Kingdom to have equal access to flying opportunities and which better integrates and allocates cadet flying opportunities between realistic synthetic flight simulation, glider flying and an increase of AEF flights.\r\n\r\nMinistry of Defence",
            "responded_on": "2016-03-21",
            "summary": "The MOD has confirmed plans to relaunch Air Cadet Aviation to ensure cadet flying opportunities are available whilst delivering value for money.",
            "updated_at": "2016-03-21T17:18:30.239Z"
        },
        "government_response_at": "2016-03-21T17:18:30.245Z",
        "moderation_threshold_reached_at": "2016-03-11T17:01:53.309Z",
        "opened_at": "2016-03-14T11:51:50.738Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-15T20:35:57.797Z",
        "scheduled_debate_date": null,
        "signature_count": 17892,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:30.170Z"
    },
    "id": 124333,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124333.json"
    },
    "type": "archived-petition"
}