{
    "attributes": {
        "action": "We the people would like transfom MP expenses into repayable loans.",
        "additional_details": "Education and security are two upmost important factors for a thriving civilisation. Students who wish to better themselves are having no choice to get themselves into huge amounts of debt that has to be paid back to qualify themselves for a better chance at success with no guarantee. Doctors, surgeons, skilled workers and so forth all have to repay their debts (loans) and rightly so should the MP's who have claimed many times fold that amount in years gone and to come. ",
        "background": "As a nation, where every pound sterling matters and many people living in poverty are having to stretch every penny to its limits but on the other hand, some highly paid MP's take advantage of the system in play, thus turning it into a loan based expenditure system will deter the thieves.",
        "closed_at": null,
        "created_at": "2016-03-13T14:44:03.708Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-17T00:05:34.312Z",
        "opened_at": null,
        "rejected_at": "2016-03-17T16:35:14.174Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay and expenses. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay or expenses.\r\n\r\nIf you would like to contact IPSA, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:33.354Z"
    },
    "id": 124476,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124476.json"
    },
    "type": "archived-petition"
}