{
    "attributes": {
        "action": "Pursue a free movement treaty between the UK, Australia, New Zealand and Canada",
        "additional_details": "Our shared culture, language and values would make the UK, Australia, Canada and New Zealand prime partners in a freedom of movement agreement, and our similar socio-economic conditions would mean there was no major imbalance.\r\n\r\nCommonwealth Exchange study to be found here: \r\n\r\nhttp://www.commonwealth-exchange.org/polling-free-movement-between-aus-can-nz-uk/",
        "background": "A recent poll by the Commonwealth Exchange shows that 58% of British people, 70% of Australians, 75% of Canadians and 82% of Kiwis are in favour of free movement between our four countries, making it possible for a citizen of any of these nations to live and work in any of the others.",
        "closed_at": "2016-09-16T22:59:59.999Z",
        "created_at": "2016-03-14T19:36:54.257Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-07T13:05:19.893Z",
            "details": "The Government is committed to bringing net migration to sustainable levels.\r\n\r\nThe United Kingdom values its existing close co-operation with Australia, Canada and New Zealand. There are already a number of schemes which nationals of those countries can take advantage of in order to come to the UK to work. \r\n\r\nAustralia, New Zealand and Canada are among the few countries whose nationals are able to participate in the UK’s Youth Mobility Scheme which gives people aged 18-30 the opportunity to come to the UK for two years to work, study or, under certain conditions, be self employed and set up a company. These schemes are reciprocal in nature meaning that UK nationals have access to similar schemes in the countries concerned. The number of people from Australia, Canada and New Zealand admitted to the UK under these arrangements is consistently far short of the number of places made available.\r\n \r\nCommonwealth citizens are also able to benefit from UK Ancestry visas if one of their grandparents was born in the UK. These visas, which last for five years, and can be extended, allow the visa holder the right to work and study in the UK, as well as to bring family members into the UK. It is also possible for a person who has lived in the UK for five years on an ancestry visa to apply to settle in the UK permanently. \r\n\r\nCitizens of Australia, New Zealand and Canada can also apply for work visas in the normal way. In 2015 these countries were, respectively, second, fifth and sixth in the number of work visas issued by the UK. However, when population is taken into account, the ratio of work visas issued is higher for these three countries than for any of the other top ten countries. In 2015 the number of work visas issued to Australian, Canadian and New Zealand nationals increased by 5.3%, 4.6% and 21.2% respectively, as compared to 2014.  \r\n\r\nHome Office",
            "responded_on": "2016-07-07",
            "summary": "The UK values its close co-operation with Australia, Canada and New Zealand. There are already a number of schemes that give nationals of those countries the ability to come to work in the UK.",
            "updated_at": "2016-07-07T13:05:19.893Z"
        },
        "government_response_at": "2016-07-07T13:05:19.896Z",
        "moderation_threshold_reached_at": "2016-03-14T19:42:35.441Z",
        "opened_at": "2016-03-16T14:38:16.144Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-26T23:40:18.763Z",
        "scheduled_debate_date": null,
        "signature_count": 45800,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:36.043Z"
    },
    "id": 124596,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124596.json"
    },
    "type": "archived-petition"
}