{
    "attributes": {
        "action": "STOP CUTS TO LUNE ESTUARY COASTAL PATH CARPARK TOILETS AT CONDER GREEN LANCASTER",
        "additional_details": "Therefore, withdrawal of provision and maintenance of the Coastal Footpath and Car Park cuts would cause a reduction in Tourism, recreational facilities and amenity for all at a well-known and well-used site, part of Britain’s Coastal Way, in this unique coastal area of northern Lancashire. This pathway is a well used walking/running and cycle path which has sensational views of the Lune estuary and Morecambe Bay. The result in the upkeep being stopped means this path is likely to be unusable.",
        "background": "Lancashire County Council proposes the withdrawal of the Countryside Service and the provision & maintenance of the Condor Green to Lancaster Coastal Path. This would also result in closure of the Toilet Block – affecting Disabled people and those with medical conditions and the car park and path. ",
        "closed_at": null,
        "created_at": "2016-03-13T21:30:27.433Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-14T14:14:30.945Z",
        "opened_at": null,
        "rejected_at": "2016-03-16T17:48:49.582Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here: http://council.lancashire.gov.uk/mgepetitionlistdisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:34.120Z"
    },
    "id": 124513,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124513.json"
    },
    "type": "archived-petition"
}