{
    "attributes": {
        "action": "change the legal definition of rape in the uk to include female on male rape",
        "additional_details": "evidence that rape only applies to men under british law. http://www.legislation.gov.uk/ukpga/2003/42/notes/division/5/1/1\r\n\r\nevidence that sexual assault carries a light sentence than rape.\r\nhttp://www.cps.gov.uk/legal/s_to_u/sentencing_manual/s1_rape/\r\nhttp://www.cps.gov.uk/legal/s_to_u/sentencing_manual/s3_sexual_assault/",
        "background": "in the legal definition of rape it requires a penis and must be penetrative. making it so only men can be convicted of rape. woman can penetrate a man with sex toys and force penetrate and can only be done for sexual assault which carries a lighter sentence. rape to be equal must be gender neutral. ",
        "closed_at": "2016-09-20T22:59:59.999Z",
        "created_at": "2016-03-14T00:28:22.295Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-10T10:37:29.578Z",
            "details": "All non-consensual sexual penetration is dealt with by specific serious offences, including those that can be committed by a man or a woman. For example, the offence of assault by penetration carries the same maximum penalty as rape.\r\n\r\nThe sentences available under the Act for all sexual offences are significant and reflect the seriousness of the offending. \r\n\r\nIssues surrounding the definition of rape were considered both in the “Setting the Boundaries” consultation published prior to the introduction of the Sexual Offences Act 2003 and, during the passage of that legislation through Parliament.  In the consultation there was a considerable amount of agreement that rape should remain an offence of penile penetration, but that the definition be extended to include penile penetration of the mouth.\r\n\r\nIt is true that “rape” under Section 1 of the Sexual Offences Act 2003 is, in the majority of cases, committed by a man, but there are some rare exceptions for example, when a woman is actively involved in the commission of a gang rape.\r\n\r\nWe therefore have no plans to amend the legal definition of rape in the Sexual Offences Act 2003 as suggested by this e-petition. \r\n\r\nMinistry of Justice",
            "responded_on": "2016-05-10",
            "summary": "The Sexual Offences Act 2003 protects both men and women from serious sexual offending. We are committed to tackling sexual offending in all its forms.",
            "updated_at": "2016-05-10T10:37:29.578Z"
        },
        "government_response_at": "2016-05-10T10:37:29.581Z",
        "moderation_threshold_reached_at": "2016-03-14T20:59:26.849Z",
        "opened_at": "2016-03-20T13:19:35.851Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-06T20:46:11.815Z",
        "scheduled_debate_date": null,
        "signature_count": 20945,
        "state": "closed",
        "updated_at": "2017-09-19T09:45:15.882Z"
    },
    "id": 124524,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124524.json"
    },
    "type": "archived-petition"
}