{
    "attributes": {
        "action": "BBC to do an Equality Impact Assessment on when it requires \"balance\".",
        "additional_details": "When did you last see someone being interviewed on something like the gender pay gap, only to then to cut to a pseudo-academic sexist who says \"actually this is a non-issue because women are only fit to be secretaries\"?  If they covered female genital mutilation they wouldn't have someone on saying \"actually, we should cut more girls\". There'd be questions in Parliament! Yet whenever the issue is transgender inequality they claim the need for \"balance\". It's pure bias and it furthers inequality.",
        "background": "The BBC has a remit to provide balance of opinion in political matters.  This is essential in matters of elections and referenda but is often dispensed with in matters of fact or matters of discrimination and intolerance.  The balance waiver should be applied equally across all equality strands. ",
        "closed_at": null,
        "created_at": "2016-03-15T12:40:40.935Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-15T14:17:01.765Z",
        "opened_at": null,
        "rejected_at": "2016-03-24T18:45:36.458Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou might like to write to the BBC to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:37.351Z"
    },
    "id": 124663,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124663.json"
    },
    "type": "archived-petition"
}