{
    "attributes": {
        "action": "At this time of austerity, cease all MP pay rises and review excessive expenses.",
        "additional_details": "We are all aware of the major and unjust cuts to public services and the privatisation of others.\r\nAt a time of such austreity for the British prople how can current serving government justify allowing MP pay rises (from public funds) and continue to submit ridiculous expense claims. \r\nThis has to stop!!! \r\nAfter all, we're meant to be in this together right?? \r\nPlease sign and share friends, the more people do, the more chance we have to put an end to this! ",
        "background": "Britain is suffering unprecedented financial cuts across our great nation affecting many people adversely. We're told it's a time of austerity for the British people.\r\nWith that mind, lead from the front and freeze all MP pay rises and investigate, publish and reclaim excessive expenses.\r\n",
        "closed_at": null,
        "created_at": "2016-03-15T12:21:31.800Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-15T13:28:07.137Z",
        "opened_at": null,
        "rejected_at": "2016-03-16T13:59:45.778Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay or expenses. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay or expenses.\r\n \r\nIf you would like to contact IPSA, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:37.264Z"
    },
    "id": 124660,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124660.json"
    },
    "type": "archived-petition"
}