{
    "attributes": {
        "action": "Hold a public inquiry and a referendum over turning all schools into academies",
        "additional_details": "There is growing evidence that academies underperform & serious questions about their financial oversight. Buildings & land are being handed over to unaccountable orgs. Once they are transferred there is no legal mechanism to get them back. Before all schools become academies we demand the government holds a full public inquiry - that takes into account educational research and the views of teachers, parents and students - followed by a referendum in order to show that they have a mandate. \r\n\r\n",
        "background": "The government has announced that every school in England will become an academy. This was not in their manifesto and is therefore a completely undemocratic move. ",
        "closed_at": "2016-09-16T22:59:59.999Z",
        "created_at": "2016-03-16T00:11:25.398Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": null,
            "overview": "The Committee decided not to schedule a debate on this petition because the House of Commons debated the Education White Paper, which includes the Government's policy on academies, on Wednesday 13 April. The subject for the debate was chosen by the Official Opposition (Labour). \r\n \r\nThis petition was “tagged” as relevant to the debate. This means that it was listed on the order paper (the agenda of the House of Commons) as being relevant to the debate.  \r\n\r\nYou can watch the debate here: http://parliamentlive.tv/event/index/c1a5c42c-9f3d-4458-83b5-d10063c3a731?in=16:15:10 \r\n\r\n\r\nYou can read the transcript here: https://hansard.digiminster.com/commons/2016-04-13/debates/16041341000001/SchoolsWhitePaper",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-04-20T13:07:47.674Z",
        "debate_threshold_reached_at": "2016-03-20T14:00:59.985Z",
        "government_response": {
            "created_at": "2016-07-06T13:24:31.334Z",
            "details": "Since the launch of this petition, the Government has listened to feedback from teachers, school leaders and parents, as well as MPs. It is clear from those conversations that the impact academies have in transforming young people’s life chances is widely accepted and that more schools are keen to embrace academy status. As a result of these conversations the Government has decided, while reaffirming our continued determination to see all schools become academies in the next six years, that it is not necessary to bring legislation to bring about blanket conversion of all schools to achieve this goal.  \r\n\r\nThe Government will continue to require underperforming schools to convert to academy status, and to support good schools to convert and take the lead in supporting other schools as part of multi-academy trusts (MATs), In addition the Government will bring forward legislation to convert schools in the worst performing local authority areas, and where local authorities do not have the capacity to continue maintaining their schools\r\n\r\nAs part of the Government’s commitment to deliver real social justice, our reforms have made a remarkable difference to education in this country, with record numbers of children now being taught in good or outstanding schools. However, there is still more to do.\r\n\r\nThousands of schools have already chosen to become academies and we will continue to encourage high-performing maintained schools to put forward applications. We believe that good leaders are best placed to raise standards and improve outcomes for children – by running schools and groups of schools, recruiting and retaining high quality teachers, sharing their expertise to support other schools, and working together in MATs, while being held to account for rigorous, well-measured outcomes. \r\n\r\nSchools that have chosen to convert to academy status are obtaining better GCSE results and are more likely to be rated good or outstanding by Ofsted. 2015 results show primary, sponsored academies open for two years have improved their results, on average, by 10 percentage points since opening - double the rate of improvement in LA maintained schools over the last two years.\r\n\r\nAs Her Majesty’s Chief Inspector (HMCI) set out in the latest Ofsted annual report, academisation can lead to rapid improvements. In his letter of 10th March to the Secretary of State, HMCI confirmed his belief that it is right to give more autonomy to the front line and that there are some excellent MATs that have made remarkable progress in some of the toughest areas of the country.\r\n \r\nWe expect the majority of schools to join trusts or small local clusters, pupils. MATs are a stronger form of school body than those available to maintained schools, with a single point of accountability. There are many benefits for schools in joining a MAT, including that they can spend less on administration and so invest more in teachers; there are better options for staff development, recruitment and retention; and they can be more responsive to the individual needs of pupils.\r\n\r\nAcademy trusts are free from local and central government intervention so long as performance across education, finance and governance is above certain thresholds. Schools won’t be allowed to linger on, under-performing for many years. Where evidence is found that the school is coasting or failing, government will intervene promptly; however, trusts performing well will be left to run their schools as they see fit.  \r\n\r\nThe vast majority of schools which have become academies are now thriving. In the minority of academies that underperform, swift action has been taken to secure improvements. In total, we have issued 159 formal notices to underperforming academies and free schools and have moved to change the sponsor in 144 cases of particular concern (as at 4 July).\r\n\r\nThe Education and Adoption Act ensures we have powers to hold all academies to account where they do not meet the high standards we expect and create a more consistent framework for tackling underperformance.\r\n\r\nAcademy trusts have statutory responsibilities under company and charity law and also explicit accountabilities to Parliament. They must prepare financial statements each year which are audited by an independent external auditor. This means they receive greater scrutiny than most other types of schools.  These statements are published, allowing the wider public the chance to hold academy trusts to account.\r\n\r\nNo school acquires the freehold of its land as a result of becoming an academy. Most academies will continue to occupy their land on a lease which gives the individual school no powers to sell the land or change its use. Some schools already own their own land before they become academies, and they will continue to hold it. However no-one can sell or change the use of publicly funded education land or buildings without the Secretary of State’s permission.\r\n\r\nDepartment for Education",
            "responded_on": "2016-07-06",
            "summary": "We have listened to feedback, and revised our plans; we will not be introducing blanket legislation but will continue to reaffirm our determination to see all schools become academies. ",
            "updated_at": "2016-07-06T13:24:31.334Z"
        },
        "government_response_at": "2016-07-06T13:24:31.336Z",
        "moderation_threshold_reached_at": "2016-03-16T00:40:06.302Z",
        "opened_at": "2016-03-16T16:13:34.334Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-16T23:25:19.194Z",
        "scheduled_debate_date": null,
        "signature_count": 156599,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:39.383Z"
    },
    "id": 124747,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124747.json"
    },
    "type": "archived-petition"
}