{
    "attributes": {
        "action": "Build a Flood Free Raised Road link the A6 Bypass to the Charnwood Villages.",
        "additional_details": "Between the 9th & 12th of March after Torrential Rain on the 8th march, 7 Roads became Flooded & Impassable (these were Broome Ln in East Goscote, Syston Rd & Cossington Ln in Cossington, Slash Ln & Mountsorrel Ln in Sileby, Sileby Rd in Mountsorrel & Granite Way in Quorn as well as Numerous Flash Floods in & Around Leicestershire that I heard about or seen pics of from Social Media. Due to the Flooding, Barrow Village Became Gridlocked at Rush-Hour resulting in 1 hr 30min delays to Work/School.",
        "background": "Force Leicestershire County Council to Build a Flood Free Raised Road linking the A6 Bypass  to the Charnwood Villages (Sileby, Barrow Upon Soar Etc etc etc).\r\nSo Residents don't get Gridlocked in Barrow upon Soar trying to get to Loughborough/Nottingham etc due to Floods on Surrounding roads.",
        "closed_at": null,
        "created_at": "2016-03-16T08:24:56.681Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-16T09:01:31.592Z",
        "opened_at": null,
        "rejected_at": "2016-03-20T13:15:00.897Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for Leicestershire County Council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttp://politics.leics.gov.uk/mgePetitionListDisplay.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:39.671Z"
    },
    "id": 124762,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124762.json"
    },
    "type": "archived-petition"
}