{
    "attributes": {
        "action": "Make false accusation of rape a crime",
        "additional_details": "This petition is to stop people falsely accusing rape so we can focus on getting justice for actual rape victims. ",
        "background": "Being accused of rape is one of the most life damaging accusations. False accusation of rape undermines the credibility of real rape victims. Also it damages people's live. Also with the stretched resources police have, it serves no purpose to the community if police go after non existing rapist.",
        "closed_at": null,
        "created_at": "2016-03-15T20:00:12.175Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-02T04:35:41.503Z",
        "opened_at": null,
        "rejected_at": "2016-07-05T12:45:59.420Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you would like the UK Government or Parliament to do.\r\n\r\nMaking a false allegation of a crime may already in some circumstances lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time.\r\n\r\nIt is not therefore clear to us how you would like the law to be changed. You could start a new petition asking for a specific change to the law.\r\n\r\nYou may find this guidance from the Crown Prosecution Service helpful:\r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:38.224Z"
    },
    "id": 124709,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124709.json"
    },
    "type": "archived-petition"
}