{
    "attributes": {
        "action": "Ravensdale Project One Playgroup Is Closing This July 2016 Due To Funding!",
        "additional_details": "Barnardo’s Ravensdale Project is a day care centre for children with special needs aged between 2 and 4 years. Services include a nursery education group, a playgroup, and Early Bird programme. Children who are offered these services are recognised as having special educational needs as defined by the 1993 Education Act or are to be 'in need' under the Children’s Act 1989. Early Bird programme for parents of pre-school children with an ASD (Autistic Spectrum Disorder)  runs from the Centre. ",
        "background": "Last week, we found out that the Social Service Departments cannot fund them anymore. And they have only until July 2016 where the playgroup will close",
        "closed_at": null,
        "created_at": "2016-03-15T20:59:48.987Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-15T22:04:20.542Z",
        "opened_at": null,
        "rejected_at": "2016-03-25T11:40:00.142Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament.\r\n\r\nIf Ravensdale is funded by your local council, you could raise this issue with local councillors or start a petition to the council (if your council has a petitions process, details will be on its website). \r\n\r\nAlternatively, you could start a petition calling on the Government to provide funding to local councils to support day care centres for children with special educational needs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:38.575Z"
    },
    "id": 124719,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/124719.json"
    },
    "type": "archived-petition"
}