{
    "attributes": {
        "action": "Ban driven grouse shooting",
        "additional_details": "Driven grouse shooting uses animals for live target practice, with thousands killed every day. Native predators are killed because they eat Red Grouse. Mountain Hares are killed because they carry ticks that can spread diseases to grouse. Heather is burned to increase Red Grouse numbers for shooting. Grouse shooting is economically, ecologically and socially unnecessary. This is 'canned hunting'.\r\n\r\nSupported by Eduardo Gonçalves, CEO of League Against Cruel Sports, Chris Packham and Bill Oddie.\r\n",
        "background": "Grouse shooting for 'sport' depends on intensive habitat management which increases flood risk and greenhouse gas emissions, relies on killing Foxes, Stoats, Mountain Hares etc in large numbers and often leads to the deliberate illegal killing of protected birds of prey including Hen Harriers.",
        "closed_at": "2016-09-20T22:59:59.999Z",
        "created_at": "2016-03-17T20:44:14.507Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-10-31",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-10-31/debates/06472E95-10EC-49A0-BF93-84CAD2BE4191/DrivenGrouseShooting",
            "video_url": "http://www.parliamentlive.tv/Event/Index/0b841a46-eb3d-44b3-83b7-9500482b6d92"
        },
        "debate_outcome_at": "2016-11-01T09:57:57.769Z",
        "debate_threshold_reached_at": "2016-08-13T08:57:30.136Z",
        "government_response": {
            "created_at": "2016-04-21T12:41:01.377Z",
            "details": "When carried out according to the law, grouse shooting is a legitimate activity and in addition to its significant economic contribution, providing jobs and investment in some of our most remote areas, it can offer important benefits for wildlife and habitat conservation. The Government’s position is that people should be free to undertake any lawful activities. However, all those involved are encouraged to follow best practice.\r\n\r\nA report by the UK shooting community (Public & Corporate Economic Consultants report 2014: The Value of Shooting) concludes that the overall environmental and economic impact of game bird shooting is positive, and industry has estimated that £250 million per year is spent on management activities substantially benefiting conservation. For grouse shooting in particular, according to the Moorland Association, estates in England and Wales spend £52.5 million each year on managing 175 grouse moors. The industry also supports 1,520 full time equivalent jobs and is worth £67.7 million in England and Wales.  \r\n\r\nGrouse shooting takes place in upland areas, which are important for delivering a range of valuable “ecosystem services”, including food and fibre, water regulation, carbon storage, biodiversity, and recreational opportunities for health and wellbeing. The Government is committed to helping create a more sustainable future for the English uplands, including by protecting peatlands through measures such as the Peatland Code. \r\n\r\nWith regard to predator control, we welcome the proactive approach taken by game keeping organisations to ensure a sustainable, mutually beneficial relationship between shooting and conservation, for example through the BASC green shoots initiative. Control of grouse predators such as foxes and stoats on shooting estates has a role to play in the recovery of rare or declining species, particularly ground nesting birds. Mountain hares and other tick carrying species such as deer are controlled to reduce disease mortality in infected red grouse chicks. We also recognize that controlling mountain hares and deer is a legitimate practice in other circumstances: for example, to protect young trees and vegetation or as quarry species. \r\n \r\nThe Wildlife and Countryside Act 1981 affords protection to all wild birds; despite this, incidents of illegal killing of birds of prey continue, so we have identified raptor persecution as a national wildlife crime priority. Each wildlife crime priority has a delivery group to consider what action should be taken, and develop a plan to prevent crime, gather intelligence on offences and enforce against it. The raptor persecution group, led by a senior police officer, focuses on the golden eagle, goshawk, hen harrier, peregrine, red kite and white tailed eagle and is led by a senior police officer. \r\n\r\nThe National Wildlife Crime Unit, which is part-funded by Defra, monitors and gathers intelligence on illegal activities affecting birds of prey and assists police forces when required. Despite instances of poisoning and killing of birds of prey, populations of many species, such as the peregrine, red kite and buzzard have increased.  \r\n\r\nWith regard to hen harriers, in January 2016 the Defra led Upland Stakeholder Forum hen harrier sub-group published the Joint action plan to increase the English hen harrier population. This sets out six complementary actions to increase hen harrier populations in England. These actions are individually beneficial, and when combined have the potential to deliver stronger outcomes and contribute to the recovery of the hen harrier population in England. These are:\r\n\r\n1: Monitoring of populations in England and UK\r\n\r\n2: Diversionary feeding\r\n\r\n3: Work with Raptor Persecution Priority Delivery Group (RPPDG) to analyse monitoring information and build intelligence picture\r\n\r\n4: Nest and winter roost protection\r\n\r\n5: Southern reintroduction\r\n\r\n6: Trialling a Brood Management Scheme\r\n\r\nThe Action Plan sets out who leads on each action and the timescale and benefits of each. The plan was developed with senior representatives from organisations best placed to take action, including Natural England, the Moorland Association, the National Gamekeepers’ Organisation, the Game & Wildlife Conservation Trust, National Parks England and the RSPB. These organisations will now take the plan forward led by Natural England. They will monitor all the activities carried out and report annually on progress to the Defra Uplands Stakeholder Forum and the UK Tasking and Co-ordinating group for Wildlife Crime.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2016-04-21",
            "summary": "Defra is working with key interested parties to ensure the sustainable management of uplands, balancing environmental and economic benefits, which includes the role of sustainable grouse shooting.",
            "updated_at": "2016-04-21T12:41:01.377Z"
        },
        "government_response_at": "2016-04-21T12:41:01.383Z",
        "moderation_threshold_reached_at": "2016-03-17T21:33:49.278Z",
        "opened_at": "2016-03-20T12:36:30.109Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-24T19:31:20.028Z",
        "scheduled_debate_date": "2016-10-31",
        "signature_count": 123077,
        "state": "closed",
        "updated_at": "2018-03-23T16:18:23.626Z"
    },
    "id": 125003,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125003.json"
    },
    "type": "archived-petition"
}