{
    "attributes": {
        "action": "Reinstate Littletown Primary Academy School Lollipop road partol, Honiton Devon.",
        "additional_details": "(School Newsletter 18th March 2016 - Children walking to and from school independently,\r\nWe are aware that children need to develop their independence and one of the milestones of life is being able to walk to school with your friends. Please can you remind your children about crossing roads safely and going directly home.)\r\n\r\n(2016 - Parents were informed by the school that the govenment had taken funding away to remove Lolllipop Patrol outside this Primary School in Honiton Devon!)",
        "background": "Littletown Primary Academy Honiton Devon needs a Lollipop road partol to be reinstated, being a parent I'm concerned for mine & others saftey when crossing directly outside the school gates without a Lollipop traffic assistant, ages from 5yrs upwards seems appaling to allow them to negotiate on own.",
        "closed_at": null,
        "created_at": "2016-03-18T18:01:48.207Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-14T23:28:30.206Z",
        "opened_at": null,
        "rejected_at": "2016-04-15T17:12:18.463Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Lollipop patrols are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYou could start a petition calling on the Government to give local authortities funding specifically to maintain lollipop patrols."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:47.047Z"
    },
    "id": 125079,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125079.json"
    },
    "type": "archived-petition"
}