{
    "attributes": {
        "action": "Ban Liverpool Football Club from all European football tournaments.",
        "additional_details": "As a result of the Hysel disaster English clubs were banned from European football following Liverpool's rioting during the European Cup Final in 1985 which caused the death of 39 innocent Italian supporters. Genuine Football supporters don't wish to see this happen again. Liverpool's fans behaviour at Old Trafford is a stark warning that this could easily happen again with them competing in European football and we urge genuine fans to sign this petition to prevent Hysel happening again.  ",
        "background": "This petition is to impose a ban on Liverpool Football Club from competing in European Football tournaments. During Thursday night's Europa League tie Liverpool supporters purchased tickets to the East stand upper then vandalised seats, rioted & sang chants relating to Munich air disaster. ",
        "closed_at": null,
        "created_at": "2016-03-18T18:10:27.074Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-18T18:57:29.593Z",
        "opened_at": null,
        "rejected_at": "2016-03-21T13:29:46.206Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament is not responsible for which football clubs do and do not compete in European football tournaments."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:47.086Z"
    },
    "id": 125081,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125081.json"
    },
    "type": "archived-petition"
}