{
    "attributes": {
        "action": "Stop politicians being able to claim expenses and cut their wages",
        "additional_details": "3 basic necessities Water, Food and Heat that are so easy to have in the UK but sadly only if you have money. So while they themselves have massive wages to live on and on top of that are allowed to claim expenses, the other 99% of the UK population is left starving and unable to live healthy. I say NO MORE. They have taken it too far, Taken too much and caused many people to suffer severly and unnecessarily. Its the 21st century and no one should have to live like animals.",
        "background": "The amount of people in the UK being forced to claim benefits and emergency food banks and Loan sharks because they have no other choice is absolutely appalling. Politicians are constantly cutting our benefits in half forcing more and more people to go hungry and without heat and water. ",
        "closed_at": null,
        "created_at": "2016-03-18T12:05:10.120Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-18T12:20:51.725Z",
        "opened_at": null,
        "rejected_at": "2016-03-20T16:05:29.415Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay. IPSA conducted a public consultation after 2012 and decided what the salaries of MPs should be after the election. IPSA is also responsible for MPs' expenses.\r\n \r\nIf you would like to contact IPSA about its decision, here’s how to contact them: \r\n \r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:46.500Z"
    },
    "id": 125057,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125057.json"
    },
    "type": "archived-petition"
}