{
    "attributes": {
        "action": "Make the debate about breastfeeding in public illegal in the British media.",
        "additional_details": "Years ago people with disabilities were hidden away from the public, when they were reintegrated into society some people found it shocking, but they now (thankfully) have the right to be in public places. If we discussed people with disabilities being in public it would be wrong and it would not be allowed to be aired. Why in 2016 is it ok to question a woman's right to be in a public place? Surely the debate is irrelevant and can only serve to diminish the UK's rates of breastfeeding?",
        "background": "Women in Britain are allowed to breastfeed anywhere they are allowed to be, under the equality act. The discussion should not be allowed to be aired. It is offensive and infringes on women's rights to be a woman feeding her child in public. It sensationalises something that saves the NHS millions.",
        "closed_at": null,
        "created_at": "2016-03-18T15:32:23.940Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-18T15:49:47.126Z",
        "opened_at": null,
        "rejected_at": "2016-03-20T14:28:02.958Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. The media is independent of the UK Government and Parliament and therefore the UK Government and Parliament are not responsible for making debates on any issue illegal. You could start a petition calling on the Government to publicly support the right of women to breastfeed in public."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:46.872Z"
    },
    "id": 125070,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125070.json"
    },
    "type": "archived-petition"
}