{
    "attributes": {
        "action": "Block all plans to have an observation wheel put up in Stratford Upon Avon",
        "additional_details": "The views of the countryside in which Stratford Upon Avon is situated can't be truly appreciated until outside the town either from the air or surrounding hills! It is most likely that all you would see the from the observation tower is traffic and over development that the town is becoming known locally for! ",
        "background": "Stratford Upon Avon is a market town in Warwickshire. It is famous for being the Birthplace of William Shakespeare and the home of the Royal Shakespeare Theatre and Company. It's skyline does not need to be blotted by a London Eye style observation wheel. ",
        "closed_at": null,
        "created_at": "2016-03-19T09:47:24.973Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-19T10:06:19.042Z",
        "opened_at": null,
        "rejected_at": "2016-03-21T17:23:02.506Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttps://www.stratford.gov.uk/council/petitions.cfm"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:48.812Z"
    },
    "id": 125159,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125159.json"
    },
    "type": "archived-petition"
}