{
    "attributes": {
        "action": "Time to clean up Beverley Road in Hull!!",
        "additional_details": "Are you sick of seeing litter, beer cans, needles, fly tipping and even animal and human waste on our streets! What is considered a main road in Hull has become a dumping ground for intimidation, litter and crowds of drinking individuals.\r\nMany fear this road and will avoid it. Councils do not clean and a police presence is never known.\r\nAfter numerous complaints by business owners and residents, still no action has occurred. \r\nSign this petition and let Hull Council know that they're currently under performing and letting down the residents of Hull with the shocking state of Beverley Road!",
        "background": "Beverly Road in Hull has become even more unsafe, environmentally unfriendly, intimitidating and Hull City Council are not performing as they should! For years, businesses and residents have been struggling with anti-social behaviour, intimidation, littering and much more. It's time to change!",
        "closed_at": null,
        "created_at": "2016-03-18T21:54:01.095Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-21T08:55:15.302Z",
        "opened_at": null,
        "rejected_at": "2016-03-21T13:46:58.444Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Hull City Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here: http://www.hullcc.gov.uk/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:47.698Z"
    },
    "id": 125108,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125108.json"
    },
    "type": "archived-petition"
}