{
    "attributes": {
        "action": "Allow the sale of cars traded in during the scrappage scheme to private buyers.",
        "additional_details": "The government agreed to provide £1k towards the purchase of a new car to UK residents who also scrap a car that they owned for more than 12 months and was older than 10 years. \r\n\r\nThe government also asked manufacturers to contribute £1k making £2k trade in. \r\n\r\nThere are  thousands of cars kept on disused airfields across the country, costing the tax-payer money. \r\n\r\nThis petition aims to start the debate on selling the more roadworthy and valuable cars to private buyers who can restore them. \r\n\r\n\r\n\r\n\r\n\r\n",
        "background": "The UK Vehicle scrappage scheme (also Vehicle discount scheme and Car Scrappage Scheme was a introduced in the 2009 United Kingdom Budget to encourage UK citizens to purchase a new car or van and scrap an old one that they have owned for more than 12 months. ",
        "closed_at": null,
        "created_at": "2016-03-19T17:34:20.167Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-19T18:11:48.803Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T12:46:53.952Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government does not have the power to compel private companies or individuals to sell/save end of life vehicles.\r\n\r\nThe Government 2009 vehicle scrappage scheme ended in 2010. When a sale was agreed through the scrappage scheme, the dealer was responsible for disposing of the old vehicle through authorised treatment facilities (ATFs). Once a vehicle is handed over to an officially recognised scrappage yard it is up to that ATF to decide whether to repair and sell the vehicle or to completely scrap it.\r\n\r\nThe Government stated at the time that it would only approve or make payment on a transaction under the scrappage scheme where a Certificate of Destruction on the old car had been issued (see: http://www.publications.parliament.uk/pa/cm200809/cmhansrd/cm090721/text/90721w0150.htm#09072344004168\r\n\r\nMore information about the 2009 scrappage scheme can be found in this House of Commons Library note about the scheme: http://researchbriefings.files.parliament.uk/documents/SN05177/SN05177.pdf \r\n\r\nand in the Government FAQs from the time: http://webarchive.nationalarchives.gov.uk/20090609003228/http:/www.berr.gov.uk/whatwedo/sectors/automotive/scrappage/FAQs/page51710.html#scrappedvehicle"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:49.563Z"
    },
    "id": 125198,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125198.json"
    },
    "type": "archived-petition"
}