{
    "attributes": {
        "action": "Show more disabled sports on the TV",
        "additional_details": " Being able to view Paralympic sports would not only have a positive impact on aspiring and developing Paralympian’s but it would have an effect on professional players too. So with disability sports being more available to view the Paralympian’s of today this would help inspire the next generation of budding athletes. It would also give those Paralympian’s pride and more responsibility as they would be looked upon as role models to ''inspire the next generation.''",
        "background": "When London won the right to bid the 2012 summer olympics and Paralympics the slogan for the game was launched ''Inspire a Generation''. During the games there was such a buzz and it all felt great. But sadly what seems to have been forgotten now the games have ended is that entire ethos. ",
        "closed_at": null,
        "created_at": "2016-03-19T22:12:50.818Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-20T00:10:27.842Z",
        "opened_at": null,
        "rejected_at": "2016-03-22T13:09:51.242Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament don't control which programmes are shown on TV. You might like to write directly to the broadcasters to make this suggestion.\r\n\r\nIf you wanted the UK Government to make it a legal requirement for public broadcasters to show disabled sports on TV, you could start a petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:50.036Z"
    },
    "id": 125221,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125221.json"
    },
    "type": "archived-petition"
}