{
    "attributes": {
        "action": "Sell the cars that are at RAF Thurleigh Bedfordshire",
        "additional_details": "Dozens of cars going to waste let's give the cars a new lease of Life bring them back to life",
        "background": "It's such a shame see those cars go to waste we want to buy the cars...",
        "closed_at": null,
        "created_at": "2016-03-19T20:51:45.928Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-19T21:35:49.410Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T14:11:58.307Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government does not have the power to compel private companies or individuals to sell/save end of life vehicles.\r\n\r\nWe think your petition is about cars which were traded through the Government 2009 vehicle scrappage scheme. This scheme ended in 2010. When a sale was agreed through the scrappage scheme, the dealer was responsible for disposing of the old vehicle through authorised treatment facilities (ATFs). Once a vehicle is handed over to an officially recognised scrappage yard it is up to that ATF to decide whether to repair and sell the vehicle or to completely scrap it.\r\n\r\nThe Government stated at the time that it would only approve or make payment on a transaction under the scrappage scheme where a Certificate of Destruction on the old car had been issued (see: http://www.publications.parliament.uk/pa/cm200809/cmhansrd/cm090721/text/90721w0150.htm#09072344004168).  \r\n\r\nMore information about the 2009 scrappage scheme can be found in this House of Commons Library note about the scheme: http://researchbriefings.files.parliament.uk/documents/SN05177/SN05177.pdf \r\n\r\nand in the Government FAQs from the time: http://webarchive.nationalarchives.gov.uk/20090609003228/http:/www.berr.gov.uk/whatwedo/sectors/automotive/scrappage/FAQs/page51710.html#scrappedvehicle"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:49.947Z"
    },
    "id": 125218,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125218.json"
    },
    "type": "archived-petition"
}