{
    "attributes": {
        "action": "Reuse and restore the parts and cars from the cars in the scrappage scheme.",
        "additional_details": "Owners of classic cars contribute in may positive ways to society and the economy, they spend money on parts and pay for specialist services to keep the cars running, and also it a link to the past, we maintain listed buildings, furniture and art yet throw away our car designs and motoring heritage.\r\nthe scrappage scheme was to increase sales of new cars, this wouldn't alter this fact just enrich our motoring pleasure of the past.\r\nCars like these should be in a hanger for future generations.\r\n",
        "background": "The cars in the scrappage scheme were taken off the road to reduce emissions,this has happened but many people still own classic cars and require parts to keep them road worthy and maintain our motoring heritage.\r\nReusing the parts is far more ecologically sound than manufacturing new parts\r\n",
        "closed_at": null,
        "created_at": "2016-03-20T10:17:40.835Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-20T11:07:28.398Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T12:45:59.450Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government does not have the power to compel private companies or individuals to sell/save end of life vehicles.\r\n\r\nThe Government 2009 vehicle scrappage scheme ended in 2010. When a sale was agreed through the scrappage scheme, the dealer was responsible for disposing of the old vehicle through authorised treatment facilities (ATFs). Once a vehicle is handed over to an officially recognised scrappage yard it is up to that ATF to decide whether to repair and sell the vehicle or to completely scrap it.\r\n\r\nIn relation to the destruction of classic cars under the 2009 scrappage scheme, the Government Minister at the time confirmed that it was up to the owners of a vehicle to decide what to do with their own property (see: http://www.publications.parliament.uk/pa/cm200809/cmhansrd/cm090721/text/90721w0150.htm#09072344004168"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:50.717Z"
    },
    "id": 125250,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125250.json"
    },
    "type": "archived-petition"
}