{
    "attributes": {
        "action": "Save Dawlish from over development and lack of town investment",
        "additional_details": "The latest lunacy is proposing construction traffic should be diverted down SANDY LANE ... With a tight blind corner by a playground and down an already damaged quieter residential street. WHERE IS THE PROMISED LINK ROAD? Dawlish is being crippled this year by three major events being cancelled, add to that the overdevelopment and lack of sensible town planning and investment and we are looking at this beautiful town disappearing from the Tourism map.",
        "background": "Dawlish is a lovely seaside town which is falling victim to overdevelopment and ill thought out planning. Roads are pot holed, schools and Drs becoming over subscribed and no thought is being given to safety when allowing lorries to thunder through congested roads at school times. See update!",
        "closed_at": null,
        "created_at": "2016-03-21T07:07:43.774Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-21T08:07:58.167Z",
        "opened_at": null,
        "rejected_at": "2016-03-22T18:20:36.459Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:52.278Z"
    },
    "id": 125323,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125323.json"
    },
    "type": "archived-petition"
}