{
    "attributes": {
        "action": "Save the classic cars from the scrappage scheme",
        "additional_details": "I propose that the cars are auctioned off to the public, or at least used for parts. The price of steel has recently dropped dramatically and therefore it seems pointless to waste these iconic cars for this purpose. Many of these cars are a huge part of British motoring history, cars such as Minis, Triumphs, Rovers and Jaguars amongst many others are iconic cars and shouldn't be scrapped for a pittance.",
        "background": "Classic vehicles still mean as much as any other part of history, why let them waste away sat on an airfield?",
        "closed_at": null,
        "created_at": "2016-03-21T19:12:52.812Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-22T11:50:45.771Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T12:44:56.697Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government does not have the power to compel private companies or individuals to sell/save end of life vehicles.\r\n \r\nWe think your petition is about cars which were traded through the Government 2009 vehicle scrappage scheme. This scheme ended in 2010. When a sale was agreed through the scrappage scheme, the dealer was responsible for disposing of the old vehicle through authorised treatment facilities (ATFs). Once a vehicle is handed over to an officially recognised scrappage yard it is up to that ATF to decide whether to repair and sell the vehicle or to completely scrap it.\r\n\r\nThe Government stated at the time of the scrappage scheme that it would only approve or make payment on a transaction under the scrappage scheme where a Certificate of Destruction on the old car had been issued (see: http://www.publications.parliament.uk/pa/cm200809/cmhansrd/cm090721/text/90721w0150.htm#09072344004168).  \r\n  \r\nMore information about the 2009 scrappage scheme can be found in this House of Commons Library note about the scheme: http://researchbriefings.files.parliament.uk/documents/SN05177/SN05177.pdf\r\n\r\nIn relation to the destruction of classic cars under the 2009 scrappage scheme, the Government Minister at the time confirmed that it was up to the owners of a vehicle to decide what to do with their own property (see: http://www.publications.parliament.uk/pa/cm200809/cmhansrd/cm090721/text/90721w0150.htm#09072344004168"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:12:53.911Z"
    },
    "id": 125383,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125383.json"
    },
    "type": "archived-petition"
}