{
    "attributes": {
        "action": "Make dental nurses more recognised for the job they do and pay them more an hour",
        "additional_details": "We have to make sure patients are coming into a clinical environment cross infection control sterlise instruments write notes and most of all make sure the patients are comfortable and happy understand treatment it's more then how a nurse would work in a hospital we do more cpd and pay for a registration some qualified dental nurses are on as little as £7.50 an hour we need to be professionally recognised for the responsibility that we have and be on at least £13 hour ",
        "background": "Currently dental nurses get paid a poor hourly rate for the responsibility of the job we do, we have to do more c p d then nurses do working in hospital yet we are not recognise in this, you can currently earn more money working in a supermarket then being responsible for our jobs ",
        "closed_at": null,
        "created_at": "2016-03-24T07:09:40.149Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-24T07:32:09.198Z",
        "opened_at": null,
        "rejected_at": "2016-03-29T16:20:32.061Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition has been rejected because it is about a matter which the UK Government or Parliament is not responsible for. \r\n\r\nThe level of pay for dental nurses who are not employees of the NHS is a matter for the businesses that employ them. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:00.414Z"
    },
    "id": 125653,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125653.json"
    },
    "type": "archived-petition"
}