{
    "attributes": {
        "action": "Stop spending a fixed 0.7 per cent slice of our national wealth on Foreign Aid",
        "additional_details": "Read articles at: www.mailonsunday.co.uk/foreignaid\r\n\r\nA bill passed in 2015 required the Government to spend a fixed 0.7% of gross national income on foreign aid. UK handouts will rise from current £12bn to £16bn by 2020. This is by far the highest rate of any G20 nation and is leading to huge waste and corruption. We believe this is the wrong approach because it fuels waste by focussing on targets, not outcomes. Foreign aid should provide money for the job, not jobs for the money.\r\n",
        "background": "Despite spending cuts at home the Government is committed to hand over 0.7% of national income in overseas aid, regardless of need. The Mail on Sunday believes voters do not want this and instead, we should provide money only for truly deserving causes, on a case-by-case basis.\r\n",
        "closed_at": "2016-09-24T22:59:59.999Z",
        "created_at": "2016-03-24T15:02:14.691Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-06-13",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-06-13/debates/16061315000001/ForeignAidExpenditure",
            "video_url": "http://parliamentlive.tv/Event/Index/d3ed341d-af80-4b35-aee4-f1e20d8f40c4"
        },
        "debate_outcome_at": "2016-06-14T09:29:56.420Z",
        "debate_threshold_reached_at": "2016-03-27T19:33:04.436Z",
        "government_response": {
            "created_at": "2016-04-12T13:40:11.636Z",
            "details": "The UK’s commitments on overseas aid were part of the 2015 manifesto on which the government was elected. The government is keeping its promise to the electorate, tackling global challenges in the national interest.\r\n\r\nBritain faces a simple choice: either we wait for the problems of the world to arrive on our doorstep, or we take action to tackle them at source.\r\n\r\nUK aid, whether it is helping to prevent deadly diseases like Ebola from coming to the UK from West Africa, or enabling Syrian refugees and other would-be migrants to stay in their home region, is about creating a more stable and secure world.\r\n\r\nOver the last five years, UK aid has been life-saving and life-changing for millions of the poorest people around the world. We have supported 11 million children through school. We have helped more than 60 million people get access to clean water, better sanitation and improved hygiene conditions. We are leading the global effort to save millions of girls from child marriage and Female Genital Mutilation.\r\n\r\nUK aid is spent where it is most needed and is subject to rigorous internal and external checks and scrutiny at all stages. The UK’s aid programmes are scrutinised by the Independent Commission for Aid Impact, the International Development Select Committee and Public Accounts Committee in Parliament, and the National Audit Office. This is in addition to internal monitoring and evaluation to ensure projects stay on track and deliver value for taxpayers’ money.\r\n\r\nThe government has realigned the UK’s aid strategy, cutting wasteful programmes and making sure spending is firmly in the UK’s national interest. Alongside an increased defence budget and the UK’s world class diplomatic service, our aid programme is helping to create a more prosperous and stable world in which the UK can stand tall and flourish.\r\n\r\nBritain’s aid strategy recognises that tackling poverty overseas means tackling the root causes of global problems that affect all of us, such as disease, migration, and terrorism. The Department for International Development is the UK’s primary channel for aid, but to respond to the changing world, more aid will be administered by other government departments, such as the Home Office, Foreign and Commonwealth Office, Department of Health, and Department for Business, Innovation and Skills, drawing on their complementary skills.\r\n\r\nThe government will invest more through its aid programme to tackle the causes of instability, insecurity and conflict, and to tackle crime and corruption. DFID is already working with the Metropolitan Police, National Crime Agency, and HMRC to recover funds stolen from developing countries, and help countries build proper tax systems and robust institutions so they can stand on their own two feet.\r\n\r\nThis is an approach that works; as well as delivering humanitarian aid to crisis zones and targeting the root causes of the migration crisis, it is increasing economic prospects in fragile states to help counter extremism, and helping build our future trading partners.\r\n\r\nYou can the read the full UK aid strategy here:\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/478834/ODA_strategy_final_web_0905.pdf\r\n\r\nDepartment for International Development",
            "responded_on": "2016-04-12",
            "summary": "The UK’s aid commitment means we can be proud to be a country that not only meets its responsibilities to the world’s poorest, but in doing so best serves and protects its own security and interests.",
            "updated_at": "2016-04-12T13:57:14.659Z"
        },
        "government_response_at": "2016-04-12T13:40:11.645Z",
        "moderation_threshold_reached_at": "2016-03-24T16:41:34.182Z",
        "opened_at": "2016-03-24T16:44:36.177Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-27T01:20:18.080Z",
        "scheduled_debate_date": "2016-06-13",
        "signature_count": 235979,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:02.946Z"
    },
    "id": 125692,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125692.json"
    },
    "type": "archived-petition"
}