{
    "attributes": {
        "action": "Save the Human Rights Act",
        "additional_details": "In the past we've been rightly proud of our tough stance around the world on human rights. \r\nThe UK will not extradite to a country where the death penalty is used. UK politicians have called for Guantanamo to be closed and laws criminalising homosexuality in Africa and elsewhere to be overturned. \r\nWe accept that the Conservative party won the 2015 General Election with a majority, however a decision on something as important as this has to have the backing of the majority of the electorate, not just the 36% that voted Conservative. We are therefore asking you to do the right democratic thing and bring your proposal for a 'British Bill of Rights' before the electorate in a referendum and let them decide if they wish to opt for this, or keep the existing Human Rights legislation.",
        "background": "The Human Rights Act is an important act designed to protect each and every individual from inequality and injustice be it from another individual, corporations or our own government. As such the decision to remove or change that protection should, ultimately lie with the people of the UK. ",
        "closed_at": "2016-09-24T22:59:59.999Z",
        "created_at": "2016-03-23T16:12:33.789Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-19T10:10:10.882Z",
            "details": "Fundamental human rights are essential in a modern, civilised democracy such as the United Kingdom. This Government was elected with a mandate to reform and modernise the UK human rights framework. We will set out our proposals to fulfil that commitment in due course and we will consult fully on those proposals.\r\n\r\nMinistry of Justice",
            "summary": "We will set out our proposals for a British Bill of Rights in due course. We will consult fully on those proposals.",
            "updated_at": "2016-10-19T10:10:10.882Z"
        },
        "government_response_at": "2016-10-19T10:10:10.884Z",
        "moderation_threshold_reached_at": "2016-03-23T16:36:53.649Z",
        "opened_at": "2016-03-24T17:39:27.885Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-26T06:34:37.560Z",
        "scheduled_debate_date": null,
        "signature_count": 81148,
        "state": "closed",
        "updated_at": "2017-09-09T06:12:59.561Z"
    },
    "id": 125604,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125604.json"
    },
    "type": "archived-petition"
}