{
    "attributes": {
        "action": "Stop changes to the Civil Service Compensation Scheme",
        "additional_details": "Massive changes to the CSCS are being proposed at a time when hundreds of government offices are earmarked for closure and thousands of loyal public sector workers face losing their jobs. ",
        "background": "Then government minister, Francis Maude, introduced changes to civil service redundancy terms in 2010 saying they were 'fair for the taxpayer' and 'right for the long term'. Civil servants feel betrayed that this promise is being broken as their terms and conditions come under fresh attack. ",
        "closed_at": "2016-09-25T22:59:59.999Z",
        "created_at": "2016-03-24T12:18:14.942Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-10T14:15:50.554Z",
            "details": "A consultation on possible changes to the Civil Service Compensation Scheme was run by the Government between 8 February 2016 and 4 May 2016.  The consultation document (available at https://www.gov.uk/government/consultations/consultation-on-reform-of-the-civil-service-compensation-scheme) sets out the arguments in favour of reform based around a set of core principles.  The Government has entered the consultation with an open mind and has not yet reached a decision on what changes to make.  Once it has reached that decision it will publish its reply to the responses on the consultation.  Any change to the Compensation Scheme that reduces benefits payable will need to be accompanied by a report to Parliament on the steps taken to reach agreement with those consulted on the changes.\r\n\r\nCabinet Office",
            "summary": "The Government has consulted on changes to the Civil Service Compensation Scheme.  It has not yet made a decision and will respond to the consultation in due course.",
            "updated_at": "2016-05-10T14:15:50.554Z"
        },
        "government_response_at": "2016-05-10T14:15:50.557Z",
        "moderation_threshold_reached_at": "2016-03-24T12:49:33.228Z",
        "opened_at": "2016-03-25T12:07:38.033Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-23T09:00:54.882Z",
        "scheduled_debate_date": null,
        "signature_count": 28643,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:01.020Z"
    },
    "id": 125673,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125673.json"
    },
    "type": "archived-petition"
}