{
    "attributes": {
        "action": "Make Childrens Services in Family Court produce their Evidence of \r\nChild Abuse",
        "additional_details": "Children's Services should be charged with perjury\r\nand perverting the course of justice when they knowingly write reports that contain false accusations conjecture etc \r\njudges should abide with the law and demand to see the evidence of these accusations parents grandparents and anyone accused of child abuse should be at the family law hearing to be able to defend themselves against false accusations",
        "background": "Children's Services make accusations in Reports to Family Court\r\nThese reports contain false accusations and conjecture \r\nWhich judges take as the truth judges should make children;s services\r\nproduce the evidence before tearing families apart \r\nThis is nothing but INJUSTICE and against our rights ",
        "closed_at": null,
        "created_at": "2016-03-24T19:13:18.512Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-24T21:03:39.379Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T16:24:40.039Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be about the behaviour of judges and the courts. The courts system is entirely independent of the Government and Parliament. \r\n\r\nPerjury and perverting the course of justice are both against the law. If you have evidence that someone has committed one of these offences, that would be a matter for the police. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:02.246Z"
    },
    "id": 125719,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125719.json"
    },
    "type": "archived-petition"
}