{
    "attributes": {
        "action": "Health Secretary – do not just ignore the NHS Constitution by your actions",
        "additional_details": "The Health Secretary said the junior doctor contract imposition was ‘to help deliver our manifesto commitment’ for a more “convenient” 7 day health service, but convenience cannot compromise safety in an NHS service that is already under huge pressure; the pursuit of an election pledge cannot be used to force changes on the NHS that jeopardise its effectiveness and its future. The Health Secretary must not disregard the NHS Constitution and the concerns of its staff in pursuit of votes. \r\n",
        "background": "The Health Secretary is required by law to have regard to the NHS Constitution. The NHS is a monopoly employer; imposing contracts on its employees to realise an election pledge demonstrates a failure to value staff. Excellent patient care needs staff who feel valued –NHS Constitution Principle 3.",
        "closed_at": null,
        "created_at": "2016-03-26T17:10:11.771Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-27T06:32:00.795Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T11:19:03.216Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling on the Government and/or Parliament to take a clear action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:05.428Z"
    },
    "id": 125859,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125859.json"
    },
    "type": "archived-petition"
}