{
    "attributes": {
        "action": "To make event parking at the 02 London no more than £3 per hour.",
        "additional_details": "Sunday 20th March 2016 - Attended an event at the 02. Parked for 2 and a half hours and was charged £31.\r\nThursday 24th March 2016 - Attended an event and had dinner at the 02 first. Parked for 6 hours and was charged £31.\r\n\r\nThis is not consistent. Despite spending money on refreshments in the venue I have still had to pay £62 for 8 and a half hours for parking 1 vehicle in 1 week, after having no option other than to drive from Kent, in addition to the tube strikes. Totally unacceptable. ",
        "background": "It is completely unreasonable to expect any person to pay £31 to park their vehicle at the 02 arena in London having already paid to see an event. Usually people only drive to the venue because they do not have easy access to public transport and it therefore gives them no option other than to pay. ",
        "closed_at": null,
        "created_at": "2016-03-25T21:50:26.453Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-25T21:57:41.526Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T09:39:49.840Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament are not responsible for the price of car parking at the O2.  This is the responsibility of the O2 Arena."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:04.428Z"
    },
    "id": 125815,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125815.json"
    },
    "type": "archived-petition"
}