{
    "attributes": {
        "action": "Build a statue in Edinburgh in the memory of James Connolly",
        "additional_details": "yet we are one the only countries who don't have a comerative statue dedicated to this great and important man.America has two dedicated to memory of him, Ireland has one plus a train station yet Scotland does not recognise one of our own as part of our history in any way at all, so I'm petitioning to have a statue made for James Connolly's memory in his native town of Edinburgh. A Republic For The Working Class Economic Liberty",
        "background": "In the 1916 Easter Rising in Ireland, James Connolly Was probably the most important person during this period, he is not recognised in his own country! Connolly was born in Scotland but proud of his Irish heritage aswell as his own country,",
        "closed_at": null,
        "created_at": "2016-03-28T04:14:31.511Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-07T15:55:04.339Z",
        "opened_at": null,
        "rejected_at": "2016-04-10T13:46:10.601Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning decisions in Edinburgh would be the responsibility of Edinburgh City Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here: http://www.edinburgh.gov.uk/info/20029/have_your_say/260/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:07.757Z"
    },
    "id": 125972,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125972.json"
    },
    "type": "archived-petition"
}