{
    "attributes": {
        "action": "Stop candidates being drafted into safe seats when they have no local connection",
        "additional_details": "How can a person who has not lived in an area understand what problems people face or what makes people tick here? In the case of my constituency this is especially true and we have issues here which a person from southern england would just not get. There was a similar example of this when boris johnson was 'choosing' a seat last year - you shouldnt get to choose, you should only stand where you've lived and worked for a certain period of time.",
        "background": "I am from Louth and Horncastle  (a safe conservative seat) and take great displeasure from the fact my new mp Victoria Atkins was drafted in from another part of the country to win. I think there should be some guidelines in place to stop this happening so local people have a local representative.",
        "closed_at": null,
        "created_at": "2016-03-28T10:40:46.159Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-28T10:51:23.892Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T09:49:32.038Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The selection of candidates is a matter for political parties and not the UK Government and Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:08.163Z"
    },
    "id": 125988,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/125988.json"
    },
    "type": "archived-petition"
}