{
    "attributes": {
        "action": "BBC's \"This Farming Life\" TV series must be have a second series commissioned",
        "additional_details": "For many years the portrayal of farming on the BBC at a national level has been limited to a small portion of the Country File program. Whilst this has been worthwhile exposure for the farming industry it has not truly shown the hard work, dedication, technical approach & passion entailed in successfully running a complex & challenging business. This Farming Life has both demonstrated this work & showcased the world where our food is produced which many consumers do not understand.",
        "background": "The recent series on BBC2 has been, without a doubt, the best farming related programming shown on the BBC for many years. Real people showing how dedicated, passionate and professional they are about their chosen way of life to deliver world leading food for the UK and beyond.",
        "closed_at": null,
        "created_at": "2016-03-29T21:28:43.741Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-29T21:52:24.101Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T10:55:42.190Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou might like to write to the BBC to make this suggestion.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:10.678Z"
    },
    "id": 126095,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126095.json"
    },
    "type": "archived-petition"
}