{
    "attributes": {
        "action": "Councils should put something in place for dogs that are found out of hours.",
        "additional_details": "    You may be aware that in January this year Margate Police Station closed their kennels and stopped taking stray dogs when brought to the station. A Facebook group has been set up for a few years now sharing missing and found dogs on a daily basis , now with the police kennels closed - I ask- where are members of the public supposed to take these dogs? There are absolutely no facilities to accommodate this problem! The new chipping law is imminent but what's the point if there's no out of hours service to scan them? Local councils need to take responsibility ",
        "background": "      You may be aware that in January this year Margate Police Station closed their kennels and stopped taking stray dogs,Dog Wardens were no longer on duty after hours . ",
        "closed_at": null,
        "created_at": "2016-03-28T16:51:23.681Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-28T20:33:02.180Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T13:53:16.944Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling on the Government to provide funding to local authorities to keep kennels open and dog wardens on duty, or a petition calling for Parliament to change the law to require councils to provide this service out of hours."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:08.629Z"
    },
    "id": 126010,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126010.json"
    },
    "type": "archived-petition"
}