{
    "attributes": {
        "action": "David Crompton chief constable at the center of the Rotheram child Abuse.",
        "additional_details": "We the British public demand David is stripped of his ridiculous 2 million pound pension.Mr Crompton was in charge when a report by Professor Alexis Jay revealed that 1,400 children had been sexually abused by mainly Asian men in Rotherham between 1997 and 2013. Police officers under Davids command failed victims turning a blind eye to crime failing to enforce British law leaving over 1000 victims vulnerable to sexual abuse failing to do the job he was paid handsomely for.This is an outrage.\r\n\r\n\r\n\r\n",
        "background": "David Crompton, 52, whose South Yorkshire force also faced sharp criticism over its handling of an investigation into Sir Cliff Richard, is quitting his £195,000-a-year job when his contract ends in November.",
        "closed_at": null,
        "created_at": "2016-03-28T17:00:07.087Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-29T09:16:18.934Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T11:37:45.330Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament does not have the power to remove someones pension. The Police and Crime Commissioner for South Yorkshire is responsible for policing in South Yorkshire. You could raise your concern with them using the following website: http://www.southyorkshire-pcc.gov.uk/Contact-Us/Contact-Us.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:08.657Z"
    },
    "id": 126012,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126012.json"
    },
    "type": "archived-petition"
}