{
    "attributes": {
        "action": "Rape victims to have the justice that they deserve.",
        "additional_details": "Anyone that commits a crime, should pay for what they've done, especially something as disgusting as rape. If you have children, sister/brothers, or anyone that's ever had to deal with rape or any type of abuse, you should definitely sympathise with these families and the victims involved. Please help put these criminals where they belong, which is in jail, and if they're \"unstable\" there is always a psychiatric hospital.",
        "background": "Rape victims deserve the right to live their lives. How does having an \"unstable mind\" allow somebody to get away with rape? Two rape charges + underage girls = 18 months community service, doesn't seem right, does it? The victims and their families deserve justice, for any crime.",
        "closed_at": null,
        "created_at": "2016-03-30T01:40:13.619Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-30T14:30:21.802Z",
        "opened_at": null,
        "rejected_at": "2016-04-01T10:53:42.527Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition which clearly calls for the action you would like to see; for example, for Parliament to change the law to provide for specific minimum sentences for people convicted of rape."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:10.998Z"
    },
    "id": 126111,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126111.json"
    },
    "type": "archived-petition"
}