{
    "attributes": {
        "action": "Immediately abolish the Carbon Price Floor, Renewables Obligations and EU- ETS",
        "additional_details": "Fuel costs in Britain are inflated by Green Taxes. These taxes are intended to fund a shift to renewable energy and Britain is essentially alone in its extreme application of such taxes. These taxes are directly negatively impacting the lives of all domestic energy users and all businesses in the UK. It is estimated that within 4 years, these taxes will cost all households more than £120 a year. These taxes are causing deaths of individuals and the closure of energy-use intensive businesses.",
        "background": "The DECC impose 'Green Taxes' on business and residential users. These taxes are far higher than those prevailing elsewhere, even in the EU and they cause genuine hardship for people and for companies, e.g. Tata Steel. It has been estimated that 40,000 died last winter because of fuel poverty.\r\n",
        "closed_at": null,
        "created_at": "2016-04-02T14:44:43.728Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-02T16:10:36.268Z",
        "opened_at": null,
        "rejected_at": "2017-01-23T20:00:54.189Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The EU Emissions Trading Scheme is the responsibility of the EU, and the UK Government and Parliament do not have the power to abolish it. You could start a new petition calling on the UK Government or Parliament to take action on policies that they are responsible for, or to work with other EU member states to change policy at EU level. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:19.256Z"
    },
    "id": 126398,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126398.json"
    },
    "type": "archived-petition"
}