{
    "attributes": {
        "action": "Provide Orkambi treatment on the NHS for Cystic Fibrosis patients",
        "additional_details": "I am Hannah Lindley, I am 20 years old. I have Cystic Fibrosis. And in November 2015, I watched my sister Iona Kesteven who was only just gone 19, die an awful, traumatising death to Cystic Fibrosis, with the haunting knowledge that I myself will have to go through that. This drug would give me the chance to not progress further with this insidious illness and a possibility of hope. Orkambi costs £104,000 per year, per patient. The current and failing treatment is just as if not more expensive.",
        "background": "Orkambi is a drug that would be vital in the preservation in the lives of Cystic Fibrosis patients. It is currently not available to patients on the NHS, and deemed \"not value for money\" by NICE. My aim is to get this drug avaliable to all Cystic Fibrosis patients and start saving lives. ",
        "closed_at": "2016-10-04T22:59:59.999Z",
        "created_at": "2016-04-02T17:37:53.415Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-12T14:46:11.270Z",
            "details": "We were really sorry to hear that Hannah has cystic fibrosis and that she lost her sister Iona to the same terrible disease last year.\r\n\r\nThe pace of biomedical science is putting more pressure on budgets across the developed world all the time as new and increasingly targeted drugs are developed.  These are often expensive and all health systems face difficult decisions about how to prioritise inevitably finite resources.  \r\n\r\nAs part of its remit, the independent National Institute for Health and Care Excellence (NICE) is responsible for issuing guidance to the NHS on whether selected drugs and treatments represent an effective use of NHS resources.  These are very difficult decisions to make, and NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders. \r\n\r\nNICE is currently appraising Orkambi (lumacaftor–ivacaftor) for treating cystic fibrosis in people 12 years and older who are homozygous for the F508del mutation in the cystic fibrosis transmembrane conductance regulator (CFTR) gene.  NICE consulted on its draft guidance on the use of Orkambi earlier this year and, after considering the feedback from consultation, NICE published its final draft guidance on 17 June 2016 which does not recommend the treatment. NICE’s Appraisal Committee concluded that the benefits of Orkambi were not sufficient to justify its considerable cost.  Stakeholders had until 1 July 2016 to appeal.  NICE’s final guidance is expected this month.\r\n\r\nNHS commissioners are required to fund drugs and treatments recommended by NICE technology appraisals.  In the absence of NICE guidance, or where negative guidance has been issued, funding decisions should be made by the relevant NHS commissioner, based on an assessment of the available evidence and on the basis of an individual patient’s clinical circumstances.  \r\n\r\nOfficials in the Department of Health are engaging with Vertex Pharmaceuticals, the manufacturer of Orkambi, to explore potential proposals, informed by those from the Cystic Fibrosis Trust, that could enable NHS patients to access the drug at a cost-effective price.  They have encouraged Vertex to engage with NICE and NHS England on their proposals.\r\n\r\nIn cases where a company comes forward with a viable scheme proposal that Ministers are able to agree within a specified timescale after NICE publishes final guidance, NICE can undertake a ‘rapid review’ of its technology appraisal guidance and take such scheme proposals into account.\r\n\r\nThe Government is actively looking at what we can do to accelerate the pathway for innovative drugs to reach NHS patients, including those with rare diseases like cystic fibrosis.  The Accelerated Access Review, independently chaired by Sir Hugh Taylor, will make recommendations to Government on speeding up access for NHS patients to innovative and cost-effective new medicines, diagnostics, medical technologies and digital products.  The review’s full report and recommendations are expected this Summer.  More information can be found at www.gov.uk by searching for ‘Accelerated Access Review’.\r\n\r\nDepartment for Health",
            "summary": "NICE has not yet issued its final guidance on Orkambi. The Government’s priority is to ensure patients have access to effective treatments on terms that represent value to the NHS and the taxpayer.  ",
            "updated_at": "2016-07-12T14:46:11.270Z"
        },
        "government_response_at": "2016-07-12T14:46:11.273Z",
        "moderation_threshold_reached_at": "2016-04-02T17:44:16.215Z",
        "opened_at": "2016-04-04T12:56:03.410Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-17T14:21:32.334Z",
        "scheduled_debate_date": null,
        "signature_count": 23686,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:18.254Z"
    },
    "id": 126412,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126412.json"
    },
    "type": "archived-petition"
}