{
    "attributes": {
        "action": "We want Westminster to overturn the abortion ban in Northern Ireland.",
        "additional_details": "Women in Northern Ireland are often forced into backstreet or home abortions, which is unsafe and dangerous. Unless they can raise the money to come to England.\r\nThis is unjust and criminal as a member state of the United Kingdom. Women have the right to make decisions about their own lives, and bodies. That right should not be taken away, and should be treated as it is in the rest of the UK under the Human Rights Act.\r\n",
        "background": "Women in Northern Ireland are no less deserving of protection under the Human Rights Act.\r\nWe want Westminster to overturn the abortion ban in Northern Ireland.\r\nWe want the women of Northern Ireland protected under British law.",
        "closed_at": null,
        "created_at": "2016-04-04T19:16:22.556Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-04T22:03:52.720Z",
        "opened_at": null,
        "rejected_at": "2016-04-05T10:55:57.193Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. The UK Government and Parliament is unable to legislate on matters which are devolved to Northern Ireland. You could start a petition calling for the UK Parliament to legislate to return powers over abortion back to the UK Parliament.\r\n\r\nAlternatively, if you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:20.588Z"
    },
    "id": 126583,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126583.json"
    },
    "type": "archived-petition"
}