{
    "attributes": {
        "action": "Test on Request-GP's to listen to girls & if they have symptoms to do the smear",
        "additional_details": "I run The Jade Goody Memorial page and hundreds of girls contact us weekly with symptoms and doctors refusing to give smears due to them being under 25. They then go on to find out they have cancer or pre-cancerous cells. Surely the cost of a smear is less than the cost of cancer treatment of cancer develops? I'm not asking for the smear age to be lowered but for girls who are having symptoms have the option to been checked xx",
        "background": "Jade Goody passed away of cervical cancer and publicised her illness to save others. I don't want the government to lower the age however I would like the government to make it that if a young girl attends a GP with symptoms that they then do the smear. #TheJadeGoodyEffect xx",
        "closed_at": "2016-10-05T22:59:59.999Z",
        "created_at": "2016-04-04T13:49:15.973Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-09T15:19:28.256Z",
            "details": "We are committed to tackling cervical cancer. \r\n\r\nGuidance for primary care on the management of young women who present with gynaecological symptoms, ‘Clinical practice guidelines for the assessment of young women aged 20-24 with abnormal vaginal bleeding’, was developed and published in March 2010.  The guidance was produced by a multi-disciplinary group, including professionals, patients and the voluntary sector.  It was reviewed by a number of GPs, and was endorsed by the Royal College of Obstetricians and Gynaecologists, the Royal College of General Practitioners, and the Royal College of Physicians.  This guidance can be found on the GOV.UK website, https://www.gov.uk/government/collections/cervical-screening-professional-guidance\r\n\r\nThe National Institute for Health and Care Excellence (NICE) guidelines for Suspected cancer: recognition and referral (June 2015) are also available to help GPs assess when it is appropriate to refer patients for suspected cancer, including cervical cancer. It should be noted that a cervical screening test (previously known as a smear test) is a method of detecting abnormal cells on the cervix and is unlikely to be appropriate when a woman has gynaecological issues that are symptomatic of cancer. The guidelines recommend that GPs should consider a suspected cancer pathway referral (for an appointment within 2 weeks) for women if, on examination, the appearance of their cervix is consistent with cervical cancer and do not include the need to conduct a cervical screening test.  The guidelines are available on NICE’s website at www.nice.org.uk/guidance/ng12\r\n\r\nFollowing advice from an expert advisory body, the Joint Committee on Vaccination and Immunisation, a routine HPV vaccination programme for girls has been available since 2008.  The aim of the programme is primarily to prevent cervical cancer, by routinely offering vaccination to girls aged around 13 years before they become sexually active.  It is expected that the HPV vaccination programme will reduce the already low rates of cervical cancer in these young women and allow them to be protected for years to come.\r\n\r\nWomen are invited for cervical screening from 25 years of age in order to identify and treat abnormalities in the cells of the cervix and the early signs of cancer. Experts estimate the programme saves up to 4,500 lives per year in England.\r\n\r\nDepartment of Health\r\n",
            "responded_on": "2016-05-09",
            "summary": "We are committed to tackling cervical cancer through vaccination, screening, and GPs assessing women of any age who present with symptoms and referring them, in line with clinical guidelines.",
            "updated_at": "2016-05-09T15:19:28.256Z"
        },
        "government_response_at": "2016-05-09T15:19:28.259Z",
        "moderation_threshold_reached_at": "2016-04-04T18:05:54.891Z",
        "opened_at": "2016-04-05T10:56:28.776Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-23T05:34:48.285Z",
        "scheduled_debate_date": null,
        "signature_count": 13732,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:20.302Z"
    },
    "id": 126548,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126548.json"
    },
    "type": "archived-petition"
}