{
    "attributes": {
        "action": "Step in & safely reunite refugee minors in the EU with their families in the UK",
        "additional_details": "In law refugee children in the EU have a right to reunite with their families. The process for this is broken. Just a handful of children have been reunited after months of legal battles.\r\n\r\nIn February 120,000 of us warned that unless government set up an expedited process in Calais that children would be left at risk. Now a minor who fled “Islamic State” has died just 14 miles from the Prime Minister’s house trying to reach his uncle. No more children should die trying to reach their loved ones.",
        "background": "On April 1st Muhammed Hassan squeezed onto a lorry to try and reach his uncle in Manchester. He was 17 and died that night. Muhammed had a legal right to reunite with his family and continuing government failure to step in and reunite these families is leaving hundreds of minors and children at risk",
        "closed_at": "2016-10-08T22:59:59.999Z",
        "created_at": "2016-04-06T21:55:40.123Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-08-03T09:12:34.676Z",
            "details": "The death of Muhammad Hassan was a tragedy and our thoughts are with his family.  This tragic incident further highlights the dangers of making perilous journeys across the Channel.\r\n\r\nThe Government continues to work with key EU Member States, including France, to ensure the Dublin Regulation family reunification process works effectively. Under the UK-France Joint Declaration, the UK and France have committed to ensuring that the provisions of the Dublin III Regulation are used efficiently and effectively.  To assist the handling of such cases, the two Governments have established a permanent official contact group, agreed single points of contact within respective Dublin Units and a UK asylum expert was seconded to the French administration to facilitate the improvement of all stages of the process.  The UK and France are running regular joint communication campaigns in northern France which inform unaccompanied children and others of their right to claim asylum in France. \r\n\r\nBetween the start of January 2016 and 2 July 2016, our records indicate that the UK has accepted over 50 requests from France under the Dublin Regulation to take charge of asylum seeking children on family grounds of which more than 40 have already been transferred to the UK. Between the start of January 2016 and 2 July 2016, our records indicate that the UK has accepted over 40 requests from the rest of Europe (excluding France) under the Dublin Regulation to take charge of asylum seeking children on family grounds of which more than 15 have already been transferred to the UK.\r\n\r\nFurthermore, we have started to implement the Immigration Act 2016 commitment to work with local authorities on plans to bring refugee children from Europe. Over 20 children who meet the criteria in the Immigration Act have been accepted for transfer to the UK since Royal Assent in May, the majority of whom have already arrived in the UK. As is required by the Immigration Act 2016, we are consulting with local authorities to confirm available capacity and to ensure appropriate support systems are in place. We are in active discussions with the UNHCR, UNICEF, NGOs and the Italian, Greek and French governments to strengthen and speed up mechanisms to identify, assess and transfer children who meet the criteria to the UK where this in their best interests.\r\n\r\nWe have always been clear that we want to support family reunification as much as possible. It is important to use the tools available to help children reunite with family wherever possible. We will prioritise cases with family links to the UK and where possible work within existing frameworks to ensure swift action is taken to assist these children.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nIn terms of support to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are. The UK is the largest bilateral humanitarian contributor to the ongoing situation in Europe and the Balkans with a total contribution of £65 million.  This includes nearly £46 million to provide life-saving aid to the most vulnerable migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans.\r\n\r\nIt also includes the £10 million Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations (UNHCR, Save the Children and the International Rescue Committee) to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office",
            "summary": "The Government is working with Member States to ensure family reunification under the Dublin Regulation works effectively. Plans to resettle unaccompanied refugee children from Europe are underway.",
            "updated_at": "2016-08-03T09:12:34.676Z"
        },
        "government_response_at": "2016-08-03T09:12:34.678Z",
        "moderation_threshold_reached_at": "2016-04-06T22:36:54.218Z",
        "opened_at": "2016-04-08T15:46:12.199Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-03T18:14:57.795Z",
        "scheduled_debate_date": null,
        "signature_count": 10156,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:23.373Z"
    },
    "id": 126845,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126845.json"
    },
    "type": "archived-petition"
}