{
    "attributes": {
        "action": "Allow equal access to education for refugee children in the UK",
        "additional_details": "",
        "background": "Thousands of migrant children placed in temporary accommodation have no legal right to state education and the wait for a permanent residence can take up to twelve long months. After which refugee children may legally access the UK’s education system or join waiting lists for schools.               ",
        "closed_at": null,
        "created_at": "2016-04-06T15:08:07.709Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-06T16:08:05.269Z",
        "opened_at": null,
        "rejected_at": "2016-04-08T15:51:14.161Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. All children already have an equal right access to state school education for free if they are aged between 5 and 17 years old. They must attend school and may also be entitled to free school meals, depending on their family's circumstances. Parents arriving in the UK with a child of school age should apply for a school place for their child through their local authority, following the normal procedures for applying for school places.\r\n\r\nYou can find out more about what support is available for asylum seekers here: https://www.gov.uk/asylum-support/what-youll-get\r\n\r\nIf you are concerned that children of asylum seekers in your local area may not be receiving their statutory entitlement to a school place, you can contact your local authority about this. Local authorities have a duty to provide full-time education for all children of compulsory school age resident in their local authority area, as outlined in Section 14 of the Education Act 1996."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:22.751Z"
    },
    "id": 126800,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126800.json"
    },
    "type": "archived-petition"
}