{
    "attributes": {
        "action": "Bring down and stabilise house prices",
        "additional_details": "Previous governments have encouraged rising prices to benefit existing owners, seriously limiting younger people.\r\n\r\nWe know the government does not directly control prices, but there are many ways to influence them:\r\n-Restrictions on large scale and foreign investor landlords,\r\n-Protect council houses and housing associations,\r\n-End low rates for buy-to-let,\r\n-Progressively tax multiple properties.\r\n\r\nWe call on the government to consider any and all options.\r\n\r\nHomes are more important than investments.",
        "background": "Since 2000, UK house prices have increased by over 140%, far outstripping wages and inflation. More and more people are forced to rent or live with parents, the average new home-owner is now 35. We call on the government to work to bring down house prices and stabilise them at an affordable level.\r\n",
        "closed_at": null,
        "created_at": "2016-04-07T16:13:30.934Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-07T16:42:59.365Z",
        "opened_at": null,
        "rejected_at": "2016-04-10T11:18:10.236Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take.  As you correctly highlight in your petition, the Government has no power to intervene in the market to control prices. It cannot therefore bring down and stabilise house prices.\r\n\r\nYou could start a new petition calling on the Government or Parliament to take a specific action, although you may find that the Government is already pursuing some of the policies you suggest. You can find out more about the Government's affordable housing policies here:\r\n\r\nhttps://www.gov.uk/government/policies/house-building\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:23.783Z"
    },
    "id": 126948,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/126948.json"
    },
    "type": "archived-petition"
}