{
    "attributes": {
        "action": "Parliament must approve the date of the referendum on leaving the EU.",
        "additional_details": "The importance of allowing the electorate sufficient time to understand the complex issues involved in deciding to leave or remain in the EU is self-evident. The Cabinet actively seeks one particular result and the minister may not act impartially and in interest of the entire electorate in setting the date.     ",
        "background": "The European Union Referendum Act 2015: \r\nS1(2) The Secretary of State must, by regulations, appoint the day on which the referendum is to be held. \r\nThe importance of the referendum to the UK requires Parliament to allow the electorate sufficient time to understand relevant issues before voting. ",
        "closed_at": null,
        "created_at": "2016-04-08T05:54:38.675Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-08T14:41:49.873Z",
        "opened_at": null,
        "rejected_at": "2016-04-10T11:27:07.784Z",
        "rejection": {
            "code": "no-action",
            "details": "Parliament has already approved the date of the EU referendum. As your petition explains, the Secretary of State was given the power to set the date of the referendum by regulations. Section 9 of the EU Referendum Act 2015 requires these regulations to be approved by both Houses of Parliament. \r\n\r\nYou can read the regulations here:\r\n\r\nhttp://www.legislation.gov.uk/uksi/2016/278/contents/made\r\n\r\nThe regulations were approved by the House of Commons on 29 February 2016. You can find out more here, including links to watch the debate or read the transcript:\r\n\r\nhttp://www.parliament.uk/business/news/2016/february/mps-debate-motion-on-eu-referendum/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:24.937Z"
    },
    "id": 127081,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127081.json"
    },
    "type": "archived-petition"
}