{
    "attributes": {
        "action": "Criminal offence for government use public money without consulting parliament.",
        "additional_details": "http://www.dictionary.com/browse/propaganda\r\nWhat the current government did was classed as propaganda because of its intent by definition. \r\n1: Information, especially of biased or misleading nature, used to promote a political cause or point of view.\r\nBecause of this action the citizens believe a referendum was influenced and become electoral fraud \"rigging\" an illegal interference with the process of an election result. ",
        "background": "Current government attempted this action, and it caused disruption between the people of the united kingdom, a petition online was created to denounce this action and revived over 10,000+ signatures myself included. ",
        "closed_at": null,
        "created_at": "2016-04-07T22:38:22.473Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-08T00:34:48.880Z",
        "opened_at": null,
        "rejected_at": "2016-04-10T14:56:46.306Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government already needs the approval of Parliament in order to spend public money. We're therefore not sure what you would like to change. \r\n\r\nThe EU Referendum Act 2015 requires the Government to provide information to the public on EU membership ahead of the vote. If a new Bill proposes spending public money on something that hasn't previously been authorised by an Act of Parliament, the House of Commons must agree to a \"Money Resolution\" authorising the new spending.\r\n\r\nA Money Resolution for the EU Referendum Bill was agreed to on 9 June 2015. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:24.569Z"
    },
    "id": 127056,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127056.json"
    },
    "type": "archived-petition"
}