{
    "attributes": {
        "action": "Turn the street light back on after dark in fenland and Cambridgeshire.",
        "additional_details": "This has been a big discussion on a local Facebook group and many people have said that it is dangerous to walk about once the street lights get turned off. Women mainly are feeling very vulnerable to walk about the town alone in pitch black due to recent sexual assault. The elderly also feel very scared in areas where there street lights are turned of and some rely on this when having to go outside in the area they live but not are not feeling safe at all now. Please turn back on our streetlights!",
        "background": "There is a lot of people in fenland who are very unhappy that the street lights are turned off during the night. March has had a increase recently of car  crime and  also sexual assaults. The residents of this town believe that the crime rate could increase alot now most places are in darkness.",
        "closed_at": null,
        "created_at": "2016-04-09T00:02:28.722Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-09T02:21:01.353Z",
        "opened_at": null,
        "rejected_at": "2016-04-11T13:54:44.590Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:26.263Z"
    },
    "id": 127296,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127296.json"
    },
    "type": "archived-petition"
}