{
    "attributes": {
        "action": "Stop United Lincs Hospitals Trust from DOWNGRADING Boston Pilgrim hospital.",
        "additional_details": "Lincolnshire is the fourth largest county & has seen a huge rise in population due to immigration and the government should increase the provision of funding at Pilgrim and detach it from ULHT at Lincoln to ensure services not only remain in Pilgrim but services that have been taken away over the last few years return to Boston. The high population locally in south, east and coastal Lincs is greater than the whole of central Lincoln & our NHS LOCAL delivery of services must reflect that need. ",
        "background": "ULHT put forward strategies to take away Midwifery, Paediatrics & Vascular  surgery from Pilgrim Hospital & they want to downgrade the A & E department at Pilgrim to move all the above to Lincoln County Hospital.  Lives will be at put at risk as it is a journey of one to two hours to Lincoln. ",
        "closed_at": "2016-10-11T22:59:59.999Z",
        "created_at": "2016-04-08T21:54:55.175Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-09T10:55:01.207Z",
            "details": "The Government recognises that people in Lincolnshire have concerns about the Lincolnshire Health and Care review and its current proposals, but the reconfiguration of health services is a matter for the NHS locally.  Any changes to local services should be led by clinicians and patients, not from the top down.  It is for NHS commissioners and service providers to work together with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nAlthough this is a local responsibility, the Government has set out strengthened criteria that it expects NHS service changes to meet.  Namely, they should have support from commissioners, focus on improving patient outcomes, consider patient choice, and be based on sound clinical evidence. \r\n \r\nLocal NHS organisations are working together on the Lincolnshire Health and Care programme to review the local model of care, including urgent and emergency care.  The programme aims to ensure that the future provision of acute and community health services in Lincolnshire is financially sustainable, and that all services are clinically viable and safe.\r\n   \r\nIt is important to emphasise that no final decisions have yet been made.  The programme board published its Case for Change on 29 June and a full public consultation on the proposals will take place later this year.  Latest news on the programme and information on how local people can get involved can be found at http://lincolnshirehealthandcare.org. \r\n\r\nDepartment of Health",
            "responded_on": "2016-09-09",
            "summary": "Local NHS service changes should be led by clinicians and be in patients’ best interests.The NHS in Lincolnshire will consult fully as it continues to develop a service model to meet local need best",
            "updated_at": "2016-09-09T10:55:01.207Z"
        },
        "government_response_at": "2016-09-09T10:55:01.716Z",
        "moderation_threshold_reached_at": "2016-04-08T22:44:43.082Z",
        "opened_at": "2016-04-11T14:05:18.008Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-21T19:46:48.229Z",
        "scheduled_debate_date": null,
        "signature_count": 10319,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:26.192Z"
    },
    "id": 127285,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127285.json"
    },
    "type": "archived-petition"
}