{
    "attributes": {
        "action": "Stop tearing British families apart, change poorly conceived family rules",
        "additional_details": "The fundamental right to privacy and family life is being violated, right to a fair trial, amongst many other rights, which shows how these rules are conceived in a careless and poorly thought through manner.\r\nThe rules discriminate against children whose family do not meet the exaggerated requirements for family visa. Many British live in exile, families are forced to have a WEB relationship, are separated, are fighting a non winning battle. Against the ethics & morals of British culture.",
        "background": "Thousands of families of British Citizens are being torn apart emotionally and monetarily due to inhumane, flawed and discriminatory immigration rules. Children are deprived from growing up in a stable family environment. All this at the hands of the Home Office and the Secretary of State. ",
        "closed_at": null,
        "created_at": "2016-04-08T15:58:23.588Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-08T18:29:31.125Z",
        "opened_at": null,
        "rejected_at": "2016-04-11T16:33:03.412Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling on the Government to make a specific change to the requirements for family visas.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:25.634Z"
    },
    "id": 127222,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127222.json"
    },
    "type": "archived-petition"
}