{
    "attributes": {
        "action": "Remove David Cameron from his seat in UK government",
        "additional_details": "After the release of the Panama papers David Cameron spent a week avoiding questions and denying his involvement regarding his offshore acounts, only to later come back with an explanation full of holes.\r\n\r\nThe recent announcement of 9 million being spent from taxpayers money on a leaflet for every home stating why the UK should stay in the EU left many people outraged at such a waste of money, however Cameron completely supports this.\r\n\r\n#resignCameron ",
        "background": "Since the release of the Panama papers and the recent announcement that 9 million in tax payers money is to be spent on sending a leaflet to every home in the UK regarding staying in the EU. It has become evident that David Cameron Is no longer a suitable figure to lead the UK.",
        "closed_at": null,
        "created_at": "2016-04-09T11:37:47.158Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-09T17:52:48.106Z",
        "opened_at": null,
        "rejected_at": "2016-04-14T18:50:40.205Z",
        "rejection": {
            "code": "irrelevant",
            "details": "As you might already know, the Prime Minister of the UK is not chosen by the UK Government or Parliament.\r\n\r\nAfter a general election, the Queen decides who to invite to form a Government. In practice, this is usually the leader of the political party that wins the most seats in a general election. You can find out more about this here:\r\n\r\nhttp://www.royal.gov.uk/MonarchUK/QueenandGovernment/QueenandPrimeMinister.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:26.269Z"
    },
    "id": 127337,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127337.json"
    },
    "type": "archived-petition"
}