{
    "attributes": {
        "action": "Stop councils using surface/gravel dressing to maintain roads",
        "additional_details": "",
        "background": "Every year councils across the country put road users lives at risk by surface dressing roads. Laying down gravel and stone chips in the hope that traffic will eventually bed it down is wrong, corner cutting, false economy and out right dangerous ",
        "closed_at": "2016-10-12T22:59:59.999Z",
        "created_at": "2016-04-11T17:46:12.130Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-08-12T11:25:50.884Z",
            "details": "The Government is allocating more than £6bn in this Parliament to highway authorities in England, outside London, for highways maintenance.\r\n\r\nFor local roads, which are the statutory responsibility of local highway authorities, it is for each individual authority to decide on the most suitable materials to be used for resurfacing and repair works, based upon their local knowledge and circumstances.\r\n\r\nSurface Dressing can be an efficient and effective method for routine maintenance of road surfaces. Once authorities have repaired any defects on the road, they spray the existing surface with a thin layer of hot bitumen binder, then spread stone chippings over the bitumen and use a heavy roller so that the bitumen sticks them to the existing surface. \r\n \r\nThis type of dressing forms a water-resistant protective layer which makes the road less slippery (more skid-resistant) and extends its life by preventing water (and then ice) getting in to cause cracks and eventually potholes. \r\n \r\nUsually after a week the highway authority will return to sweep the road to remove most loose chippings. However, some loose chippings will remain until road vehicles press them into the bitumen.\r\n\r\nDepartment for Transport",
            "responded_on": "2016-08-12",
            "summary": "This Government takes the issue of road safety and the condition of the local road network very seriously. ",
            "updated_at": "2016-08-12T11:25:50.884Z"
        },
        "government_response_at": "2016-08-12T11:25:50.886Z",
        "moderation_threshold_reached_at": "2016-04-11T20:43:14.827Z",
        "opened_at": "2016-04-12T19:00:21.902Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-04T09:57:07.585Z",
        "scheduled_debate_date": null,
        "signature_count": 13947,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:28.263Z"
    },
    "id": 127577,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127577.json"
    },
    "type": "archived-petition"
}