{
    "attributes": {
        "action": "Introduce Tactile Money Into The United Kingdom",
        "additional_details": "This system is used in Australia following a campaign by a visually impaired child named Connor McLeod. \r\n\r\nThe Equality statement from the Bank of England says: \"The Bank is committed to contributing towards equality in the wider community. It aims to minimize obstacles faced by people who visit the Bank, use its banknotes and access information about the Bank.\" ",
        "background": "Too many videos have circled the internet about blind people having their money taken because they could not tell the difference between the bank notes. We strongly believe that the introduction of tactile money would help prevent the constant scam of the visually impaired and their money.\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-04-12T10:02:15.169Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-15T11:20:42.180Z",
        "opened_at": null,
        "rejected_at": "2016-04-15T15:04:26.886Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of the Bank of England, which is independent of the UK Government and Parliament. You could start a petition calling on Parliament to change the law, to require the Bank of England to produce bank notes that are accessible for people with disabilities. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:28.428Z"
    },
    "id": 127653,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127653.json"
    },
    "type": "archived-petition"
}