{
    "attributes": {
        "action": "We call on the UK government to create law that there be more plus sized outlets",
        "additional_details": "There are many references and a lot of background evidence for this issue but one thing is for sure we have a lot of people on board who personally feel the same. Change in this would not just be benifcial to those in need but it would offer a sence of all round equality to those over weight and help tackle the issue's we face when having to get our clothing or footwear witch should be a normal thing not just to a specific size. \r\n\r\n",
        "background": "Talking on behalf of many of the UK that suffer weight problems, it would be benifical to have a wider option of plus sized clothing out let's and to help discrimination of over weight people.",
        "closed_at": null,
        "created_at": "2016-04-13T14:29:53.917Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-14T23:13:31.718Z",
        "opened_at": null,
        "rejected_at": "2016-04-15T13:24:05.686Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decisions on what size clothing to sell is an operational decision for clothing retailers. \r\n\r\nYou could start a petition calling on the Government to offer more support (such as tax reliefs) to businesses that produce plus-sized clothing."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:29.099Z"
    },
    "id": 127785,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127785.json"
    },
    "type": "archived-petition"
}