{
    "attributes": {
        "action": "Stop New Build Homes SCAM",
        "additional_details": "Builders are preying on hard working people's money, people like us who saved for years to buy our first house. Houses are incomplete and not up to the standard, yet the builders use legal threats of completion to collect the money. Once builder gets the money buyers have to spend years chasing them. NHBC plays the same delaying game, Local Council does not want to know about it even after paying council tax. I want the government to stop this day light robbery by builders and safeguard buyers.",
        "background": "We bought a new build home in Dec 2014 and it is still not it in a complete state after 15 months. Contacted Builders, NHBC, Council, Legal Ombudsman, Citizens Advice, New Paper, Online News, Health & Safety, Financial Ombudsman (ip) and still try to get authorities involved to help us.",
        "closed_at": null,
        "created_at": "2016-04-13T15:52:40.636Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-14T12:28:38.423Z",
        "opened_at": null,
        "rejected_at": "2016-04-25T11:28:38.334Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government and Parliament are not responsible for the issue you raise. It is a private, contractual matter. If you are concerned about the standard of new build homes in England, you could submit a new petition calling on the Government to make a specific change to the Building Regulations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:28.934Z"
    },
    "id": 127792,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127792.json"
    },
    "type": "archived-petition"
}