{
    "attributes": {
        "action": "Remove taxpayer funding to the West Ham stadium contract.",
        "additional_details": "The 60,000 capacity stadium will eventually have cost £701m following a £272m conversion to make it suitable for football.West Ham have contributed £15m towards those costs.Operating costs of the stadium, from policing of games to heating, and even providing goal nets and corner flags all come included with taxpayer funding. ",
        "background": "West Ham will pay £2.5million a season to play 25 games at the Olympic Stadium - but the taxpayer will need to cover the costs of goal posts, corner flags and pitch maintenance. ",
        "closed_at": null,
        "created_at": "2016-04-14T16:47:01.566Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-14T22:50:40.648Z",
        "opened_at": null,
        "rejected_at": "2016-04-15T17:30:36.621Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly.\r\n\r\nThe former Olympic stadium/park is owned by London Legacy Development Corporation (LLDC), which is chaired by the Mayor of London. Both the Mayor and the LLDC are accountable to the London Assembly. West Ham is leasing the stadium for a number of days per year, the negotiation of that contract is not the responsibility of the UK Government and Parliament.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:29.848Z"
    },
    "id": 127893,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127893.json"
    },
    "type": "archived-petition"
}