{
    "attributes": {
        "action": "Shut down Sharia law courts which are currently setup in UK",
        "additional_details": "Sharia Courts should not be recognised and should be closed down and deemed illegal as they do not work in conjunction with UK law and are a law unto themselves.",
        "background": "Currently Sharia Law courts are being setup in the UK and local UK law is being ignored, it is time for the Government to start taking note of the courts and shutting down these illegal courts.  It is important for local Muslims to adhere to Local UK law.",
        "closed_at": null,
        "created_at": "2016-04-14T08:19:51.309Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-14T11:17:59.903Z",
        "opened_at": null,
        "rejected_at": "2016-04-14T17:59:18.280Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\n\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010)then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:29.638Z"
    },
    "id": 127848,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127848.json"
    },
    "type": "archived-petition"
}