{
    "attributes": {
        "action": "Britain Stronger in Europe Change their title to \"Britain Stronger in EU\"",
        "additional_details": "This group are deliberately using the term \"Europe\" over the correct term \"EU\" We are not ever leaving the continent of Europe, but rather campaigning to leave the political entity of the \"EU\" we feel this is rather deceiving to the general public; the term should be altered to either, The \"EU or the European Union\" Which is factually correct; and without any room for misinterpretation & will serve the public interests far better, with a clear and concise title as to the aim of the campaign.  ",
        "background": "The \"Britain Stronger in Europe\" Campaign Group Title is incorrect, as we are not campaigning to leave/stay on the continent of Europe, rather the political entity of the EU, this insinuates we are campaigning to leave Europe, which is not the case, this title is misleading & should be altered .",
        "closed_at": null,
        "created_at": "2016-04-13T19:48:32.807Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-13T20:15:32.917Z",
        "opened_at": null,
        "rejected_at": "2016-04-14T17:43:26.268Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\"Britain Stronger in Europe\" is a campaign group independent of Government and Parliament. As such, neither the Government nor Parliament have the power to change the group's name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:29.262Z"
    },
    "id": 127814,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127814.json"
    },
    "type": "archived-petition"
}