{
    "attributes": {
        "action": "Prevent the Sale of Boldmere Adult Education Centre - no more housing estates.",
        "additional_details": "Please sign this petition to ensure that the land, the Adult Education Centre  and Sutton Nursery remain within Education Services.  \r\n\r\nFor many years Boldmere (B73) has been under-served by Primary School Places; with the cut off distance from Boldmere School @ 684metres in 2015.  \r\n\r\nMore housing will reduce the distance again, leaving many local families without a local school; who will then have to travel outside of the Community, Ward, and District for a Primary school place.",
        "background": "Boldmere Adult Education Centre will be sold off by Bham City Council & the land will become another housing estate.  This will reduce local Primary School catchment again.  Saving the Adult Education Centre will help our community keep the valuable Sutton Nursery School, located on the same site. ",
        "closed_at": null,
        "created_at": "2016-04-14T10:41:23.377Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-14T12:44:30.225Z",
        "opened_at": null,
        "rejected_at": "2016-04-14T19:15:01.483Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The sale of an asset owned by Birmingham City Council is the Council's responsibility.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nBirmingham City Council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://epetition.birmingham.public-i.tv/epetition_core/community/page/index\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:29.655Z"
    },
    "id": 127862,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127862.json"
    },
    "type": "archived-petition"
}