{
    "attributes": {
        "action": "The House to debate the peoples concerns pass a vote of no confidence.",
        "additional_details": "The current government isn't working for the people. As a direct result of tax and benefit decisions since 2010 the Institute for Fiscal Studies project children in relative poverty will have risen from 2.3 to 3.6 million by 2020. Thats 1.3 million more\r\nDoctors have taken strike action that has affected the NHS UK Wide because of policies the current government introduced\r\nThere are many more reasons why the public are upset with the current parliment and not enough space to write it here",
        "background": "Rightly or wrongly the people in the UK are growing more weary of the current PM and the rest of the party. Poorer indiviuals and families in the country are suffering more than ever because support and allowances are being cut and it is becoming harder for the people to have their say.\r\n",
        "closed_at": null,
        "created_at": "2016-04-15T12:54:53.594Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-15T13:51:03.515Z",
        "opened_at": null,
        "rejected_at": "2016-04-20T16:29:59.773Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. It is not clear from your petition who you would like the vote of no confidence to be on.\r\n\r\nWe have a number of petitions on votes of no confidence, in the Government, the Prime Minister and individual ministers. You can see which vote on no confidence petitions are currently open using the following link:\r\nhttps://petition.parliament.uk/petitions?utf8=%E2%9C%93&q=Vote+of+no+confidence&state=open&commit=Search"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:30.326Z"
    },
    "id": 127991,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127991.json"
    },
    "type": "archived-petition"
}