{
    "attributes": {
        "action": "free Grammer scholl in norfolk",
        "additional_details": "When we consider other counties in uk, most counties have Free There are so many smart and intelligent middle class children in this county who will do well.  The education secretary may look into this matter and take step to introduce Free Grammer school in Norfolk.     Grammer School, but in Norfolk there are Grammer schools, but they are private which needs to be paid a monthly fees",
        "background": "I live in Norfolk, my concern is in Norfolk we have couple of Grammer school which are privately owned and can afford to pay the fees only by High class people.",
        "closed_at": null,
        "created_at": "2016-04-14T19:32:50.206Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-15T14:19:06.468Z",
        "opened_at": null,
        "rejected_at": "2016-04-15T17:10:20.376Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Norfolk County Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here: http://epetition.norfolk.public-i.tv/epetition_core/ \r\n\r\nYou might be interested in signing the following petition calling for new tax payer funded grammar schools: https://petition.parliament.uk/petitions/110510"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:29.956Z"
    },
    "id": 127918,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127918.json"
    },
    "type": "archived-petition"
}