{
    "attributes": {
        "action": "Uk petrol stations to display clearly if motorcyclists have to remove helmets",
        "additional_details": "Following an incident where a petrol station refused to let me fill up until I removed my crash helmet even though I had filled up at  that station for over 4 years with my helmet on I decided to start a Facebook page and a petition. The petrol station allows religious head/face coverings. I asked the franchise owner the reason for the change and got no reply! As motorcyclists have to wear a helmet by law I feel it only right that by law petrol stations should display signage whether they victimise bikers or not.",
        "background": "We are wanting all UK petrol stations to display a crash helmet with a cross through it to symbalise they don't accept motorcyclists leaving their helmets on. This should be clearly visible before entering the station,  so the rider can decide to use that petrol station or not.",
        "closed_at": null,
        "created_at": "2016-04-14T21:58:34.812Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-17T20:45:36.910Z",
        "opened_at": null,
        "rejected_at": "2016-04-20T16:29:23.070Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. If you want Parliament to change the law, to require petrol stations to do this, you could start a new petition about that.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:30.019Z"
    },
    "id": 127930,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127930.json"
    },
    "type": "archived-petition"
}