{
    "attributes": {
        "action": "Put Speed Bumps along Repington Road Sneyd Green",
        "additional_details": "Speed bumps should of been added when the park was first put in place it's negligence at best. Two children, one month it's ridiculous if this isn't a good enough reason then what is ! Repington is used as a race track and it's next to a child's park how unsafe and dangerous. If this little lad doesn't make it through then a child has paid the ultimate price for lack of common sense, put speed bumps in today ! What if it was your child ? ",
        "background": "Two children have been knocked over in the space of a month, one is still in a critical condition in hospital. Speed bumps must be added before another young child is hurt or worse loses their life. People speed up and down Repington daily and I'm suprised it hasn't happened sooner. Speed bumps now!",
        "closed_at": null,
        "created_at": "2016-04-15T11:27:16.843Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-15T11:41:23.806Z",
        "opened_at": null,
        "rejected_at": "2016-04-25T10:50:52.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here: http://www.stoke.gov.uk/ccm/content/council-and-democracy/member-services/council-and-committee-meetings-cat/petitions.en"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:30.007Z"
    },
    "id": 127979,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/127979.json"
    },
    "type": "archived-petition"
}