{
    "attributes": {
        "action": "Release Shafik Rehman, a British citizen, falsely arrested in Bangladesh.",
        "additional_details": "Shafik Rehman has been a proponent of democracy throughout his life and to that end has written strongly against past dictators and this current government who were elected unopposed when the main opposition refused to stand in the previous election.\r\n\r\nThis is like David Dimbleby being arrested on a charge of conspiring to murder David Cameron's son after a particularly heated exchange on Question Time.\r\n\r\nTo our knowledge no one  else has been arrested for this conspiracy. ",
        "background": "Mr Shafik Rehman, a renowned journalist and broadcaster  in Bangladesh has been arrested and charged with conspiracy to kidnap and murder the Prime Minister's son. At the age of 81 he is being held on remand by the Bangladesh special service for interrogation. \r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-04-17T06:14:54.777Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-17T12:09:15.180Z",
        "opened_at": null,
        "rejected_at": "2016-04-18T13:59:27.249Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament does not have the power to release Shafik Rehman. You could start a petition calling on the Government to press the Bangladeshi Government to release Shafik Rehman."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:30.996Z"
    },
    "id": 128136,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128136.json"
    },
    "type": "archived-petition"
}