{
    "attributes": {
        "action": "Give Bikers Somewhere To Meet Up And Perform Stunts",
        "additional_details": "By giving bikers somewhere to meet up and be able to perform stunts like wheelies etc will highly likely stop these riders from doing these things on the main roads and will become safer for the public . This is also going to help police officers continue on the more major crimes being committed in the streets and also save money from police helicopters from being sent out because of young riders performing these stunts on the main roads and putting public in danger aswell as them selfs ",
        "background": "Bikers need somewhere to ride and perform stunts and this should be done where their is a controlled environment and will not be fined for what they do there on their bikes. This would also be a meet up spot for many bikers and scooters where they simply come to enjoy the view of bikers doing stunts",
        "closed_at": null,
        "created_at": "2016-04-17T18:14:15.064Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-17T19:01:10.713Z",
        "opened_at": null,
        "rejected_at": "2016-04-18T15:39:27.766Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be the responsibility of the local council in the area where you would like somewhere to meet up.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:31.170Z"
    },
    "id": 128183,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128183.json"
    },
    "type": "archived-petition"
}