{
    "attributes": {
        "action": "Abolish the Fixed-Term Parliaments Act of 2011.",
        "additional_details": "In light of recent events, many of the public have petitioned to call another general election in 2016. However, the Fixed-Term Parliaments Act prevents this. Before the Act was passed, the British Monarch had the ability to dissolve Parliament. If this petition were to pass, the public should have more responsibility in setting the date.\r\n\r\nOriginal Petition:\r\nhttps://petition.parliament.uk/petitions/122946\r\n\r\nAbout the Act:\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06111\r\n\r\n",
        "background": "In 2011 the Coalition government passed the Fixed-Term Parliaments Act which prevents a general election being held until a designated time. The public should have more responsibility to set a general election date if a majority vote occurs under certain circumstances.",
        "closed_at": null,
        "created_at": "2016-04-18T16:25:42.515Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-19T16:13:20.273Z",
        "opened_at": null,
        "rejected_at": "2016-04-19T17:48:56.346Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. Repealing the Fixed Term Parliament Act, would not create a mechanism which would allow the public to call for an early election. This would most likely see the power to call an election be placed back in the hands of the Government. The Fixed Term Parliaments Act gives the power to trigger a general election to MPs in the House of Commons.\r\n\r\nYou might be interested in signing the following petition which calls for a mechanism to allow the public to force an immediate election: https://petition.parliament.uk/petitions/118616\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:31.471Z"
    },
    "id": 128236,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128236.json"
    },
    "type": "archived-petition"
}