{
    "attributes": {
        "action": "Nicky Morgan MP must sit the tests being inflicted on primary school children.",
        "additional_details": "Young children should not be crying themselves to sleep over tests that will have no bearing on their lives. Youngsters should not be so afraid of making a mistake that they are too scared to put pen to paper at all.\r\n\r\nNo child needs to know grammar and punctuation rules in the level of detail you are dictating. Writing should be a pleasure, not an ordeal.\r\n\r\nSo, Nicky Morgan, let's see you (and any other MPs who think this lunacy is a good idea) sit these dreadful tests under exam conditions too.",
        "background": "Nicky Morgan MP heads up a department that has completely lost sight of what it is to be a child. It's high time she experienced first hand the detrimental effect that her pointless tests are having on children. She should have to sit the SPaG test (and all other SATs tests) under exam conditions.",
        "closed_at": null,
        "created_at": "2016-04-19T07:27:56.543Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-19T08:21:55.513Z",
        "opened_at": null,
        "rejected_at": "2016-04-29T14:29:28.206Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament as a whole do not have the power to make MPs sit exams."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:31.754Z"
    },
    "id": 128278,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128278.json"
    },
    "type": "archived-petition"
}