{
    "attributes": {
        "action": "Ensure the Education Secretary is a qualified teacher with many years experience",
        "additional_details": "Our education system is in turmoil. The decision to force schools to become academies and the recent changes in the SATs are just two highly contentious issues upsetting parents and teachers. Teachers are trained to teach the curriculum and encourage pupils to feel valued and achieve their potential. Teachers are qualified but the person in charge of our education system is not!  The Education Minister should have at least ten years classroom experience and understand the needs of children. ",
        "background": "All employers expect their employees to have the relevant qualifications, knowledge and skills in order to be proficient in their work. Teachers are highly trained experienced professionals and yet the Education Minister has no teaching qualifications and no experience in the education system! ",
        "closed_at": "2016-10-19T22:59:59.999Z",
        "created_at": "2016-04-18T00:06:37.124Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-24T16:43:08.637Z",
            "details": "This is evidenced by the great work she is doing to drive up educational standards and give children the best possible future.\r\n \r\nThere are now more good or outstanding schools than ever before, with 1.4 million more pupils taught in good or outstanding schools than 2010.\r\n \r\nMore children than ever before are benefitting from free childcare; with 99 per cent of 4-year-olds and 94 per cent of 3-year-olds accessing our free childcare offer.\r\n \r\nAnd we introduced the Pupil Premium, worth around £2.5 billion this year to give schools extra support with the education of pupils from disadvantaged backgrounds.\r\n\r\nCabinet Office",
            "summary": "The Prime Minister appointed Nicky Morgan to the role of Education Secretary as he believes she is ideally suited to the position",
            "updated_at": "2016-05-24T16:43:08.637Z"
        },
        "government_response_at": "2016-05-24T16:43:08.641Z",
        "moderation_threshold_reached_at": "2016-04-18T08:11:22.220Z",
        "opened_at": "2016-04-19T17:47:13.860Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-24T22:01:45.316Z",
        "scheduled_debate_date": null,
        "signature_count": 44665,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:31.472Z"
    },
    "id": 128202,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128202.json"
    },
    "type": "archived-petition"
}