{
    "attributes": {
        "action": "Make school books acknowledge the Gender Non-binary and not just Male and Female",
        "additional_details": "Class stratification is based on economic inequality. \r\nIn a class society:\r\n An individual’s position in the system of stratification depends only\r\non his or her economic situation. Whether a factory worker is male\r\nor female, black or white, Catholic or Hindu, cockney or Geordie,\r\nGuardian or Sun reader is irrelevant. He or she is a factory worker.\r\n\r\nAlso a section in the AQA Sociology GCSE book on Gender inequality only mentions a study about girls and body image, never about the Trans* community.",
        "background": "I was revising in my GCSE textbooks, and realised there was just mention of two genders, Male and Female here's a quote;\r\n\"... worker is male\r\nor female, ...  is irrelevant. He or she is a factory worker.\" is used and imply's only male and female, this needs to change, there is way more than two.",
        "closed_at": null,
        "created_at": "2016-04-19T10:18:16.410Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-19T19:49:57.249Z",
        "opened_at": null,
        "rejected_at": "2016-04-20T14:30:27.455Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about what content appears in books is a matter for the author and decisions about which books to include on the syllabus for GCSE exams are the responsibility of individual exam boards. You could start a petition calling on the Government to require exam boards to include non-binary gender in the texts that they select, or to add education about non-binary gender to the national curriculum."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:31.783Z"
    },
    "id": 128291,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128291.json"
    },
    "type": "archived-petition"
}