{
    "attributes": {
        "action": "Hold Cross Party Discussions on Future Funding of Health and Social Care",
        "additional_details": "The NHS is cherished by most people in this country and ranks first in a comparison of health systems by the “The Commonwealth Fund”. Yet we pay less for it than other European countries (just 8.5% GDP compared to 10.9% in France and 11.0% in the Netherlands and Germany). Despite the best efforts of its staff, services are being curtailed and quality standards are falling as commissioners struggle to remain within their budgets. Lets underpin our belief in the NHS by funding it properly.   ",
        "background": "We believe NHS funding has now fallen too far to enable it to deliver health and social care to acceptable standards. We want government to arrange cross party discussions to develop a method for sustaining the NHS and ensure health and social care services are properly funded in future. ",
        "closed_at": null,
        "created_at": "2016-04-18T08:19:05.361Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-21T12:18:30.536Z",
        "opened_at": null,
        "rejected_at": "2016-04-28T09:43:19.913Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be the responsibility of the political parties, not the UK Parliament or Government. You could start a new petition calling for a debate in the House of Commons on this subject. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:31.340Z"
    },
    "id": 128207,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128207.json"
    },
    "type": "archived-petition"
}