{
    "attributes": {
        "action": "Remove conflict of interest from equality watchdog's disabled rights enquiry.",
        "additional_details": "Holmes, a Tory peer, voted yes to drastic cuts to both ESA and PIP that will devastate vulnerable lives. He is tipped to head the inquiry.\r\n\r\nDavid Isaac is a lawyer chosen to be commissioner's chair. Isaac states he “leads teams of lawyers on major projects” - some are for the DWP. His employers, Pinset Masons, refuse to reveal what Isaac has been involved in for the DWP, so Isaac could have been involved in reforms now under investigation by the watchdog for whom he now works.\r\n\r\n\r\n",
        "background": "\r\nAn inquiry has been set up by the (supposedly) independent EHRC to look into the abuse of disabled people's rights in the UK. \r\n\r\nLord Holmes and David Isaac, two members of this commission, are anything but independent in their views of the disabled and need replacing immediately. \r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-04-19T16:57:55.422Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-19T17:54:42.934Z",
        "opened_at": null,
        "rejected_at": "2016-04-25T16:29:38.983Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Equality and Human Rights Commission is a statutory body independent of Government and Parliament. The Commission has its own complaints procedure, which you can use to raise your concerns about these appointments. You can find out more about their complaints procudure here: \r\n\r\nhttp://www.equalityhumanrights.com/en/complaint-policy-and-procedure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:31.928Z"
    },
    "id": 128321,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128321.json"
    },
    "type": "archived-petition"
}