{
    "attributes": {
        "action": "The same entitlement financial support to all UK students regardless of address.",
        "additional_details": "If you live in Scotland, Ireland or Wales you are entitled to non repayable grants towards your university fees and living costs, in addition to your loans. Thus, on a 3 year degree, an English student will be charged £9k study fees and 'may' be eligible for a loan of up to £6905 for living expenses/year - all of which is repayable! \r\nIf you live elsewhere in the uk - you are eligible to receive non-repayable grants in excess of £5000/yr. \r\nOver a 3yr course this reduces debt by over £15000! Fair?",
        "background": "On checking the Student Finance England details for our daughter who - it became apparent that as we reside in England - we are disproportionately disadvantaged in terms of government support for further education. \r\nThere are no longer non repayable grants available to English residents.",
        "closed_at": null,
        "created_at": "2016-04-20T20:59:07.924Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-21T06:31:32.358Z",
        "opened_at": null,
        "rejected_at": "2016-04-25T11:11:16.286Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling for tuition fees to be abolished in England. You could also start a petition calling on the Government to reverse its scrapping of maintenance grants in England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:32.435Z"
    },
    "id": 128427,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128427.json"
    },
    "type": "archived-petition"
}