{
    "attributes": {
        "action": "Enjoin government ministers to stay out of issues that don't concern them.",
        "additional_details": "If the minister's position is that he can interject in this manner, there are no grounds for rejecting relevant petitions, in which case the previously rejected petitions should stand. Alternatively, he should remain out of the discussion as, representing the government as he does by definition, he brings this matter under the purview of this petition system.",
        "background": "Jo Johnson, Minister for universities and science, despite having no background whatsoever in science, has interjected himself into the discussion about whether to name the NERC's new vessel. Petitions concerning this have been rejected as not something for the government. Either it is or it isn't.",
        "closed_at": null,
        "created_at": "2016-04-21T14:59:47.437Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-21T17:46:03.881Z",
        "opened_at": null,
        "rejected_at": "2016-05-09T17:51:04.912Z",
        "rejection": {
            "code": "no-action",
            "details": "We have discovered that previous petitions on this subject were rejected in error. It has of course now become clear that Ministers, as well as the board of the NERC, have a role to play in this process.\r\n\r\nWe have therefore been able to accept a petition on this subject, which you may wish to sign:\r\n\r\nhttps://petition.parliament.uk/petitions/129659\r\n\r\nWe apologise for this error. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:32.674Z"
    },
    "id": 128478,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128478.json"
    },
    "type": "archived-petition"
}