{
    "attributes": {
        "action": "Save West Cumberland Hospital",
        "additional_details": "The nearest hospital is the PFI Cumberland Infirmary in Carlisle, some 40 miles from Whitehaven. Owing to the rural spread and coverage of WCH we need to keep it. Please see Jamie Reed MP for further details.",
        "background": "West Cumberland Hospital serves the West of the county of Cumbria. Assets are being stripped from the hospital in favour of \"specialising\" in a PFI hospital in Carlisle. If assets such as A&E, consultant led Midwifery and Paediatrics are removed we are in serious danger.",
        "closed_at": "2016-10-22T22:59:59.999Z",
        "created_at": "2016-04-21T21:06:18.977Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-21T13:09:02.845Z",
            "details": "The local NHS is consulting on potential changes to services in West, North & East Cumbria and no decisions have been made.  Members of the public have the opportunity to make their views known during the consultation process which is running from 26 September to 19 December 2016.\r\n  \r\nThe NHS has a responsibility to ensure people have access to the best and safest healthcare possible. This means it must plan ahead and look at how best to secure safe and sustainable NHS healthcare provision.  \r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. It is right that these decisions are led by local clinicians, who best understand the healthcare needs of their local populations, and in consultation with local people. \r\n\r\nAny changes must meet the four tests for service change: they must have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.\r\n\r\nDepartment of Health",
            "summary": "The Government appreciates that there is local concern about the future of services at West Cumberland Hospital. This is a matter for local determination, following consultation.",
            "updated_at": "2016-10-21T13:09:02.845Z"
        },
        "government_response_at": "2016-10-21T13:09:02.847Z",
        "moderation_threshold_reached_at": "2016-04-21T21:22:25.715Z",
        "opened_at": "2016-04-22T09:14:46.515Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-27T22:18:21.850Z",
        "scheduled_debate_date": null,
        "signature_count": 13179,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:33.032Z"
    },
    "id": 128510,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128510.json"
    },
    "type": "archived-petition"
}