{
    "attributes": {
        "action": "People on autistic spectrum allowed 2 seats on public transport as standard",
        "additional_details": "This is mainly aimed at adult autistics who often end up traveling alone which is stressful enough without any social support. 11% of carers have said transport sets of behavior problems for their clients.  As a student I commute a long way to get back home and 6 hours in close proximity to another person is highly stressful and I end up emotionally drained at home.This shouldnt have to be made on every service but there should be an option. Thank you for supporting.",
        "background": "For autistic people,being in confined spaces increases stress and cause panic attacks, especially when it involves people.Public transport companies should allow autistic people to have the option of reserving two seats for no extra cost (or provide single seats) to reduce stress on that individual.",
        "closed_at": null,
        "created_at": "2016-04-25T21:15:58.717Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-25T21:27:58.603Z",
        "opened_at": null,
        "rejected_at": "2016-04-28T09:40:49.442Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This would be a decision for transport companies. \r\n\r\nYou could start a new petition calling for Parliament to change the law, to make it a legal requirement for all public transport companies to ensure that adults with autism can have two seats, or a single seat, at no extra cost. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:34.238Z"
    },
    "id": 128785,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128785.json"
    },
    "type": "archived-petition"
}