{
    "attributes": {
        "action": "Commercial leasing landlords to take some risk on the business failure.",
        "additional_details": "A Commercial Landlord is in the wonderful position of sitting back while their tenant struggles to make a business work. If it is a long-term lease is in place without a natural break, this means that a Company Director can lose everything, while the Landlord takes no risk, other than having to take legal action. When taking out a lease you cannot predict redevelopment in other areas that may take business away or changing markets, so no lease should be closed without a break clause.  ",
        "background": "Commercial landlords insisting Companies do not trade as Limited, means Directors are forced to take personal responsibility for the future e.g. 25 years.  If a lease is long-term without natural break, this means the Landlord is taking no risk, whereas the Director can lose their home/everything.  ",
        "closed_at": null,
        "created_at": "2016-04-26T17:17:47.674Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-27T12:52:08.259Z",
        "opened_at": null,
        "rejected_at": "2016-05-03T10:54:21.301Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition which outlines what specific action you would like the UK Government and Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:34.609Z"
    },
    "id": 128849,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128849.json"
    },
    "type": "archived-petition"
}