{
    "attributes": {
        "action": "Make the Sun newspaper apologise on it's front page for the Hillsborough lies.",
        "additional_details": "The next day 27/04/2016 the Sun refused to print anything about the case on it's front page even though it had been headline news on all forms of media. This was the worst insult of all to the families of the dead, Liverpool people and supporters and the citizens of this country in general. The disaster could have happened to any team from anywhere in the country.\r\nThe Sun should be forced to make an unreserved front page apology.",
        "background": "The Sun newspaper, 27 years ago printed horrific lies on it's front page and labelled it 'The Truth'. Examples included ' Fans urinated on Police officers' and ' Fans picked the pockets of the dead'. \r\nOn 26/04/2016 the families/fans of Liverpool FC were completely cleared of any wrongdoing.",
        "closed_at": null,
        "created_at": "2016-04-27T14:39:33.312Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-27T15:17:00.730Z",
        "opened_at": null,
        "rejected_at": "2016-04-29T14:10:59.217Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The press is operationally and editorially independent of both the UK Government and Parliament.\r\n\r\nYou may wish to make a complaint to the Independent Press Standards Organisation (IPSO), which regulates the UK newspaper industry. You can find out more here:\r\n\r\nhttps://www.ipso.co.uk/IPSO/makeacomplaint.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:35.117Z"
    },
    "id": 128956,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128956.json"
    },
    "type": "archived-petition"
}