{
    "attributes": {
        "action": "Investigate the government responsible for the cover up of Hillsborough disaster",
        "additional_details": "They were supposed to protect the lives of those affected by the biggest sporting disaster in UK history! Instead they tried to force blame on the fans of Liverpool football club! Today, justice has prevailed and the records changed! \r\nFor true justice, those in power at the time and all involved must be held responsible and accountable. They must have any honours they received removed!",
        "background": "We demand an investigation into the level of involvement HM government under margaret thatcher had in the Hillsborough cover up and all those guilty of involvement stripped of any honours they've received.\r\n",
        "closed_at": null,
        "created_at": "2016-04-26T22:08:24.153Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-26T23:22:37.657Z",
        "opened_at": null,
        "rejected_at": "2016-05-03T11:10:19.067Z",
        "rejection": {
            "code": "honours",
            "details": "We can't your petition in its current form as we are unable to accept petitions asking for people's honours to be taken away. You can find out more about how honours are taken away here: https://www.gov.uk/honours\r\n\r\nYou could start a petition calling for an independent investigation into the actions taken by the UK Government following the Hillsborough disaster."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:34.868Z"
    },
    "id": 128900,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128900.json"
    },
    "type": "archived-petition"
}