{
    "attributes": {
        "action": "Return excess public funds used in pro-EU documentation to the Treasury.",
        "additional_details": "The use of public funds in this manner far exceeds the agreed £600K ceiling and is contrary to the standards that are set out in the H.M. Treasury document “Managing Public Money” (July 2013, revised 2015).",
        "background": "Despite public opposition, the UK government has spent over £9m of public funds on pro-EU propaganda.\r\n\r\nWe, the citizens of the United Kingdom petition the government to return these funds to the public purse from government and “Britain Stronger in Europe” private funds.",
        "closed_at": null,
        "created_at": "2016-04-26T22:25:09.819Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-01T14:48:10.421Z",
        "opened_at": null,
        "rejected_at": "2016-05-03T11:19:17.503Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. It is difficult to see how the UK Government could return to the Treasury money that it has already spent. \r\n\r\nThe Government would also be unable to take funds from the Britain Stronger In Europe campaign. The funds of this campaign are not public money. The Government has not given any funds to the campaign -  under the Political Parties, Elections and Referendums Act 2000 the Government is not permitted to contribute financially to any campaign as it is not considered to be a ‘permitted participant’. \r\n\r\nThe EU Referendum Act 2015 included provisions for the Government to spend money on and publish a leaflet setting out the Government's position on the EU referendum. You can find out more about the EU Referendum Act 2015 here: http://www.legislation.gov.uk/ukpga/2015/36/contents/enacted/data.htm\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:34.826Z"
    },
    "id": 128903,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128903.json"
    },
    "type": "archived-petition"
}