{
    "attributes": {
        "action": "Enforce the Consumer Rights Act to protect music, arts and sport fans from touts",
        "additional_details": "On a commercial scale, touting deprives the Treasury of VAT, and performance copyright holders of royalties that should be paid on the mark-ups. It also denies artistes the ability to ensure their events are priced so anyone can attend.\r\n\r\nAmendment text, beginning page 3: http://www.publications.parliament.uk/pa/bills/cbill/2014-2015/0134/15134.1-7.html ",
        "background": "Fans are being ripped-off by ticket resales. The Consumer Rights Act has not changed this. We demand that Parliament enact last year’s ticket resale amendment, which provides tougher sanctions for resale websites, and also require ticket resellers to reveal their identities. \r\n",
        "closed_at": "2016-10-29T22:59:59.999Z",
        "created_at": "2016-04-27T16:57:17.991Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-08T14:41:07.050Z",
            "details": "The Consumer Rights Act 2015 introduced new requirements in relation to the re-sale of tickets through online secondary ticketing facilities for recreational, sporting or cultural events in the UK.  These came into force on 27 May 2015.\r\n\r\nThe Act placed new obligations to provide information about tickets on both ticket re-sellers and the secondary ticketing facilities and are aimed at providing transparency and protection for consumers.  The measures include the duty to provide information about certain connections the seller might have with either the online facility on which they are selling, or the organiser of the event for which the ticket is being sold.  Other consumer legislation requires the identification of the seller, where they are acting as a ‘trader’.\r\n\r\nThe secondary ticketing provisions were introduced in recognition of concerns raised in Parliament that the ticket re-sale secondary market was not functioning correctly and that consumers risked not being sufficiently protected.  \r\n\r\nLocal authority trading standards services have a duty to enforce the secondary\r\nticketing provisions of the 2015 Act in Great Britain (the Department for Enterprise, Trade and Investment is the relevant enforcer for Northern Ireland).  They also enforce other consumer protection legislation, which may be relevant to ticketing.  Suspected or actual breaches of such legislation should first be reported via the Citizens Advice consumer helpline, following which Citizens Advice may refer cases to Trading Standards Services for appropriate action. The Government expects all sellers, secondary ticketing facilities and event organisers to comply with the Act’s secondary ticketing provisions that apply to them, as well as with any other relevant law, including consumer protection, copyright and taxation.    \r\n\r\nIn addition to the obligations described above, the Act required that a review of consumer protection measures should be undertaken. In October 2015, Professor Michael Waterson was appointed to carry out an independent review and his report was published on 26 May 2016:  https://www.gov.uk/government/publications/consumer-protection-measures-applying-to-ticket-resale-waterson-review\r\n\r\nProfessor Waterson considers how tickets come to the secondary market and how pricing, ticketing and venue control are intimately linked. He has recommended a number of practical actions that companies in both the primary and secondary ticket markets could take to increase transparency on ticketing for the consumer.  He believes that the primary ticketing market should do more to protect itself from ‘bots’ that mass purchase tickets, including reporting 'bot' attacks to the Police. And he says the secondary sites should do more to ensure sellers using them comply with the provisions in the Consumer Rights Act 2015. For reasons he sets out in his Report, Professor Waterson is not convinced that price capping is an appropriate solution to issues in the market at this time.\r\n\r\nThe Government will consider Professor Waterson’s Report and respond to it in due course.  \r\n\r\nDepartment for Business, Innovation and Skills",
            "responded_on": "2016-06-08",
            "summary": "Professor Waterson’s independent review of consumer protection measures concerning online secondary ticketing facilities was published on 26 May 2016. ",
            "updated_at": "2016-10-27T08:19:25.571Z"
        },
        "government_response_at": "2016-06-08T14:41:07.054Z",
        "moderation_threshold_reached_at": null,
        "opened_at": "2016-04-29T14:07:58.504Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-07T06:53:35.759Z",
        "scheduled_debate_date": null,
        "signature_count": 83220,
        "state": "closed",
        "updated_at": "2017-10-17T08:57:33.658Z"
    },
    "id": 128969,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128969.json"
    },
    "type": "archived-petition"
}