{
    "attributes": {
        "action": "Stop North Devon District Hospital possible closures of essential services.",
        "additional_details": "",
        "background": "It has come to light that there may be possible closures of essential services at North Devon District Hospital - A&E, Baby care unit, Maternity and Stroke unit. This needs to be halted as this will without doubt lead to deaths.",
        "closed_at": "2016-10-29T22:59:59.999Z",
        "created_at": "2016-04-27T20:07:24.073Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-06T14:31:56.589Z",
            "details": "Consideration of the shape of services at North Devon District Hospital is part of a wider review of health and care services North, East and West Devon, under a programme called the Success Regime. The purpose of the Success Regime is to improve and promote health and care services for patients in local health and care systems that are struggling with financial or quality problems, or sometimes both.  Two other health economies are also participating: Mid and South Essex and West, North and East Cumbria.\r\n\r\nThe regime is tailored to local circumstances, building on existing interventions and working with providers, commissioners and other local stakeholders to diagnose underlying issues and develop and implement the solutions to address both short-term performance and long-term strategic issues.\r\n\r\nFollowing an intense diagnostic phase, the North, East and West Devon Success Regime have published a “Case for Change” report, which sets out the underlying challenges facing the area and opportunities to reduce health inequalities, improve access to services and ensure clinical and financial stability. The Success Regime is now starting work locally to respond to the Case for Change. Potential service models for acute and community care are being considered. \r\n\r\nLocal and national leaders working as part of the Success Regime are conscious of the need to ensure that the people of North Devon are able to access high quality, sustainable services. Devon’s rural nature, deprivation levels and age of population are being factored into thinking about how services could look in the future. The geography of the area means that certain key services based in acute hospitals will remain an important feature of healthcare provision across Devon in future, including in the North of the county. However, ear marking particular services could hinder a full process of options development which is necessary to reach the most sustainable proposals.\r\n\r\nNo decisions have yet been made and the input of local communities will remain important throughout the process. Any significant service change proposals will go through formal public consultation. \r\n\r\nThe reconfiguration of front line health services is a matter for the local NHS. The Government is clear that service changes should be tailored to meet the needs of the local population, and led by clinicians, not driven from the top down. \r\n\r\nDepartment of Health",
            "responded_on": "2016-07-06",
            "summary": "Reconfiguration of front line health services is a matter for the local NHS, led by clinicians and in the interests of local people. Any significant service changes will be formally consulted on. ",
            "updated_at": "2016-07-06T14:31:56.589Z"
        },
        "government_response_at": "2016-07-06T14:31:56.592Z",
        "moderation_threshold_reached_at": "2016-04-27T20:16:49.151Z",
        "opened_at": "2016-04-29T13:51:23.360Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-17T13:51:23.971Z",
        "scheduled_debate_date": null,
        "signature_count": 18254,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:35.487Z"
    },
    "id": 128996,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/128996.json"
    },
    "type": "archived-petition"
}