{
    "attributes": {
        "action": "Fine Network Rail and Councils for failing to clean up road/rail side litter.",
        "additional_details": "Litter causes many problems. As well as spoiling the look and tidiness of a place and projecting a view of neglect to tourists of the UK, it is also an extreme hazard to wildlife. Many creatures get trapped in plastics, others eat them mistaking them for food due to residues of food on them. It is unsightly and unnecessary and an increasingly obvious problem blighting both urban, suburban and rural areas.",
        "background": "Roadsides and railways litter is out of control, left indefinitely due to either council cutbacks and/or an apparent lack of care for our environment. Force Network Rail (or those responsible) and councils, to face heavy fines for not clearing up this menace. Make sufficient lay-by bins mandatory.",
        "closed_at": null,
        "created_at": "2016-04-28T06:30:23.462Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-28T07:47:06.015Z",
        "opened_at": null,
        "rejected_at": "2016-05-03T13:39:03.626Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. If you would like Parliament to change the law, to give the Government the power to issue fines to Network Rail and to councils, you could start a new petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:35.471Z"
    },
    "id": 129038,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129038.json"
    },
    "type": "archived-petition"
}