{
    "attributes": {
        "action": "Ask Honours Forfeiture Committee to debate Philip Green's (BHS) Honour",
        "additional_details": "\"John Mann, the Labour MP and member of the Treasury select committee, called on Green to repay £400m of dividends that were paid out of BHS, or give up his knighthood.\"\r\n\r\n\"Mann said: 'Sir Philip Green and his family have made millions out of BHS and its hardworking staff. He took over a company with a healthy pension pot, yet when he sold BHS a black hole had appeared in its fund.\" \r\n- The Guardian 26 04 16",
        "background": "In line with Petition committee power to \"ask another parliamentary committee to look into the topic raised by a petition\" I would ask that the Petition committee ask the Honours Forfeiture Committee to look into the possibility that Philip Green (BHS) has damaged the honours system’s reputation.",
        "closed_at": null,
        "created_at": "2016-04-28T10:49:14.209Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-29T11:21:09.456Z",
        "opened_at": null,
        "rejected_at": "2016-05-01T14:24:37.517Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions asking for people's honours to be taken away. You can find out more about how honours are taken away here: https://www.gov.uk/honours\r\n\r\nThe Honours Forfeiture Committee is not a parliamentary committee. The Petitions Committee therefore does not have the power to ask that committee to take action on the topic raised by this petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:35.599Z"
    },
    "id": 129053,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129053.json"
    },
    "type": "archived-petition"
}