{
    "attributes": {
        "action": "Voice for EU migrants living in the UK",
        "additional_details": "I have lived here for 12 years. I have a loving partner, good job and I have never claimed any benefits. This is now my home. However, we do not have the right to vote and no one seems to care on how this can potentially impact our lives. \r\nWe call for immediate action from the UK Government for detailed information around the 'Brexit' referendum and how we will be protected by the country we now live in. We also demand being heard and not ignored, respected and not treated as 2nd class citizens.",
        "background": "In the forthcoming vote in June, British Citizens will decide whether or not to stay in the European Union. There is little or no explanation from the UK Government how the potential exit might affect thousands of EU migrants living and working in the UK.",
        "closed_at": null,
        "created_at": "2016-05-01T10:45:58.222Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-01T12:35:42.029Z",
        "opened_at": null,
        "rejected_at": "2016-05-03T12:09:21.454Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. We can only accept petitions that have a clear call for action. You could start a petition calling on Parliament to extend the EU referendum franchise to EU citizens living in the UK."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:36.431Z"
    },
    "id": 129229,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129229.json"
    },
    "type": "archived-petition"
}