{
    "attributes": {
        "action": "Stop police abusing public money to cover-up in the wake of Hillsborough verdict",
        "additional_details": "Urgent reform is required to monitor and stop those in the police and across our public services from abusing public money to cover up for their failures. The Hillsborough Disaster proves how deep the covering up goes and how those in our public services do not admit their guilt but continue to pervert the course of justice. The government must act to hold those who abuse the system accountable. The current system is unfair, unequal/bias against the victims and their families who deserve justice",
        "background": "Call for government review and reform following Hillsborough verdict, where 96 people died, to look at how public money is misused by the police to defend themselves and cover up their failures and mistakes whilst the victims’ families were denied the truth and struggled to get justice for 27 years",
        "closed_at": null,
        "created_at": "2016-05-01T21:54:40.293Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-03T12:48:05.483Z",
        "opened_at": null,
        "rejected_at": "2016-05-06T13:07:53.273Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition which outlines what specific reforms you would like the Government and Parliament to undertake following the Hillsborough verdict. For example, you could start a petition which calls for greater public scrutiny of how police forces are spending public money. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:36.588Z"
    },
    "id": 129263,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129263.json"
    },
    "type": "archived-petition"
}