{
    "attributes": {
        "action": "The National Bus Pass should be UK pass & including free local rail travel",
        "additional_details": "London's freedom pass, Manchester, Liverpool and West Midland free regional train travel.\r\n",
        "background": "UK free bus travel to pensioners and the disabled is important if you live in border area of countries to visit friends/family living over a border. \r\nRail travel for is vital where buses limited also an easier way to travel as even modern buses have limitations for the frail or disabled.",
        "closed_at": null,
        "created_at": "2016-05-03T14:09:31.111Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-04T09:19:30.300Z",
        "opened_at": null,
        "rejected_at": "2016-05-27T16:56:19.003Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because the UK Government or Parliament is not responsible for the issues you raise. Bus fares are partly devolved, so we can't accept a petition calling for UK standardisation. You could start a new petition calling for legislative powers for regulating bus fares to be brought back to Westminster. You may also wish to sign this petition, which we think is similar to yours and calls for bus pass parity across the UK:\r\n\r\nhttps://petition.parliament.uk/petitions/114709\r\n\r\nYou also ask for the bus pass to be extended to cover rail travel. Train fares are the responsibility of train operating companies. While the UK Government and Parliament do not directly set the price of train tickets, the Government can set the rate by which train operating companies can raise ticket prices. You could start a new petition calling on the Government to alter this rate, or for other changes to the way in which train fares are set, or to provide funding for a new concession.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:37.239Z"
    },
    "id": 129373,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129373.json"
    },
    "type": "archived-petition"
}