{
    "attributes": {
        "action": "Pass 'Touch LOVE' legislation, to have the rule of LOVE & the Supremacy of LOVE.",
        "additional_details": "We have tried the rule of money-making but it has not quelled the hunger and thirst for destructive power. It has generated destructive land acquisitions and divisive economic interests which bred cruelty and created weapons of destruction which killed and still killing many whilst planting generations of unending human wars and tragedies. When humans go back to their basic core of LOVE, human decisions will be lead by LOVE and humans will realize that LOVE is the greatest wealth. ",
        "background": "If LOVE rules every human decision, war will be eradicated. The rule of LOVE is the rule of 'back to basics'. Our basic core is LOVE. We have tried the rule of possessiveness and it has not brought an end to war. It generated jealousy/hatred which destructively divided humans and created genocides. ",
        "closed_at": null,
        "created_at": "2016-05-03T18:04:28.250Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-03T23:23:49.066Z",
        "opened_at": null,
        "rejected_at": "2016-05-05T12:10:27.526Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition which calls for a specific action from the UK Government and Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:37.353Z"
    },
    "id": 129390,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129390.json"
    },
    "type": "archived-petition"
}