{
    "attributes": {
        "action": "Stop the closure of the University Technical College in Burnley Lancashire",
        "additional_details": "What support are the students going to get? Is it not possible to merge the college with a failing school? Many Burnley firms have benefited from the College. Burnley residents, industries, the council and Lancashire County Council should be actively encouraging the promotion of the College to ensure the prosperity of the towns future.",
        "background": "The University Technical College in Burnley is due for closure on the 31st of August this year. The board of governors indicate that they have come to the decision following time spent working with Baker Dearing Trust,The Department for Education and the Education Funding Agency.",
        "closed_at": null,
        "created_at": "2016-05-04T10:00:16.542Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-04T10:26:54.895Z",
        "opened_at": null,
        "rejected_at": "2016-05-18T14:13:16.347Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to close UTC Lancashire was taken by the Board of Governors of the UTC, not by the UK Government.\r\n\r\nThe press release issued by the UTC states that \"UTC Lancashire has struggled to recruit the number of students necessary to secure future financial viability.\" You could start a new petition calling on the Government to provide additional funding to enable UTC Lancashire to stay open."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:37.492Z"
    },
    "id": 129422,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129422.json"
    },
    "type": "archived-petition"
}