{
    "attributes": {
        "action": "NICE accept complementary therapies anecdotal value evidence in all guidelines",
        "additional_details": "Complementary therapies are often based on Ancient cultures which have proved themselves through the years.  Whilst I recognise a need to use our updated understanding of healthcare, we also need to work together with allopathic medicine & the complementary healthcare therapies to offer a more complete integrated healthcare system.  This supports & encourages each person to understand their own health better & also develop their self-help.  Therapies are not alternative but need integrating.",
        "background": "National Institute for Health & Care Excellence (NICE) emphasise clinical trials as evidence for guidelines so mainly pharmaceutical approaches.  Effectively this excludes qualitative evidence eg anecdotal & people choosing to pay privately for complementary therapies. This minimises funding.    ",
        "closed_at": null,
        "created_at": "2016-05-04T12:01:21.272Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-04T14:42:01.181Z",
        "opened_at": null,
        "rejected_at": "2016-06-02T10:17:52.087Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The National Institute for Health and Care Excellence (NICE) is an independent statutory body which is operationally independent of the UK Government.  You may wish to contact them directly: https://www.nice.org.uk/get-involved/contact-us  \r\n\r\nIf you wanted the UK Government to fund more research into complementary therapies, we could accept a petition on that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:37.552Z"
    },
    "id": 129438,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129438.json"
    },
    "type": "archived-petition"
}