{
    "attributes": {
        "action": "Replace John Whittingdale MP as chair of the BBC Review with somebody impartial",
        "additional_details": "Major newspapers, owned by media moguls who stand to benefit from a diminished BBC, suppressed news of a sex scandal involving John Whittingdale MP, igniting suspicions of secret deals to steer the BBC Review to serve their interests, rather than the public's, in exchange for silence. The conflict of interest is obvious.\r\n\r\nThe BBC is a globally admired symbol of British culture and a key player in the £84bn a year the creative industries contribute to our economy, so deserves a fair hearing.",
        "background": "The press plays an essential role in our democracy. If this government is allowed to implement its Putinesque proposals for *reform*, the BBC's ability to fulfill that role will be seriously compromised. John Whittingdale MP makes no secret of his bias against the BBC, so a fair review is in doubt.",
        "closed_at": null,
        "created_at": "2016-05-08T17:26:46.888Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-08T21:06:33.979Z",
        "opened_at": null,
        "rejected_at": "2016-05-13T14:45:48.599Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which include petitions asking for someone to be removed from a role. You could start a new petition calling for the review of the BBC's Charter not to be the responsibility of the Government, but of an independent person or body. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:39.352Z"
    },
    "id": 129761,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129761.json"
    },
    "type": "archived-petition"
}