{
    "attributes": {
        "action": "Stop the planned BBC changes, we want a strong BBC free to represent the public.",
        "additional_details": "The BBC's performance at the recent BAFTA's was not a one off. It is a regular occurrence and the public don't want this to change. \r\nThe programmes the BBC produces or commissions are amongst the best in the world. \r\nThere are problems enforcing the current license fee, so consider a levy on household rates of £100 per household and a levy on business rates in line with its turnover. All to be index linked. Alternative methods of funding using the technology available to us today could be used.",
        "background": "The BBC is the envy of many countries and one of the few broadcasting organisations around the world that are truly unbiased.\r\n\r\nNo reduction in the Government funding whatsoever maintain the funding (also indexed linked) at 2015 levels.",
        "closed_at": null,
        "created_at": "2016-05-09T07:36:22.325Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-09T17:39:54.494Z",
        "opened_at": null,
        "rejected_at": "2016-05-10T17:00:47.023Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept your petition as it seems to be suggesting a number of different options, rather than a specific action which you would like the UK Government or Parliament to take.\r\n\r\nWe could accept a petition calling for the Government not to make specific changes to the BBC. \r\n\r\nOnce the Government's White Paper on the BBC, which will set out proposals for change, has been published, we could accept a petition calling for the changes proposed in the White Paper not to be implemented. The Government is expected to publish the White Paper this week.\r\n\r\nWe could accept a petition which called for the licence fee to be replaced by a levy, of the kind you describe in your petition. \r\n\r\nWe could also accept a petition calling for Government funding of the BBC to be maintained and index-linked in future years. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:39.399Z"
    },
    "id": 129787,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129787.json"
    },
    "type": "archived-petition"
}