{
    "attributes": {
        "action": "Have an Arts/Sports club built on the creamery recreation grounds, Letchworth",
        "additional_details": "North Herts District Council are currently paving and added greenery to the unused area, which so desperately needs a small centre that can provide a changing area to the local teams that play there, and a meeting/function area for the local children to have a safe and monitored environment to be in. This could also provide local clubs with a low-cost place to hold their sessions. ",
        "background": "The Creamery recreation grounds already has a fenced off basketball/ five a side court, 2 tennis courts, 2 football fields and a small play area. There is an area next to it that used to be changing rooms. I propose to have this unused (for 20 years) area redeveloped with an activity centre.",
        "closed_at": null,
        "created_at": "2016-05-09T12:40:08.247Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-09T13:08:44.584Z",
        "opened_at": null,
        "rejected_at": "2016-05-09T17:01:00.412Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This decision is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:39.536Z"
    },
    "id": 129813,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129813.json"
    },
    "type": "archived-petition"
}