{
    "attributes": {
        "action": "Reinstate Natasha Devon as the Government’s mental health champion",
        "additional_details": "There is widespread concern among parents and education professionals about the Government's new testing regime. Now the Government’s own mental health champion has highlighted the issue – and immediately been sacked.\r\n \r\nIt is deeply worrying to see the Government attempting to silence its critics in this way. If it really is committed to listening to the evidence and improving young people’s mental health, it should appoint Natasha Devon as its cross-government mental health champion.\r\n",
        "background": "Natasha Devon was appointed by the Department for Education to raise awareness of mental health issues affecting young people. But when she spoke out about how a culture of testing and academic pressure is detrimental to young people’s mental health, her position was axed.\r\n",
        "closed_at": null,
        "created_at": "2016-05-09T18:02:48.094Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-10T06:27:45.221Z",
        "opened_at": null,
        "rejected_at": "2016-05-10T13:12:10.955Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about who is appointed to, or removed from, particular posts. If it is the post that has been scrapped, we could accept a petition calling for the role itself to be re-created.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:39.676Z"
    },
    "id": 129838,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129838.json"
    },
    "type": "archived-petition"
}