{
    "attributes": {
        "action": "Stop BT charging line rental to slow internet speed households",
        "additional_details": "",
        "background": "I believe parts of this country are being punished in the  way of slow internet speeds, but still having to pay the same line rental charge that someone with high speed internet pays. To get BT to spend money on new lines, i believe all slow speed internet users should not pay line rental.",
        "closed_at": null,
        "created_at": "2016-05-10T08:02:49.155Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-14T11:31:11.324Z",
        "opened_at": null,
        "rejected_at": "2016-06-15T16:54:20.396Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you want the UK Government or Parliament to take. Line rental is charged by all telephone connection providers, not just BT, to provide a telephone connection. \r\n\r\nWe think the charge you might be referring to is the network fee which most internet service providers pay to BT Openreach in order to use their network (although not all internet service providers pay this because some don't use the Openreach network). This isn't a charge paid by householders. It's only paid by other ISPs. For this reason, we're not clear what action you are calling for the Government or Parliament to take. \r\n\r\nYou could submit a new petition which calls on the Government or Parliament to take clear, specific action. You might also like to read this research briefing on the Government's plans for broadband coverage and minimum speeds, to find out what the Government is already planning to do: http://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06643."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:39.930Z"
    },
    "id": 129876,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129876.json"
    },
    "type": "archived-petition"
}