{
    "attributes": {
        "action": "You rejected my petition on selling CoD4 separately without Infinite Warfare",
        "additional_details": "If people have to spend £30 extra and the Government could have changed that, that is not caring for the wellbeing of UK citizens. If a petition for Donald Trump to be banned in the UK was debated in parliament, why can't a petition for Infinite Warfare to be banned in the UK until CoD4 is sold separately be allowed? Please reconsider my petition for the wellbeing of the CoD community and their wallets. http://youtu.be/EeF3UTkCoxY Infinite Warfare's trailer is now the 6th most disliked video on YouTube.",
        "background": "I just received an email telling me that \"Force Activision/Infinity Ward to sell CoD 4 separately without Infinite Warfare\" was rejected because \"It’s about something that the UK Government or Parliament is not responsible for\". The Government is responsible for the wellbeing of all UK citizens.",
        "closed_at": null,
        "created_at": "2016-05-09T20:31:05.462Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-10T19:40:58.318Z",
        "opened_at": null,
        "rejected_at": "2016-05-11T10:13:33.385Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don't have the power to force an individual company to take the action you have requested. We can only accept petitions about matters that the Government and Parliament are responsible for. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:39.778Z"
    },
    "id": 129851,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129851.json"
    },
    "type": "archived-petition"
}