{
    "attributes": {
        "action": "Ensure Hackney council meets obligations on air quality for local developments",
        "additional_details": "The application stated no development on the east elevation of the site and kitchen ventilation to be built on the west elevation (close to existing shops and commercial premises).  The developer ignored the planning conditions by erecting huge units on the east side, \r\n\r\nThe huge units installed create:\r\n- Constant noise\r\n- Odor at different points during the day\r\n- Create a huge eye saw just meters away from the residents windows\r\n- Issues as residents can now no longer ventilate their homes",
        "background": "In 2015 Hackney Council approved planning permission for a sports centre to be converted into a new bar restaurant.  Shoreditch is already overpopulated with bars and also has an ongoing issue with drunken behavior late at night.\r\n",
        "closed_at": null,
        "created_at": "2016-05-10T14:23:18.239Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-12T01:48:58.767Z",
        "opened_at": null,
        "rejected_at": "2016-05-17T16:43:49.977Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning permission is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.hackney.gov.uk/assets/documents/E-petitions-Guidance.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:40.116Z"
    },
    "id": 129923,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129923.json"
    },
    "type": "archived-petition"
}