{
    "attributes": {
        "action": "Stop the reduction of fire services in Immingham, North East Lincolnshire area",
        "additional_details": "https://www.facebook.com/countyhotel.immingham.7/posts/1056762671064117\r\n\r\nResidents will be put at risk as more cuts to our vital services are reduced to save money. \r\nResponse times will increase as other fire stations will have to cover larger areas and in the event of a major catastrophe occurring, the area will not have the right cover to help",
        "background": "Immingham and the surrounding area has 2 X Fire Stations. Lincs County Council are planning to reduce this. In the area are high risk organisations Oil Refineries, Power Stations, Chemical factories. It will be detrimental to the area to loose a Fire Station which will put local lives at risk",
        "closed_at": null,
        "created_at": "2016-05-10T20:40:37.932Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-10T20:52:58.127Z",
        "opened_at": null,
        "rejected_at": "2016-05-12T16:37:42.527Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Fire services are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttp://www.lincolnshire.gov.uk/local-democracy/finding-your-views/e-petitions/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:40.414Z"
    },
    "id": 129970,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129970.json"
    },
    "type": "archived-petition"
}