{
    "attributes": {
        "action": "Review how evidence is given by health professionals for domestic abuse victims",
        "additional_details": "The victim of emotional abuse. The abuse was spotted by her Family Action worker in November 2015. It took months to realise it really was happening and the effect it was having on her children and herself. She separated from her husband and sought legal advice about obtaining a divorce. Solicitors advised her that to get legal aid she needed a letter of proof from her GP. As the GP wasn't aware of the abuse, just her worsening depression and anxiety, the letter the GP provided couldn't be used.",
        "background": "Health professionals are asked to provide written confirmation that victims have been treated for injuries or conditions consistent with those of a domestic violence victim. Many emotional abuse victims are unaware of the abuse so other forms of evidence should be allowed for Legal Aid eligibility",
        "closed_at": null,
        "created_at": "2016-05-10T20:09:36.425Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-10T20:34:10.197Z",
        "opened_at": null,
        "rejected_at": "2016-05-26T14:48:04.889Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what action you would like the Government to take. You could start a new petition explaining clearly the specific changes you would like to see to the requirements for evidence to prove that people are eligible for Legal Aid."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:40.412Z"
    },
    "id": 129965,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/129965.json"
    },
    "type": "archived-petition"
}