{
    "attributes": {
        "action": "DFE to reverse the decision to close Burnley UTC or grant a 24 month extension.",
        "additional_details": "The Department For Education has decided this fledgling school that offers specialist training to 14-19 year olds in Engineering and Construction is to close. Therefore denying the town and surrounding areas children the opportunity to excel outside of the ''mainsteam'' education system.\r\nThis is a brilliant school, offering a fantastic opportunity and to close it would be an absolute travesty for the children, businesses and future finances of Burnley and the nearby towns and villages.",
        "background": "Last week it was announced that Burnley UTC, a school that cost £10.3m to open in March 2014 is to close in August 2016.\r\nThe DFE have given it effectively just 2 years to sink or swim, not very long to say the least, considering the first pupils to go 14-16 are just sitting their GCSEs now.",
        "closed_at": null,
        "created_at": "2016-05-11T15:43:54.389Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-12T06:56:56.281Z",
        "opened_at": null,
        "rejected_at": "2016-05-16T10:50:53.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to close UTC Lancashire was taken by the Board of Governors of the UTC, not by the UK Government. \r\n\r\nThe press release issued by the UTC states that \"UTC Lancashire has struggled to recruit the number of students necessary to secure future financial viability.\" You could start a new petition calling on the Government to provide additional funding to enable UTC Lancashire to stay open. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:40.796Z"
    },
    "id": 130055,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130055.json"
    },
    "type": "archived-petition"
}