{
    "attributes": {
        "action": "Overturn https://acp.planninginspectorate.gov.uk/ViewCase.aspx?caseid=3142808",
        "additional_details": " The planning is not included in the Outwoods Neighbourhood Development Plan and will cause significant problems to residents, road users, hospital patients and their visitors plus a will have a major environmental impact on the area. The exit road  will be on the junction which is an emergency route for ambulances on their way to A&E at Burton Queens Hospital. It has already been rejected by ESBC planning committee. We ask an investigation and subsequent overturning of this plan is carried out",
        "background": "The building of the planned housing will lead to security issues to over 40 existing dwellings as it will expose the rear and sides of these properties to easy access. It will also increase the on road parking problem caused by the extortionate parking charges at Burton Queens Hospital",
        "closed_at": null,
        "created_at": "2016-05-13T08:50:51.278Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-17T07:20:08.974Z",
        "opened_at": null,
        "rejected_at": "2016-06-06T14:16:30.722Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because the issue you raise is not something for which the UK Government or Parliament is responsible. In some circumstances, the Secretary of State for Communities and Local Government can \"call in\" a planning application to make a decision about it himself. However, after a decision has been taken at local level - as in this case - that is no longer possible. \r\n\r\nThis decision could only be reviewed by the courts through a process known as judicial review. You can find out more about judicial review here: https://www.judiciary.gov.uk/you-and-the-judiciary/judicial-review/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:41.853Z"
    },
    "id": 130277,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130277.json"
    },
    "type": "archived-petition"
}