{
    "attributes": {
        "action": "STOP THE DESTRUCTION OF SUTTON COLDFIELD'S GREEN BELT",
        "additional_details": "Difficult decisions will always have to be made over the sensitive and somewhat emotional debate of the Green Belt, but residents should not have these decisions foisted upon them.\r\nThere are better solutions to the unique position Birmingham faces which would satisfy the needs of present and future generations rather than a knee-jerk reaction to a perceived housing crisis.\r\nWe also need a planning system that is not elaborate or forbidding, but one with a genuine intent to engage with communities.",
        "background": "Residents resent what they see as a plan forced upon them.\r\nPlanning remains a confrontational and adversarial system, biased in favour of the decision makers and not local communities.\r\nOur Government must stop the Birmingham City Council's ruthless plan to destroy our open space.\r\n",
        "closed_at": null,
        "created_at": "2016-05-13T07:15:49.359Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-13T08:14:38.358Z",
        "opened_at": null,
        "rejected_at": "2016-05-16T10:28:38.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning decisions are the responsibility of the local council, in your case, Birmingham City Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillor. \r\n\r\nBirmingham City Council also has a petitions process - you can find out more about it here: \r\n\r\nhttp://epetition.birmingham.public-i.tv/epetition_core/\r\n\r\nThe UK Government and Parliament is responsible for national planning policy, which influences the decisions local authorities take when they are considering planning applications. There are two petitions currently open on our website about national planning policy for greenbelt land. You might like to sign these. They are: \r\n\r\nProtect UK's Greenbelt from being used to build on - https://petition.parliament.uk/petitions/114846\r\n\r\nStop the building of large housing estates nationwide on green belt land - https://petition.parliament.uk/petitions/123541"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:41.787Z"
    },
    "id": 130268,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130268.json"
    },
    "type": "archived-petition"
}