{
    "attributes": {
        "action": "Address the cost of living and the price of private rent",
        "additional_details": "Between Oct - Dec 2011 The Essex local authority accepted 315 people as homeless - The Guardian Homelessness statistics.\r\n\r\nPeople sleeping rough in England in 2015 is estimated at 3569 - homeless.org\r\n\r\nThe average private rent in Essex for a one bedroom is £756 and this doesn't include any bills or council tax. \r\n\r\nThe cost of living for those on a low wage is unrealistic and the lack of affordable housing is a massive problem and needs to be addressed. Private rent is out of reach for a lot of people something needs to change. \r\n  \r\n\r\n\r\n",
        "background": "Address the cost of living and private rent! There is a massive lack of affordable housing, I'm 32, single, work full time and have been effectively homeless for 10 years now. The council wont help me as I'm not deemed priority or vulnerable! Surely its a human right to have a place called home! ",
        "closed_at": null,
        "created_at": "2016-05-12T16:53:28.775Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-13T11:34:05.365Z",
        "opened_at": null,
        "rejected_at": "2016-05-13T16:25:02.574Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what you would like the Government to do to address this problem. If you would like more affordable housing to be built, you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/129732"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:41.508Z"
    },
    "id": 130203,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130203.json"
    },
    "type": "archived-petition"
}