{
    "attributes": {
        "action": "Goverment to state what percentage of school attendance equates to regular?",
        "additional_details": "Yet another case through the courts that has taken time, money and wasted a lot of resources, only to be thrown out on appeal! With legal costs over £13,000 for the parent! Would it not be easier to just know what the definition of regular attendance is? \r\nPlease support this petition, and support the hard working parents who either cannot take time off together in school holidays or cannot afford to take the children away in holiday time! Children deserve a holiday too!!",
        "background": "Both my wife and I work really hard, but getting time off in school holidays together is really difficult! And when we do the prices are astronomical. Our two boys deserve a holiday as much as anyone! Both have good school attendance records and one week missed will not affect their learning!",
        "closed_at": null,
        "created_at": "2016-05-13T13:14:46.511Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-13T19:56:06.480Z",
        "opened_at": null,
        "rejected_at": "2016-05-17T11:08:07.613Z",
        "rejection": {
            "code": "no-action",
            "details": "At the moment, it is up to the courts to interpret the law. The courts are independent of the Government and Parliament. \r\n\r\nYou could start a new petition asking Parliament to change the law, to give a clear definition of what \"regular\" means. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:42.021Z"
    },
    "id": 130311,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130311.json"
    },
    "type": "archived-petition"
}