{
    "attributes": {
        "action": "MAKE BANKS TO REFUND CHARGEBACK TO SMALL BUSINESS VICTIMS OF FRAUD.",
        "additional_details": "I wrote to Action fraud, the British police, the Dutch police, the Dutch embassy in London still no one can help, I went to the citizen advice, and even my MP tried to help but dead end. Now my business is just dead because I don’t have any money left to continue my business. I believe banks should consider and realise how small businesses are affected by fraudsters and chargeback accordingly to exceptional circumstances. Furthermore, more help should be available to small sole traders who are victims of fraud to be able to get our money back; it is unbelievable that in such according to my experience no one is helping.  ",
        "background": "Bank don’t pay chargeback on a debit card, fraud is no legal obligation as in Section 75 with Credit Cards.  As a small business sole trader I became a victim of fraud losing £4271.39 to a supplier in Holland. ",
        "closed_at": null,
        "created_at": "2016-05-13T19:43:10.231Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-13T20:43:18.043Z",
        "opened_at": null,
        "rejected_at": "2016-05-19T09:28:32.646Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, this is a decision for banks to make.\r\n\r\nYou could start a petition calling on Parliament to change the law, so that Section 75 of the Consumer Credit Act applies to debit cards in the same way that it applies to credit cards. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:42.178Z"
    },
    "id": 130351,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130351.json"
    },
    "type": "archived-petition"
}