{
    "attributes": {
        "action": "That the Government accept the High Court ruling on \"Regular Attendance\"",
        "additional_details": "While there is evidence to suggest poor attendance leads to poor attainment, there reverse is not true - and in fact, that occasional absence can contribute to a more rounded child.\r\n\r\nMany parents are unable to take leave from work during term-time, and non-parent family members more so, eg when visiting family/friends overseas.\r\n\r\nParents, and head-teachers, who know the child best should be given discretion - especially where high-attendance and/or high-attainment can be cited in support.",
        "background": "On Friday 13th May, the High Court rejected an appeal by Isle of Wight Council, ruling that 90% attendance at school was \"Regular\" in accordance with the Education Act\r\n\r\nThe Government should accept this ruling, and stop persecuting parents who (for legitimate reasons) take absence during term-time",
        "closed_at": null,
        "created_at": "2016-05-14T06:03:19.491Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-14T17:49:51.814Z",
        "opened_at": null,
        "rejected_at": "2016-05-18T10:58:29.563Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. The UK Government was not a party to the proceedings in this case, and so it is not clear what it would mean for the Government to accept the judgment. \r\n\r\nYou might like to sign this petition, which relates to the same issue: \"No more school penalty fines and bring back the 10 day authorised absence\" (https://petition.parliament.uk/petitions/129698).\r\n\r\nAlternatively, you could start a new petition calling on Parliament to change the law, to make it clear that regular attendance is 90%. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:42.327Z"
    },
    "id": 130374,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130374.json"
    },
    "type": "archived-petition"
}