{
    "attributes": {
        "action": "Mandatory Zero School Bullying Policies For All Schools",
        "additional_details": "As Parents Carers We Have Had Enough Of Schools In There Immorally Doing Wrongs When It Comes To Bullying Within There Schools There Hand Are Tied Due To Policies And Legislations Etc Its Our Children That Are Being Directly Affected And Mentally Affected And All Schools Can Do Is Pass The Buck Pila To Post Cause There Hands Are Tied And They Don't Have Any Legal Powers Etc This All Has To Change For Safety Well-Being Of All Our Children Its Not Right And Not Fair ",
        "background": "Without Mandatory Policies Then Schools Etc Are Going To Continue Doing Nothing And Sweeping School Bullying Under The Carpet And Investigations Not Being Properly Investigated Immorally Doing Wrong Passing The Buck Pila To post And Its Our Children That Are Suffering From This   ",
        "closed_at": null,
        "created_at": "2016-05-15T14:35:49.622Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-15T19:00:24.828Z",
        "opened_at": null,
        "rejected_at": "2016-05-16T10:35:02.197Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. By law, all state (not private) schools must have a behaviour policy in place that includes measures to prevent all forms of bullying among pupils. You can find out more about this here: \r\n\r\nhttps://www.gov.uk/bullying-at-school/the-law\r\n\r\nIt is therefore already mandatory for schools to have a bullying policy. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:42.751Z"
    },
    "id": 130471,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130471.json"
    },
    "type": "archived-petition"
}