{
    "attributes": {
        "action": "Introduce free bus travel for ages 16-18 with the extended school leaving age",
        "additional_details": "Many schools were visited by all the political parties and were told because of the new extended leaving age (They now have to stay in full time education till they're 18) that free bus transportation would be changed.\r\n\r\nHowever a few months down the line nothing has been mentioned about it. Students should be able to make the most out of their post 16 so that they can easily go into the job they desire",
        "background": "Up to age 17 students can expect free bus travel however I feel this should be reconsidered to cater for students choosing to stay on at a sixth form for their post 16. This would help cater for those who would want to make the most of their sixth form (I.E Attending a grammar school 20 miles away)",
        "closed_at": null,
        "created_at": "2016-05-14T17:02:13.894Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-14T17:29:28.888Z",
        "opened_at": null,
        "rejected_at": "2016-05-25T13:37:09.555Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Bus fares are not set by the UK Government. Local bus operators (bus companies) are free to set their own fares. However, local transport authorities (usually local councils) have the power to set maximum fares in some circumstances.\r\n\r\nAlternatively, you could start a new petition asking the Government to provide funding for bus fares for people over 16 in compulsory education."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:42.461Z"
    },
    "id": 130411,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130411.json"
    },
    "type": "archived-petition"
}