{
    "attributes": {
        "action": "safer procedures in food production and restaurants for allergy sufferers",
        "additional_details": "I have also found that, when you alert establishments to your allergies they often have one of two responses. Either they act as if they have been your GP all your life and know your condition better than you do. (Sometimes this is unfortunately not the case.) Otherwise they become so scared they are reluctant to give you anything,'This burger may contain traces of nuts because the cow looked at an almond once'. Both of these responses leave me unable to enjoy my dining experience. Sort it out!",
        "background": "Recently I have found that restaurants and cafes have failed to sufficiently protect against cross contamination and been vague about the risk of contamination when questioned. When I have had a reaction I have been made to feel I am in the wrong to criticise which is embarrassing and unfair.",
        "closed_at": null,
        "created_at": "2016-05-14T21:45:26.870Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-17T19:45:54.706Z",
        "opened_at": null,
        "rejected_at": "2016-05-18T11:54:22.919Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what specific action you would like the Government or Parliament to take to improve things for people with allergies. You could start a new petition calling on Parliament to change the law, to make clear what is required of restaurants and cafes."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:42.587Z"
    },
    "id": 130431,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130431.json"
    },
    "type": "archived-petition"
}