{
    "attributes": {
        "action": "Facilitate a PM Cameron/Farage head-to-head TV debate on 23 June EU Referendum!",
        "additional_details": "Nigel Farage MEP is probably the best informed politician to hold PM Cameron to account.\r\n\r\nThere is no status quo option. This political decision is of vital importance to the future of the UK, as a Leave or Stay Referendum result will change the UK’s relationship with the EU.\r\n\r\nIf both men are confident of their case, neither should fear a head-to-head debate in exactly the same Farage/Clegg two-part format to let the voting public judge the competence of each option prior to casting their vote.",
        "background": "We call for the Prime Minister, Stay in the EU leader, to debate with Nigel Farage, UKIP Leader.  The debate, televised (BBC/ITV) & broadcast ‘live’, to be completed prior to EU Referendum issue of postal votes on 7 June must follow the same two-part format as the Clegg/Farage TV two-part debate.",
        "closed_at": null,
        "created_at": "2016-05-16T11:53:05.473Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-16T12:31:10.001Z",
        "opened_at": null,
        "rejected_at": "2016-05-18T10:14:05.333Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It would be up to television companies to arrange a debate and to invite people to attend."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:43.046Z"
    },
    "id": 130534,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130534.json"
    },
    "type": "archived-petition"
}