{
    "attributes": {
        "action": "Drop the plans to INCREASE tuition fees further and open more universities.",
        "additional_details": "The Government should drop plans to allow tuition fees to further rise above £9,000. It has been less than 5 years since the decision to treble them has priced thousands of students out of getting a higher education. The plans to allow top universities to increase fees above universities will price disadvantaged intelligent students out of a top education. \r\nShadow universities minister, Gordon Marsden, warned that it could be \"very dangerous\" to allow new providers to award degrees too quickly.",
        "background": "It will be made easier to open new universities in England, under plans announced by Universities Minister.\r\nThe government's proposals for higher education also confirm plans to allow tuition fees to increase above £9000 from 2017.\r\nThis will depend on universities having high-quality teaching.",
        "closed_at": "2016-11-16T23:59:59.999Z",
        "created_at": "2016-05-16T09:24:56.027Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-03T11:11:27.756Z",
            "details": "The reforms announced in our Higher Education and Research White Paper, ‘Success as a Knowledge Economy: Teaching Excellence, Social Mobility and Student Choice’ will support the Government’s mission to boost, life chances and opportunity for all, and enhance the competitiveness and productivity of our economy.  They will also strengthen the UK’s world-class capabilities in research and innovation.\r\n\r\nOur higher education sector is among our greatest national assets. England’s universities rank among the best in the world. They generate the knowledge and skills that fuel our economy and provide the basis for our nation’s intellectual and cultural success.\r\n\r\nHowever, our higher education system is falling short when it comes to delivering value for money for students, employers and taxpayers, and is not fulfilling its full potential as an engine of social mobility and driver of enhanced productivity. \r\n\r\nAll students, regardless of their background, deserve excellent teaching that helps them fulfil their potential. The Teaching Excellence Framework will put in place reputational and financial incentives that will drive up the standard of teaching in all universities, and will put clear, understandable information about outcomes in the hands of students so they know where teaching is best and what benefits they can expect to gain from their course. \r\n\t\r\nThe £9,000 fee cap set in 2012 is now worth £8,500 in real terms, and we cannot allow a situation where our world-class universities are under-funded. As is provided for in the 2004 legislation we will therefore allow high quality providers the opportunity to increase the maximum fees in line with inflation, meaning they will remain flat in real terms. \r\n\r\nYoung people from disadvantaged backgrounds have not been put off going to university with entry rates at a record level of 18.5% in 2015 (compared to 13.6% in 2009). Our repayments system is based on the ability to pay. Repayments start only once a student’s income reaches over £21,000. \r\n\r\nWe are committed to maintaining a system which does not allow entry and growth from poor quality and financially unsustainable providers and deals with poor quality providers already in the system.  In order to be eligible for degree awarding powers, a provider must meet tough quality and Financial Sustainability, Management and Governance criteria. And only once a provider has successfully operated with full degree awarding powers for three years will they become eligible for university title. Nonetheless, our reforms will level the playing field for high quality new entrants, improving the capacity and agility of the higher education sector to respond to the needs of students.\r\n\r\nDepartment for Business, Innovation and Skills",
            "responded_on": "2016-06-03",
            "summary": "Government’s reforms will deliver greater choice and value for students, promote social mobility and boost productivity. Maximum tuition fees will remain flat in real terms.   ",
            "updated_at": "2016-06-03T11:11:27.756Z"
        },
        "government_response_at": "2016-06-03T11:11:27.760Z",
        "moderation_threshold_reached_at": "2016-05-16T10:03:05.388Z",
        "opened_at": "2016-05-16T11:16:44.774Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-17T11:09:58.165Z",
        "scheduled_debate_date": null,
        "signature_count": 53525,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:43.232Z"
    },
    "id": 130519,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130519.json"
    },
    "type": "archived-petition"
}