{
    "attributes": {
        "action": "Reform the EEA Family permit criteria as it undermines UK Family Migration Rules",
        "additional_details": "Family Immigration Rules stipulate that British Nationals in the UK are now required to earn a minimum salary of £18,600 to sponsor a spouse from outside EEA. This is a salary level that the government considers necessary so that the spouse will not be a burden on the tax payer however EU Citizen only has to exercise treaty rights to be in UK and their non-EU family member has to apply for an 'EEA family permit' with no salary threshold and there is not even a requirement to be in employment.",
        "background": "British Citizen and EU Citizen living in the UK do not have the same rights when it is a question of Family Migration. The reforms to family migration for British Citizens are undermined by EU Law that allows EU Citizens to bring spouses and family members to the UK with no salary or other condition",
        "closed_at": null,
        "created_at": "2016-05-16T23:05:07.383Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-16T23:42:01.314Z",
        "opened_at": null,
        "rejected_at": "2016-05-18T17:05:05.217Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because the UK Government or Parliament is not responsible for the issue you raise. EEA Family Permit rules are set by the European Economic Area. The EEA is made up of the Member States of the European Union (EU) and the European Free Trade Association (EFTA). The EEA's decision making structures are separate from the EU (http://www.efta.int/eea/eea-institutions) but the most effective way to raise your concerns about the unfairness of EEA Family Permit rules is through the EU. \r\n\r\nYou can do this in two ways: \r\n\r\n(1) by contacting your MEP. You can find out who your MEP is here: http://www.europarl.org.uk/en/your-meps.html\r\n(2) by petitioning the European Parliament. You can find more information about that here: http://www.europarl.europa.eu/atyourservice/en/20150201PVL00037/Petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:43.392Z"
    },
    "id": 130594,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130594.json"
    },
    "type": "archived-petition"
}