{
    "attributes": {
        "action": "End the contracts with Atos, Capita and maximus as they are not fit for purpose.",
        "additional_details": "I have 2 letters stating the assessment report was good and up to standards but after fighting the complaint the 3rd letter now states the assessment report for PIP was up to standards and the nurse was contradicting herself and the report needs amending as it could affect the decision but because i won a appeal they wont tell DWP but the contacts needs ending with theses companies as they're not fit for purpose and GPs should have more of a say whether you can or can't work.",
        "background": "I and many other vulnerable people are getting wrongly assessed by Atos, Capita and Maximus they dont listen to what you have to say also they can be intimidating and contradict what doctors and hospital consultants say also they dont take complaint seriously, there putting lives at risk with lies.",
        "closed_at": "2016-11-27T23:59:59.999Z",
        "created_at": "2016-05-18T16:05:43.890Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-13T14:38:51.300Z",
            "details": "The Department is committed to protecting the most vulnerable people in society and is determined to support more people into work and provide individuals who cannot work with the correct support that they need – the effective assessment of people’s abilities is key to this goal. \r\n\r\nHealth and disability assessments require specialist skills, which is why the Department contracts to have them undertaken by qualified healthcare professionals.\r\n\r\nThe role of our Assessment Providers is to carry out health and disability assessments on behalf of the DWP. Our providers are committed to providing a quality, sensitive and respectful service by conducting fair, accurate and objective assessments. DWP closely and robustly monitors the performance of all our contracted providers.  \r\n\r\nAssessments undertaken by our contracted providers consider the impact a health condition or disability has on an individual, rather than providing a diagnosis or treatment plan and therefore the role undertaken by our contracted healthcare professionals is quite different to the role carried out by a GP. \r\n\r\nAll healthcare professionals undertaking assessments on behalf of DWP are registered practitioners who have also met requirements around training, experience and competence. \r\nTheir approach should allow an individual the time they need to describe the impact of their health condition or disability in their own words. Healthcare professionals adopt a holistic approach, assessing all the evidence available to them, including their clinical knowledge, to provide a report to DWP Decision Makers. The decision maker will then take into consideration all available evidence, including evidence received from the claimant, reports from GPs, hospital doctors and other clinicians in addition to the assessment report, to determine a person’s eligibility for benefit. \r\n\r\nDWP has also put in place an independent audit of assessments to ensure that the advice provided to the Department's decision makers is of suitable quality, fully explained and justified. In addition, there are other safeguards in place to ensure correct decisions are made, such as DWP decision makers being able to ask the provider for clarification or advice or returning the report to the provider if they believe that it does not provide sufficient information for them to make a decision.\r\n\r\nDWP also has a range of other policies and procedures in place to help people that may need additional support and if someone has been identified by us as needing further support, we ensure this information is passed on to our contracted provider, who will also endeavour to provide the appropriate support to meet their needs.\r\n\r\nAssessment providers are continually looking at ways to improve the service they provide and work closely with DWP on initiatives to improve the overall customer experience. \r\n\r\nOur providers take complaints very seriously and will fully investigate all complaints received, obtaining all relevant information to inform a balanced, appropriate and full response. \r\n\r\nIf, at the end of the complaint process, an individual remains dissatisfied with the way in which the Assessment Provider has dealt with their complaint, they can escalate their concerns to the Independent Case Examiner, who provides a free complaints review service to people that want to complain about government organisations.\r\n\r\nWe are confident that we have the right Assessment Providers in place to deliver our health and disability assessments and that we have a strong contract management and operational monitoring regime in place that enables us to robustly monitor the performance of these contracted providers.\r\n\r\nDepartment for Work and Pensions",
            "summary": "We are committed to ensuring claimants receive high quality, objective, fair and accurate assessments and closely monitor all aspects of the process including the performance of Assessment Providers.",
            "updated_at": "2016-09-13T14:38:51.300Z"
        },
        "government_response_at": "2016-09-13T14:38:51.303Z",
        "moderation_threshold_reached_at": "2016-05-18T16:18:33.559Z",
        "opened_at": "2016-05-27T09:49:25.300Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-30T14:47:15.739Z",
        "scheduled_debate_date": null,
        "signature_count": 14094,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:44.421Z"
    },
    "id": 130787,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130787.json"
    },
    "type": "archived-petition"
}