{
    "attributes": {
        "action": "Allow employees the afternoon of Thursday 16th June off work to watch Euros 2016",
        "additional_details": "We think this would be a positive movement in order to encourage the friendly and competitive nature of football. The European Championships only occur once every four years and employees will be denied of this privilege due to working circumstances. The England vs Wales game includes two of the UKs countries competing at 2.30pm, meaning employees will not be able to watch this. Additionally, the Northern Ireland vs Ukraine game is on at 5.00pm which further restricts employees.",
        "background": "We would like employees to have the afternoon of Thursday 16th June off to watch the Euro 2016 England vs Wales and Ukraine vs Northern Ireland football games. This is the first time Wales and Northern Ireland have competed in the Euros and we do not want employees to be deprived of this privilege. ",
        "closed_at": null,
        "created_at": "2016-05-19T11:36:09.399Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-19T11:42:02.602Z",
        "opened_at": null,
        "rejected_at": "2016-05-19T13:21:11.142Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because it does not call for clear action falling within the UK Government or Parliament's responsibility. You could start a new petition calling on the Government to do something within its power - for example, to create a new bank holiday on 16 June 2016."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:44.696Z"
    },
    "id": 130861,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130861.json"
    },
    "type": "archived-petition"
}