{
    "attributes": {
        "action": "To debate whether David Cameron mislead parliament regarding Brexit",
        "additional_details": "Publicly David Cameron stated \"I am not arguing – and I will never argue – that Britain couldn’t survive outside the European Union. We are the fifth largest economy in the world. The biggest defence player in Europe with one of the most of extensive and influential diplomatic networks on the planet.\"\r\nPrivately he stated : \"...contacting FTSE 500 companies who have annual reports due for publication before June and persuading them that they should include Brexit in the list of key risks.\"",
        "background": "It appears that David Cameron mislead parliament on February 3rd - stating that Britain is a successful nation and one of the most influential in the world and Brexit is a viable option, and \"I rule nothing out\". \r\nAt the same time he was privately campaigning for the 'Remain' campaign.",
        "closed_at": null,
        "created_at": "2016-05-19T10:08:50.386Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-20T22:29:54.762Z",
        "opened_at": null,
        "rejected_at": "2016-05-26T18:05:42.724Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept petitions calling for an inquiry into whether an MP has misled the House of Commons. That’s because neither the House of Commons nor the Government is responsible for deciding that an inquiry that an inquiry of that kind should happen. \r\n\r\nWe could accept a petition calling for a public inquiry into whether the Prime Minister had said something which misled the country (rather than Parliament). \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:44.636Z"
    },
    "id": 130855,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130855.json"
    },
    "type": "archived-petition"
}