{
    "attributes": {
        "action": "Call for an independant inquiry into claims that David Cameron misled Parliment.",
        "additional_details": " At the time, the Prime Minister was still claiming he ‘ruled nothing out’ over campaigning for Brexit at the UK’s in/out referendum!\r\nIf this is fact then secretly colluding with a business, that has multi million pound contracts with the British government and the EU and organising the ‘Remain’ campaign while at the same saying that you rule nothing out, is a massive deception, dishonest and a constitutional crime! ",
        "background": " A letter detailing secret plans between the Prime Minister and the boss of a multi national company on making the case for the UK to remain in the EU has been leaked! It is alleged to have been sent to Downing street 11 days before he concluded his renegotiation deal with the EU on Feb 19.\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-05-20T09:29:57.852Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-20T15:34:35.655Z",
        "opened_at": null,
        "rejected_at": "2016-05-26T18:05:26.420Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept petitions calling for an inquiry into whether an MP has misled the House of Commons. That’s because neither the House of Commons nor the Government is responsible for deciding that an inquiry that an inquiry of that kind should happen. \r\n\r\nWe could accept a petition calling for a public inquiry into whether the Prime Minister had said something which misled the country (rather than Parliament). \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:45.115Z"
    },
    "id": 130956,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/130956.json"
    },
    "type": "archived-petition"
}