{
    "attributes": {
        "action": "Stop greedy insurance companies making money out of innocent victims",
        "additional_details": "My stationary vehicle was hit by a third party vehicle. Causing a total loss. I had an independent witness but still payout after 6 months. Third party is denying liability! How he can do that when there is a witness I don't know. I did the right thing and reported the accident to my insurance company and asked if my premium would rise, they told me it wouldn't. My renewal is due next month and my premium has doubled some higher.Government should put a stop to these greedy insurance companies \r\n\r\n",
        "background": "Stop greedy insurance companies making money out of innocent victims ",
        "closed_at": null,
        "created_at": "2016-05-21T12:27:17.683Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-21T20:57:05.430Z",
        "opened_at": null,
        "rejected_at": "2016-05-23T13:10:53.423Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition does not have a clear action which you want the Government or Parliament to take to address this issue. You obviously feel strongly about the cost of insurance, but it is not clear to us what you want to happen.\r\n\r\nThe Government does not directly control the cost of insurance. If you would like Parliament to agree to regulation of the insurance industry to achieve a particular outcome, you could start a petition calling for that. You might also like to sign this petition, which we think is similar to yours: \r\nhttps://petition.parliament.uk/petitions/114021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:45.509Z"
    },
    "id": 131042,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131042.json"
    },
    "type": "archived-petition"
}