{
    "attributes": {
        "action": "Get permission from creators before plagiarising their art within a campaign",
        "additional_details": "Created by the same director as one music video from their previous album, Settle Down on The 1975, the whole band and crew feel betrayed and exploited, as their hard work, and unique, creative visions have been associated with a political campaign, which has no relevance to the band, or their music. It is displaying a lack of trust towards their teen fanbase, and a severe breach of copyright. ",
        "background": "The 1975s new album, I Like It When You Sleep, has a distinctive advertisement campaign, featuring neon signs, with song titles displayed upon neon frames, in settings symbolic of the song. The EU campaign leaflet, is strangely similar, with the same neon coloured signs, on said frame, in said place",
        "closed_at": null,
        "created_at": "2016-05-22T21:35:06.491Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-22T21:39:18.537Z",
        "opened_at": null,
        "rejected_at": "2016-05-23T13:52:58.286Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government or Parliament is not responsible for the issue you raise. The leaflet about which you wish to complain was published by the Electoral Commission, which is an independent body. You can complain to the Electoral Commission about the leaflet here: \r\nhttp://www.electoralcommission.org.uk/complaints"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:45.932Z"
    },
    "id": 131139,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131139.json"
    },
    "type": "archived-petition"
}