{
    "attributes": {
        "action": "Teach self-defence within secondary schools in Physical Education as a module.",
        "additional_details": "Self-defence should specifically be taught to girls. This is because I have been to an all girls school and understand the vulnerability. I know many women who have experienced violence and not been able to defend themselves as they have not been taught to. I believe it is a necessity to have the skills to protect us from violence and harm. This in the long term will likely protect many individuals from harm. ",
        "background": "Knowing self-defence can be the difference between being harmed and being able to protect yourself. However,  many individuals do not have these skills in order to protect themselves. Therefore I believe self-defence should be a module within Physical education, especially in a all girl schools.",
        "closed_at": null,
        "created_at": "2016-05-22T20:04:56.921Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-22T21:07:48.786Z",
        "opened_at": null,
        "rejected_at": "2016-05-25T13:29:10.123Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. You could start a new petition, calling on the Government to take clear action; for example, you could ask the Government to add self-defence to the national curriculum in secondary schools in England.\r\n\r\nAlternatively, this petition is very similar to yours: https://petition.parliament.uk/petitions/120392. You might like to sign that instead - the issue of self-defence classes in schools is likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:45.918Z"
    },
    "id": 131128,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131128.json"
    },
    "type": "archived-petition"
}