{
    "attributes": {
        "action": "Stop retrospective changes to the student loans agreement",
        "additional_details": "According to moneysavingexpert two million graduates will end up paying £306 more each year by 2020-21 if they earn over £21,000\r\n\r\nBy introducing retrospective changes it threatens any trust had in the student finance system.\r\n\r\nA commercial company would not be permitted to alter the terms of a loan agreement, so why should our government?\r\n\r\nThe chancellor did not even mention these changes in his Autumn statement, underlining the underhand nature of these changes.",
        "background": "In 2010, the Government promised that from April 2017 the Student Loans repayment threshold of £21,000 would be upped each year with average earnings.\r\n\r\nThe Government has now backtracked on this promise, freezing the threshold at £21,000.  Graduates will now pay more on their student loans.",
        "closed_at": "2016-11-23T23:59:59.999Z",
        "created_at": "2016-05-23T11:27:50.996Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-07-18",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-07-18/debates/16071826000001/StudentLoansAgreement",
            "video_url": "http://www.parliamentlive.tv/Event/Index/9bac2dbf-f634-4134-ab34-5e4aab8a6cb7"
        },
        "debate_outcome_at": "2016-07-19T09:12:31.933Z",
        "debate_threshold_reached_at": "2016-05-26T15:04:42.626Z",
        "government_response": {
            "created_at": "2016-06-15T12:59:50.452Z",
            "details": "This Government is ensuring Higher Education is open to more people than ever before, and application rates from disadvantaged young people seeking to go university are currently at record levels. But Higher Education and Further Education must remain affordable to the taxpayer. Our approach is based on the fundamental principle that a borrower’s contribution to the cost of their education should be linked to their ability to pay. Graduates generally benefit from higher earnings than those who do not go to university, and we must maintain a fair balance between taxpayers and graduates in the costs of Higher Education. \r\n\r\nGraduates don’t have to repay their loans until they are earning above the annual threshold of £21,000. This threshold remains higher in real terms than that applicable to student loans taken out before 2012. Repayments are then made at a rate of 9% above this threshold. If a borrower earns less than the threshold then no repayments need to be made. Outstanding loans are written off 30 years after graduation.\r\n\r\nThe Government consulted on the threshold freeze in July 2015. All responses to the consultation were considered carefully in the wider context of the detailed analysis of impacts, including on the public finances, and the Equality Analysis. The consultation document and the Government response are available at https://www.gov.uk/government/consultations/freezing-the-student-loan-repayment-threshold.\r\n\r\nThe decision to freeze the student loan repayment threshold for post-2012 (“Plan 2”) borrowers until April 2021, was then announced in the November 2015 Spending Review. The Spending Review and Autumn Statement 2015 documents are available at https://www.gov.uk/government/publications/spending-review-and-autumn-statement-2015-documents.\r\n\r\nDepartment for Business, Innovation and Skills",
            "responded_on": "2016-06-15",
            "summary": "Freezing the repayment threshold ensures that the student support system remains affordable to the taxpayer and all students can access a university education, irrespective of their ability to pay.",
            "updated_at": "2016-06-15T12:59:50.452Z"
        },
        "government_response_at": "2016-06-15T12:59:50.454Z",
        "moderation_threshold_reached_at": "2016-05-23T11:54:17.370Z",
        "opened_at": "2016-05-23T12:48:36.257Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-24T21:15:02.400Z",
        "scheduled_debate_date": "2016-07-18",
        "signature_count": 134194,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:47.672Z"
    },
    "id": 131167,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131167.json"
    },
    "type": "archived-petition"
}