{
    "attributes": {
        "action": "Ban the wearing of a Burka, any full or partial front face coverings in public.",
        "additional_details": "Burkas and some full/partial face coverings are worn by choice, it's been said in the past a wanted male criminal has escaped the country by wearing a burka. ",
        "background": "All full or partial front face coverings should be banned in public for security reasons, the Burka its self is a huge security risk, the person wearing it could be male or female unless you can see the full face you would never know. Crash helmets will of course still be compulsory while riding.",
        "closed_at": "2016-12-02T23:59:59.999Z",
        "created_at": "2016-05-27T08:24:21.788Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-08-11T14:50:38.662Z",
            "details": "Face coverings can be worn in public places for a variety of legitimate reasons, from religious observance to keeping warm in inclement weather.  The Government has no intention of making it a criminal offence to wear face coverings.\r\n\r\nWhere face coverings are used for the purpose of concealing identity, section 60AA of the Criminal Justice and Public Order Act 1994 provides police officers with the power to remove them.  The police may also remove face coverings during a stop and search or following an arrest.  The Government considers these powers to be both proportionate to citizens’ civil liberties and sufficient to allow the police to protect the public from harm.\r\n\r\nHome Office",
            "summary": "Face coverings can be worn in public places for a variety of legitimate reasons.  The Government has no intention of making it a criminal offence to wear face coverings.",
            "updated_at": "2016-08-11T14:50:38.662Z"
        },
        "government_response_at": "2016-08-11T14:50:38.664Z",
        "moderation_threshold_reached_at": "2016-05-28T20:00:57.743Z",
        "opened_at": "2016-06-02T10:21:16.231Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-21T21:06:23.251Z",
        "scheduled_debate_date": null,
        "signature_count": 19765,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:47.924Z"
    },
    "id": 131481,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131481.json"
    },
    "type": "archived-petition"
}