{
    "attributes": {
        "action": "Revoke a law change that was done specifically to undermine British rule of law",
        "additional_details": "The acts that were removed by Tony Blair MP whilst in power in regards to Treason have seriously jeopardised not only the Queen but Parliament itself and these acts need to be reinstated as quickly as possible to ensure that Britain will remain to be Britain and not fall to foreign rule. \r\n\r\nThe lies that are being freely displayed today from many of our elected representatives would never have occurred if Tony Blair had not changed the Treason laws!",
        "background": "Tony Blair MP revoked certain Treason laws that have clearly allowed some elected members of parliament to work in a way that is not in Britain's best interest, these laws were put in place to protect the British people and should never have been removed without the consent of the people. ",
        "closed_at": null,
        "created_at": "2016-05-27T01:53:57.374Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-27T09:08:45.412Z",
        "opened_at": null,
        "rejected_at": "2016-06-01T14:00:48.827Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. From the text of your petition, it's not clear which law could be re-enacted to limit MPs' freedom of expression. MPs speaking in the House of Commons are protected from prosecution by parliamentary privilege.\r\n\r\nYou could start a new petition asking the Government to re-enact a particular Act. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:47.677Z"
    },
    "id": 131472,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131472.json"
    },
    "type": "archived-petition"
}