{
    "attributes": {
        "action": "Make it an offence for Sharia Police/Squads to enforce Sharia law in the UK.",
        "additional_details": "We have law in this country, and whilst some might seek to dissolve it and impose their own ideology and force people to convert to islam or succumb to its demands, this is not considered acceptable, and we demand action to eliminate \"Sharia Police\" and protect voters, citizens, taxpayers and others from these parties, who do not answer to any legal or due process. Even shop owners are being threatened with '40 lashes' for selling alcohol. This is not acceptable, and the law needs to acknowledge the damage this moral erosion is doing to Great Britain",
        "background": "We have law in this country, and whilst some might seek to dissolve it and impose their own ideology/force people to convert to islam/succumb to its demands, this is not considered acceptable, and we demand action to eliminate \"Sharia Police\" and protect the public from these unlegislated groups.",
        "closed_at": null,
        "created_at": "2016-05-26T18:12:47.447Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-27T22:39:44.167Z",
        "opened_at": null,
        "rejected_at": "2016-06-03T09:15:23.456Z",
        "rejection": {
            "code": "no-action",
            "details": "In response to another petition, the Government has said:\r\n\r\n\"Sharia 'law' has no jurisdiction in England and Wales and the Government has no intention to change this position. [...] There can be no question of there being a parallel system of law in this country.\"\r\n\r\nAnyone making threats of violence would be subject to existing UK law. It is therefore not clear what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:47.480Z"
    },
    "id": 131439,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131439.json"
    },
    "type": "archived-petition"
}