{
    "attributes": {
        "action": "Review Oliver Campbell's 25yr miscarriage of justice & help him get justice.",
        "additional_details": "The BBC's Rough Justice did an in-depth programme on his case which revealed clearly that the conviction was unsafe.\r\n\r\nDuring the course of the programme, another individual came forward to say that he was involved in the murder but that Oliver Campbell was not.\r\n\r\nDespite the overwhelming quantity of evidence establishing doubt about Oliver Campbell's conviction, the CCRC to date have declined to refer his case back to the Court of Appeal, We request the Home Secretary assist in Oliver's case.",
        "background": "OLIVER CAMPBELL was convicted of the murder of a shopkeeper in 1990.  He then served over 10yrs in prison. The evidence against him was a confession which he made to police officers, it must be borne in mind that due to an injury he suffered when he was four, he has severe learning difficulties.",
        "closed_at": null,
        "created_at": "2016-05-28T11:56:28.715Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-28T12:03:44.497Z",
        "opened_at": null,
        "rejected_at": "2016-07-28T11:05:30.369Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The only way of challenging a final decision of the CCRC not to refer a case for an appeal is by way of judicial review. \r\n\r\nA judicial review is a type of court proceeding in which a judge reviews the lawfulness of a decision or action made by a public body. You can find out more information, including how to apply for a judicial review on these webpages: \r\n\r\nhttp://ccrc.wpengine.com/wp-content/uploads/2015/03/Judical-Review-Policy-and-Procedure-FM-.pdf \r\n\r\nhttps://www.justice.gov.uk/courts/rcj-rolls-building/administrative-court/applying-for-judicial-review\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:48.111Z"
    },
    "id": 131572,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131572.json"
    },
    "type": "archived-petition"
}