{
    "attributes": {
        "action": "Fund more research into DIPG brain tumours, which are almost universally fatal.",
        "additional_details": "• DIPG - MOST FATAL form of brain cancer which grows in the pons (middle) area of the brainstem making it inoperable.\r\n• NO effective treatment or known cure available. \r\n• DIPG primarily affects children between 5 and 10 years of age.\r\n• Average survival time from diagnosis is just 9 months.\r\n• Every 9 days a child in the UK is diagnosed with DIPG.\r\n• Just 1% of the national spend on cancer research has been allocated to brain tumours.\r\nMore funding for research is urgently needed, please support us!\r\n",
        "background": "In April this year our world turned upside down and our heart shattered to pieces as the consultant's diagnosis confirmed that our beautiful 6 year old daughter Kaleigh had a condition called DIPG, a rare, aggressive, inoperable brain tumour. This is an evil that no family should have to go through.",
        "closed_at": "2016-12-03T23:59:59.999Z",
        "created_at": "2016-05-27T23:24:18.798Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-15T13:19:09.605Z",
            "details": "The Government agrees that an increase in the level of research into diffuse intrinsic pontine gliomas (DIPG) and other brain tumours is crucial in order to achieve better outcomes for patients and their families who are affected by these devastating diseases.\r\n\r\nGeorge Freeman, the Minister for Life Sciences, is therefore convening the new Department of Health Task and Finish Working Group on Brain Tumour Research. This is bringing together clinicians, charities and officials to discuss how, working together with research funding partners, we can address the need to increase the level and impact of research into brain tumours.\r\n\r\nThe Working Group will be chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser, and will report directly to the Minister for Life Sciences. The Government anticipates that the Working Group will need to meet in person three times before completing its tasks by September 2017.\r\n\r\nThe Department funds the National Institute for Health Research (NIHR) to increase the volume of applied health research for the benefit of patients and the public, drive faster translation of basic science discoveries into tangible benefits for patients and the economy, and develop and support the people who conduct and contribute to applied health research. NIHR cancer research expenditure has risen from £101 million in 2010/11 to £135 million in 2014/15 (the latest available figure). Most of this investment (£111 million in 2014/15) is in cancer research infrastructure where spend on specific disease areas such as brain tumours cannot be separated from total infrastructure expenditure. This infrastructure including NIHR biomedical research centres and the NIHR Clinical Research Network.\r\n\r\nThe Medical Research Council (MRC) is one of the main agencies through which the Government support medical and clinical research. It is an independent research funding body which receives its grant in aid from the Department for Business, Innovation and Skills. The MRC supports research through a range of grants and personal awards to scientists in universities, medical schools and other research institutes and welcomes investigator-initiated research proposals in all areas of research relevant to human health. Between 2010/11 to 2014/15 the MRC spent £10.9 million supporting research into brain and pituitary tumours, spanning basic discovery science, translational projects to progress treatments to clinics and early clinical trials. MRC will be represented on the Working Group.\r\n\r\nDepartment of Health",
            "summary": "The Government has set up a new working group on how to increase the impact and quantity of brain tumour research, including that on DIPG to achieve better outcomes for patients and their families.",
            "updated_at": "2016-07-15T13:19:09.605Z"
        },
        "government_response_at": "2016-07-15T13:19:09.608Z",
        "moderation_threshold_reached_at": "2016-05-28T08:05:52.730Z",
        "opened_at": "2016-06-03T09:55:42.250Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-28T11:35:38.278Z",
        "scheduled_debate_date": null,
        "signature_count": 27502,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:48.258Z"
    },
    "id": 131556,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131556.json"
    },
    "type": "archived-petition"
}