{
    "attributes": {
        "action": "Object to planning permission that will increase traffic on New House Farm Drv",
        "additional_details": "This petition is not against the building of the dwellings and welcomes the access for pedestrians but strongly discourages the use of New House Farm Drive for vehicle access (cars, motorbikes, constructions traffic etc.)",
        "background": "There is a plan to demolish existing building and erect 138 new dwellings with associated access, parking, attenuation and external works. This means that there will be an increase of traffic on New House Farm Drive which will result in traffic congestion and ecological damage to the environment. ",
        "closed_at": null,
        "created_at": "2016-05-28T21:03:18.797Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-28T22:01:01.348Z",
        "opened_at": null,
        "rejected_at": "2016-07-18T10:25:32.678Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop New House Farm Drive appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop New House Farm Drive and its likely effects."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:48.211Z"
    },
    "id": 131603,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131603.json"
    },
    "type": "archived-petition"
}