{
    "attributes": {
        "action": "Change the law on the dangerous dog act 1991 Stop putting healthy dogs down.",
        "additional_details": "The dangerous dog act 1991 has been created to stop and ban four breed of dog including the Pit Bull Terrier. These dogs are known for dog fighting and built and bred for the large muscular physique. Why should we put these dogs down if they have done nothing wrong? Any breed of dog is capable of killing or causing harm to humans! dogs are not born dangerous, its in the hands of the owner who we should blame! lets change this. backyard breeders and irresponsible owners should be prosecuted.",
        "background": "Innocent dogs and puppies are being put to sleep for no reason, just purely for the type of breed. Why? If they have done no harm and have proven to be safe in public they have the right to live! its inhumane and cruel! why should the dog pay for the irresponsible backyard breeders and owners! \r\n",
        "closed_at": "2016-12-10T23:59:59.999Z",
        "created_at": "2016-06-03T10:10:42.765Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-13T10:24:25.414Z",
            "details": "In this country dogs such as the pit bull terrier are often chosen for illegally organised dog fights and have traditionally been bred for that purpose. Publicly available information shows that since 2005 there have been twenty-seven fatal dog attacks on adults and children that a disproportionate number of pit bull terriers or pit bull crosses were involved in. Sadly this includes four children (including two babies) killed by pit bull terriers. None of these dogs were registered on the Index of Exempted Dogs. \r\n\r\nThe Government considers that the general prohibition of certain types of dogs, together with other measures, provide enforcement agencies with the necessary tools to protect the public. For example it is an offence to allow a dog to be dangerously out of control and police or local authorities can use a Community Protection Notice to intervene early in cases of low level dog nuisance before a dog becomes dangerous.\r\n\r\nWe would urge anyone considering getting a dog or a puppy to follow the advice provided by the leading animal welfare and dog interest organisations.  By following such advice it is extremely unlikely that anyone would end up with one of the prohibited type dogs.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The Government considers that the existing general prohibition on dogs bred for fighting, or that share the characteristics of dogs bred for fighting, should be maintained.",
            "updated_at": "2016-09-13T10:24:25.414Z"
        },
        "government_response_at": "2016-09-13T10:24:25.416Z",
        "moderation_threshold_reached_at": "2016-06-03T22:50:46.578Z",
        "opened_at": "2016-06-10T12:27:59.460Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-29T10:28:35.915Z",
        "scheduled_debate_date": null,
        "signature_count": 23749,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:50.027Z"
    },
    "id": 131936,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/131936.json"
    },
    "type": "archived-petition"
}