{
    "attributes": {
        "action": "free train transport for school pupils with arriva trains wales",
        "additional_details": "The Major problem with this is that families who have more children will have to pay for a pass for each of their children which some will not be able to afford, they say this is also for safety reasons yet pupils who have passes are placed in front of metal barriers in perfect distance to the trains platform edge, the main argument for this is we are entitled to a free education so we need the right to be able to travel to and from school every day.",
        "background": "Arriva trains wales have decided to make children who attend treorchy comprehensive school buy passes to go on the train to school which originally was free,they have now started to segregate pupils who have passes and who don't which actually causes more of a safety hazard.",
        "closed_at": null,
        "created_at": "2016-06-07T15:00:07.163Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-07T15:09:22.641Z",
        "opened_at": null,
        "rejected_at": "2016-06-21T10:19:10.365Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nThe Welsh Government could provide an educational grant so that school children could travel free on this rail service. If you wanted to petition for this, you would need to petition the National Assembly for Wales, which has its own Petitions Committee. If you'd like to send your petition to the Welsh Assembly, you can find out more here:\r\n\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:51.070Z"
    },
    "id": 132190,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132190.json"
    },
    "type": "archived-petition"
}