{
    "attributes": {
        "action": "Remove Sir Philip Green's knighthood",
        "additional_details": "BHS is a staple of the British high-street. It was where I was bought my first school uniform. At the beginning of the 21st century, it was bought by Arcadia group, which is owned by Sir Philip Green. Effectively Sir Green has drained the company of all its assets, left it with a huge pension deficit, and to add more woe, scuppered a potential rescue deal that Mike Ashely was intending to enter into. Although Ashley is no saint, Sir Green's decision to not allow Ashley -a high street rival- to potentially prevent 11,000 people lose their jobs is, in this climate, the definition of greed. Therefore, this petition intends to have the political class lobby for the removal of Sir Philip Green's knighthood. ",
        "background": "In 2015 Sir Green sold the company to Dominic Chapelle for £1. According to the Guardian: 'The retailer [BHS] has been saddled with the deficit [£571m in pension payouts] despite Sir Green and other investors collecting more than £580m in dividends, rent and interest payments during his ownership'. ",
        "closed_at": null,
        "created_at": "2016-06-08T21:55:13.394Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-09T10:30:36.842Z",
        "opened_at": null,
        "rejected_at": "2016-06-09T12:20:51.672Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions asking for people's honours to be taken away. You can find out more about how honours are taken away here:\r\n\r\nhttps://www.gov.uk/honours"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:51.557Z"
    },
    "id": 132285,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132285.json"
    },
    "type": "archived-petition"
}