{
    "attributes": {
        "action": "Give constituents the power of Recall of their MP.",
        "additional_details": "currently, 11 American states have the power of recall. In 2012, Republican governor Scott Walker was Recalled to stand for re-election when he attempted to change the states pension scheme and limiting the powers of state Trade unions.\r\n\r\nIn the UK, this would be such a powerful tool given to the electorate. It puts the electorate's first by holding our MP's to rigorous account.Their has been previous attempts to achieve this in our country, though all failed so far.",
        "background": "The power of recall, is a new idea for many of the worlds liberal democracies. It will force MPs to remain accountable to their actions with many MPs failing across the country to properly listen to their constituents first, putting their own ambitions first.",
        "closed_at": null,
        "created_at": "2016-06-13T20:25:00.869Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-01T14:33:58.851Z",
        "opened_at": null,
        "rejected_at": "2016-07-14T17:07:26.618Z",
        "rejection": {
            "code": "no-action",
            "details": "The Recall of MPs Act 2015 provides for a recall petition to be triggered if an MP is sentenced to a prison term or is suspended from the House for at least 21 sitting days.\r\n\r\nIf you would like this law to be changed to allow for people to trigger a recall petition for other reasons, you could start a petition calling for that change.\r\n\r\nYou can read the Act here:\r\n\r\nhttp://www.legislation.gov.uk/ukpga/2015/25/contents/enacted"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:52.912Z"
    },
    "id": 132586,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132586.json"
    },
    "type": "archived-petition"
}