{
    "attributes": {
        "action": "Pass law that initially recieving the £11.50 congestion zone charge is via post",
        "additional_details": "If someone from out of town approaches a congestion zone, they can't stop and turn round, the roads to busy, they have to go through it. If they didn't plan to go through it and never used it before, they won't know how to pay, and would expect it to be automated (postal). Because it's not, they miss the pay deadline but then get posted a penalty. Are threatened £5000 for making false complaints, if they have to appeal a declined complaint, threatened further costs in court.",
        "background": "Currently in the UK, TFL dont post the charge to people and only advertise info on their website. Their road signs don't say how, when or where to pay. Yet when the payment isnt received, they use the postal method to effectively recover the £60 penalty. So why not begin with the postal method.",
        "closed_at": null,
        "created_at": "2016-06-13T17:19:15.444Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-13T20:50:40.362Z",
        "opened_at": null,
        "rejected_at": "2016-06-14T14:12:10.305Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:52.850Z"
    },
    "id": 132570,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132570.json"
    },
    "type": "archived-petition"
}