{
    "attributes": {
        "action": "Reduce the immense pressure on young people in education",
        "additional_details": "In a survey of 420 members in academy schools, 48% said pupils had self-harmed, 43% had suffered eating disorders­ with 20% saying children had attempted suicide, from a Mirror article. \r\n\r\nAs a secondary school student close to doing my GCSEs, I know first hand the pain and stress my classmates and I can carry. I see the school counsellor talking to more children, and my younger sister's tests are much tougher than mine were. The pressure can sometimes be unbearable and it needs to be changed.",
        "background": "Young people today more than ever suffer immense stress, pressure and mental health issues because of the education system giving constant tests and subjecting children to an overwhelming curriculum. Teachers say that children no longer have freedom.",
        "closed_at": null,
        "created_at": "2016-06-14T21:27:02.295Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-14T21:43:07.065Z",
        "opened_at": null,
        "rejected_at": "2016-06-15T09:03:39.389Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept your petition in its current form as it does not include a clear action for either the UK Government or Parliament. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition asking the Government to do something, or you could sign one of the petitions currently open on the site about mental health in schools."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:53.232Z"
    },
    "id": 132647,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132647.json"
    },
    "type": "archived-petition"
}