{
    "attributes": {
        "action": "A referendum to Vote Scotland out of the U.K.",
        "additional_details": "",
        "background": "Scotland had their Referendum to be independent. The SNP want to Remain in the EU against the will of English and Welsh voters. Therefore I believe England, Wales and Northern Ireland should get the chance to have their Referendum to vote Scotland out of the U.K.",
        "closed_at": "2017-01-01T23:59:59.999Z",
        "created_at": "2016-06-15T12:33:40.977Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-10T10:52:57.696Z",
            "details": "The United Kingdom will in due course be leaving the European Union and the UK Government is committed to making a success of this, together as one United Kingdom.\r\n\r\nIn 2014, the Scottish people decided in a legal, fair and decisive referendum to remain a strong part of the UK. The Edinburgh Agreement of 2012 committed both the UK and Scottish Governments to respecting the outcome of the Scottish referendum. \r\n\r\nThe Prime Minister has made clear her commitment to the United Kingdom and that she leads a government of the whole UK. The UK Government believes that the arguments for Scotland remaining a part of the UK are just as compelling as they have always been – for both Scotland and the rest of the UK. Our focus now should be on working together to secure the best deal for the whole of the UK.  \r\n\r\nScotland Office",
            "summary": "The Government is committed to making a success of leaving the EU, together as one United Kingdom. In 2014 people in Scotland voted to remain part of the UK and that result should be respected. ",
            "updated_at": "2016-11-10T10:52:57.696Z"
        },
        "government_response_at": "2016-11-10T10:52:57.699Z",
        "moderation_threshold_reached_at": "2016-06-22T15:04:28.383Z",
        "opened_at": "2016-07-01T15:03:55.435Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-27T19:04:04.729Z",
        "scheduled_debate_date": null,
        "signature_count": 15404,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:53.626Z"
    },
    "id": 132687,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132687.json"
    },
    "type": "archived-petition"
}