{
    "attributes": {
        "action": "Reform UK Gun Laws",
        "additional_details": "If a terrorist opens fire with a machine gun in any major london venue, he can kill hundreds - undisturbed for long minutes, or even tens of minutes before an armed response will arrive on scene. Are we waiting for it to happen?\r\nShopping malls, cinemas, clubs & city streets should not become bloodbaths due to a poor response in armed police officers. Let the people defend itself.\r\nWe can be certain that police, ex police men, as well as ex military personnel will only use firearms appropriately.",
        "background": "With innocent people being gunned down in clubs, police officers being shot in their homes, and mass killings becoming the norm, we need more guns in the hands of on-duty, off-duty, retired police officers & ex military personnel all over the country, enabling them to kill terrorists immediately.\r\n",
        "closed_at": null,
        "created_at": "2016-06-14T16:02:01.106Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-15T14:24:35.389Z",
        "opened_at": null,
        "rejected_at": "2016-06-21T14:24:38.494Z",
        "rejection": {
            "code": "no-action",
            "details": "If you would like the law to be changed, to allow on-duty, off-duty, retired police officers & ex military personnel in the UK to carry guns, you could start a petition which clearly asks for that. \r\n\r\nYou'll need to give your full name to start a petition.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:53.139Z"
    },
    "id": 132631,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132631.json"
    },
    "type": "archived-petition"
}