{
    "attributes": {
        "action": "Save the Marquee at the Olive Garden in Standish",
        "additional_details": "The Olive Garden is a very popular local restaurant, and Marquee was a welcome new facility for the community, and after months of issuing event licences for functions, the Council have now refused to issue anymore, due to a noise complaint which we believe to be unjustified and unfair, and we are requesting the Council overturn this decision for the good of our local community",
        "background": "The Olive Garden restaurant in Standish has recently erected a temporary Marquee for the use of the local community for functions such as weddings and Charitable functions. The local council have recently withdrawn the ability for the Olive Garden to utilize this amenity\r\n ",
        "closed_at": null,
        "created_at": "2016-06-15T19:58:50.970Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-15T20:54:10.046Z",
        "opened_at": null,
        "rejected_at": "2016-06-16T11:52:08.503Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council may also have a petitions process - details should be available on its website. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:53.572Z"
    },
    "id": 132714,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132714.json"
    },
    "type": "archived-petition"
}