{
    "attributes": {
        "action": "SEN budgets need to be ring fenced for children's education not LA legal fees.",
        "additional_details": "Children with SEN are routinely denied appropriate education and LA's adopt a defensive stance. Cash is diverted to legal fees to defend against appeals. Parents report huge personal and financial losses in attempts to gain SEN provision.\r\nRecently, a law firm which represents and ‘trains’ LA''s have publicly gloated about their 'WINs' against parents. Local Autho have attempted to distance themselves from this scandal; however parents nationally have reported equally negative experiences.",
        "background": "Mr. Ed Timpson claimed that \"No child should lose their support simply because the system is changing\". Conversely parents find that Local Authorities regularly remove vital support in the transfer to the new EHC Plans.\r\nSevere budget cuts to Education mean that parents face an adversarial system.",
        "closed_at": "2016-12-16T23:59:59.999Z",
        "created_at": "2016-06-15T20:17:12.546Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-01T17:30:13.656Z",
            "details": "Funding for education has not been cut. £92.5 million extra funding has been allocated for high needs this year and total high needs funding is over £5 billion.  High needs funding is part of the dedicated schools grant to local authorities, which they can use to support schools with the costs of Special Educational Needs (SEN) provision. This grant funding should not be used for legal services relating to a local authority’s statutory functions.\r\n\r\nThe government gave schools a generous settlement in the last spending review, offering a real terms protection, which means that overall funding for schools rises in line with inflation over the next few years. There is evidence, however, that school funding is not fairly distributed around the country, with some schools managing with much less than others in similar circumstances. \r\n\r\nThe government has said that it will introduce a national funding formula for schools that will distribute funding more fairly. And a national formula for distributing high needs funding as well. There was an initial consultation on this proposal earlier this year, and plans for further consultation later this year. Under any future funding distribution, funding will not be limitless, and schools and local authorities need to be able to manage their budgets in a way that achieves the best for all the children for whom they are responsible, including those with SEN, using the money they have at their disposal carefully, reducing wasteful spending, and focusing on what really adds value.\r\n\r\nChildren and young people should not lose support that is specified in their statements simply because they are being transferred to an Education, Health and Care (EHC) plan. When a local authority is transferring a statement to a plan it is required to carry out a transfer review, which is an EHC needs assessment that will usually replace the annual review for the child or young person. For the vast majority of those with statements, the provision specified should continue to be delivered through their new EHC plan if it is still required in order to meet the outcomes described in the plan.\r\n\r\nThe reforms to the SEN and disability support system were designed to put families and children at its centre, and make it less adversarial. Thanks to the changes, mediation is now available to parents and young people at an early stage and many of them are taking up this service. In 2015 more than 75% of mediation cases were resolved without the need to proceed to an appeal that year. However, the Department takes very seriously the concerns raised about the system remaining too adversarial, despite the progress made since our reforms. We have commissioned the Centre for Educational Development, Appraisal and Research (CEDAR) at the University of Warwick to carry out an in-depth review of the new system of disagreement resolution, which includes mediation and the Tribunal, to make sure that it is working effectively for parents, young people and carers. The Secretary of State and Lord Chancellor will report to Parliament next March on the outcome of the review.\r\n\r\nAppealing to the Tribunal is a right for parents and for young people aged 16 to 25. The SEN and Disability Tribunal emphasises that its aim is to be facilitative and accessible, so that it should not be necessary to employ legal support when making or defending an appeal. It is free to take cases to the Tribunal and no additional weight is given to evidence because it is presented by a lawyer. Many parents successfully pursue their case without legal representation. The Tribunal can also make a contribution to parents, young people and representatives towards out of pocket expenses, such as travel costs, in attending a hearing.\r\n\r\nDepartment for Education",
            "summary": "Funding for education has not been cut. The total high needs funding block is over £5 billion and £92.5 million extra funding has been allocated this year to pay for support for children with SEN.",
            "updated_at": "2016-12-01T17:30:13.656Z"
        },
        "government_response_at": "2016-12-01T17:30:13.660Z",
        "moderation_threshold_reached_at": "2016-06-15T20:39:34.251Z",
        "opened_at": "2016-06-16T12:06:01.428Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-19T17:29:58.371Z",
        "scheduled_debate_date": null,
        "signature_count": 10877,
        "state": "closed",
        "updated_at": "2017-09-09T06:13:53.753Z"
    },
    "id": 132715,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132715.json"
    },
    "type": "archived-petition"
}