{
    "attributes": {
        "action": "Make it a crime for absent parents who fail to pay Child Support",
        "additional_details": "In the USA, it is considered a serious Crime to evade Child Support for a child you have Parental Responsibilty for. Here in the UK, both the CSA & CMS services have largely failed, causing poverty for millions of families. I petition we follow the USA's example in making it a Crime, punishable by Law, for a parent with Parental Responsibility to fail to pay Child Support. Acting as a deterrent, this may result in cost reductions to the government & could bring many families out of poverty. ",
        "background": "As a single parent, I spend 2/3 hours per week speaking to the CMS service, trying desperately to get financial support from my ex partner who cannot see our child due to his abuse. He tells lie after lie, resulting in nothing but excuses & differing stories from each person I speak to at CMS.",
        "closed_at": null,
        "created_at": "2016-06-18T01:16:50.926Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-18T01:40:35.048Z",
        "opened_at": null,
        "rejected_at": "2016-06-23T10:04:24.064Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already possible for people who don't pay child maintenance to be sent to prison for non-payment. There is more information about this here:\r\n\r\nhttps://www.citizensadvice.org.uk/relationships/children-and-young-people/child-maintenance/child-maintenance-2012-scheme/child-maintenance-enforcement/child-maintenance-enforcement-where-to-start/\r\n\r\nIf you could be more specific about the change that you would like to see, you could start a new petition. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:54.642Z"
    },
    "id": 132936,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/132936.json"
    },
    "type": "archived-petition"
}