{
    "attributes": {
        "action": "Stop insurance companies charging excessive amount for all",
        "additional_details": "Why should we pay more just because we get hit in a no fault accident, why should we get penalised when we get a few points , when no accident or financial cost to the insurance company has arisen , more and more people are driving without insurance due to being priced out of being able to afford it , risking us , if the government did something to stop insurance companies charging so much then more people will buy insurance instead of risking driving without - please sign to try make a change ",
        "background": "Insurance companies are charging through the roof for all drivers , sometimes 10x the value of your vehicle, if you have a non fault accident then your premium doubles , if you get a few points on your driving licence then  it goes through the roof , the government should cap them",
        "closed_at": null,
        "created_at": "2016-06-22T18:58:47.395Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-23T07:01:08.095Z",
        "opened_at": null,
        "rejected_at": "2016-06-29T16:14:37.877Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The cost of car insurance is a decision for insurance companies to make, rather than the Government or Parliament.\r\n\r\nYou could start a petition asking for tighter regulation of car insurance costs, or asking the Government to work with insurance companies to lower the costs.\r\n\r\nAlternatively, you might like to sign this petition, which is similar to yours: https://petition.parliament.uk/petitions/119718"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:56.541Z"
    },
    "id": 133348,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/133348.json"
    },
    "type": "archived-petition"
}