{
    "attributes": {
        "action": "Award the George Cross to hero who fought attacker of Jo Cox MP",
        "additional_details": "We believe that Bernard Kenny deserves the highest honour for bravery that this country can award. The Cabinet Office must make it so as quickly as possible, so that our nation's thoughts are on love and bravery rather than hate and fear. believe that Bernard Kenny deserves the highest honour for bravery that this country can award. The Cabinet Office must make it so as quickly as possible, so that our nation's thoughts are on love and bravery rather than hate and fear.",
        "background": "During the vicious, hellish attack on MP Jo Cox, an elderly gentleman by the name of Bernard Kenny tried to defend her. During the struggle, the attacker stabbed Bernard in the stomach with a ten inch knife. After the 77-year-old fell to the ground, his thoughts were only for others.",
        "closed_at": null,
        "created_at": "2016-06-22T20:17:23.230Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": null,
        "opened_at": null,
        "rejected_at": "2016-06-28T09:12:31.938Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 4,
        "state": "rejected",
        "updated_at": "2017-09-09T06:13:56.575Z"
    },
    "id": 133355,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/133355.json"
    },
    "type": "archived-petition"
}