{
    "attributes": {
        "action": "Knight Nigel Farage for services to democracy & make him Brexit Chief Negotiator",
        "additional_details": "Nigel Farage, the People’s Politician, can be credited with at least having played a large part in causing UK voters to be given their say on EU membership and the resulting Brexit.  A former commodity broker, he was a co-founder of the United Kingdom Independence Party (UKIP) which he now leads, and has been a SE England MEP since 1999. He has reintroduced UK political debate being based on facts rather than soundbites and was named “Briton of the Year” by The Times in 2014.",
        "background": "Recommend Nigel Farage to her Majesty the Queen for a knighthood for having worked tirelessly and selflessly to restore democracy to the British people. The most articulate of UK politicians he has the required temerity, business background, and unrivaled experience of the EU to negotiate Brexit.",
        "closed_at": null,
        "created_at": "2016-06-24T09:43:22.128Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T12:32:35.326Z",
        "opened_at": null,
        "rejected_at": "2016-06-28T09:54:40.264Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:00.830Z"
    },
    "id": 134136,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/134136.json"
    },
    "type": "archived-petition"
}