{
    "attributes": {
        "action": "Compulsory teaching of Politics and International relations at GCSE level",
        "additional_details": "A Politics and International Relations curriculum within UK schools would allow younger people to grasp a better understanding of political issues which will have large implications on their life. Political understanding will also give young voters the ability to sift through the sand bagging, political jargon and media bias that dominates British politics today. Therefore giving more educated, well understood and well researched opinions and votes in political debates, referendums and elections",
        "background": "Young children within Britain need to be educated to be able to understand political issues. Debates have become a form of political advertising and has led to youth disengagement. This education will bring higher voter turnout, higher youth engagement and more representative political decisions. ",
        "closed_at": "2016-12-28T23:59:59.999Z",
        "created_at": "2016-06-24T11:33:39.716Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-15T10:33:47.864Z",
            "details": "This government’s plan for education is to ensure that all young people are prepared for life in modern Britain, and enabled to make a positive contribution to British society. There are currently opportunities for young people to engage with political issues and develop political understanding both through the curriculum and through school life more broadly.\r\n\r\nWithin the curriculum, citizenship has been a compulsory subject in maintained schools since 2002. The programmes of study are designed to prepare pupils to play a full and active part in society, and are organised around core knowledge about democracy, government, and how laws are made and upheld. Citizenship education should equip pupils with the knowledge to explore political and social issues critically, to weigh evidence, debate and make reasoned arguments. Schools have the freedom to decide how they wish to teach the citizenship curriculum to meet the needs of all their pupils. At Key Stage 4, Citizenship Studies GCSE requires students to know and understand the meaning of democracy, how parliamentary democracy operates within the constituent parts of the UK and how government works. Students should also know and understand the relationship between the state and citizens; the rights, responsibilities and duties of citizens living and working in the UK; and how people participate in democracy.\r\n\r\nOther subjects include content that helps to engage young people with political issues. We have reformed history GCSEs, which now have a much stronger emphasis on British history. Within this, there is scope for pupils to study key events such as the origins and evolution of Parliament and parliamentary democracy, Magna Carta, and extensions of the franchise. Pupils can also learn about rights and responsibilities as part of personal, social, health and economic (PSHE) education, a non-statutory subject that can encompass many areas of study. At AS and A level students are able to study politics, where students are expected to develop a broad understanding of the historical development of government and politics in the UK.\r\n\r\nThe government is also taking action in a range of other areas to prepare young people for adult life in modern Britain. We are expanding the National Citizen Service, which promotes cohesion, empathy and positive sharing of ideas.  We are also promoting character education in schools, which can serve to support pupils to make a positive contribution to British society.   \r\n\r\nDepartment for Education",
            "summary": "\r\nThis government’s plan for education aims to ensure that all young people are prepared to make a positive contribution to British society.\r\n",
            "updated_at": "2016-09-15T10:33:47.864Z"
        },
        "government_response_at": "2016-09-15T10:33:47.867Z",
        "moderation_threshold_reached_at": "2016-06-24T21:16:19.547Z",
        "opened_at": "2016-06-28T11:41:24.047Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-29T20:39:49.393Z",
        "scheduled_debate_date": null,
        "signature_count": 31578,
        "state": "closed",
        "updated_at": "2017-09-09T06:14:02.127Z"
    },
    "id": 134362,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/134362.json"
    },
    "type": "archived-petition"
}