{
    "attributes": {
        "action": "End ageism in wages for young people",
        "additional_details": "Despite constant promotion for apprenticeships and training courses instead of further education in order to push employment rates, when you choose that career path at 16-20 you are punished for your choice in the form of new costs which you are introduced to (public transport, paid prescriptions, etc), yet this demography of young people are still treated unfairly, being paid OVER 15% less than 21 year-olds on minimum wage, for doing the SAME job. This needs to change. ",
        "background": "In England, once you turn 16 and are not in full time education you are stripped of an unbelievable amount of privileges that you previously possessed. Many of these are to do with new payments where you are forced to pay the adult rate even though you are on lower minimum wages. ",
        "closed_at": null,
        "created_at": "2016-06-24T11:42:04.764Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-24T21:07:48.941Z",
        "opened_at": null,
        "rejected_at": "2016-06-29T15:11:40.885Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition draws together a number of issues,  including public transport fares, for which the Government and Parliament are not responsible. If you are concerned about the application of the National Living Wage, you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/131920\r\n\r\nWe also have a number of other, similar petitions already open on the site."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:02.095Z"
    },
    "id": 134404,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/134404.json"
    },
    "type": "archived-petition"
}