{
    "attributes": {
        "action": "Hold a second referendum on leaving the EU once exit terms have been negotiated.",
        "additional_details": "During campaigning ahead of the EU referendum, many parties, including politicians and supporters on both sides of the debate, noted that the structure of any agreement to leave was uncertain. The terms that the UK would negotiate with the EU were subject to claim and counter-claim on both sides.\r\n\r\nThe public, therefore, were not aware of the full nature of the 'leave' outcome at that time and should be given the opportunity to vote on again once an agreement with the EU is reached.",
        "background": "On 23rd June 2016, the UK voted to leave the EU. The terms of the departure have yet to be agreed with the EU, and the possibilities vary widely on key issues such as access to the single market and limiting immigration. Once terms are agreed, a second vote should be held to confirm the decision.",
        "closed_at": "2017-01-04T23:59:59.999Z",
        "created_at": "2016-06-24T12:23:42.897Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-07T15:40:13.913Z",
            "details": "The Government was clear in the run up to the vote that the result of the referendum would be respected. The outcome was clear, and we are determined to deliver on the decision and to make a success of the UK’s departure from the EU.\r\n\r\nAs the Prime Minister has stated, there can be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum.\r\n\r\nWe are preparing for a smooth and orderly exit from the EU and we will trigger the legal process which starts this by the end of March 2017.  By working with our European neighbours, we are confident we will be able to deliver a deal that works in the mutual interests of both the UK and the remaining members of the European Union.\r\n\r\nDepartment for Exiting the European Union",
            "responded_on": "2017-02-07",
            "summary": "On 23rd June 2016 the United Kingdom voted to leave the European Union in a referendum provided for by an Act of Parliament. We are committed to implementing the democratic outcome of the referendum.",
            "updated_at": "2017-02-07T15:40:13.913Z"
        },
        "government_response_at": "2017-02-07T15:40:13.915Z",
        "moderation_threshold_reached_at": "2016-06-25T13:47:24.904Z",
        "opened_at": "2016-07-04T16:28:00.249Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-04T20:23:24.849Z",
        "scheduled_debate_date": null,
        "signature_count": 11066,
        "state": "closed",
        "updated_at": "2017-09-09T06:14:03.143Z"
    },
    "id": 134618,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/134618.json"
    },
    "type": "archived-petition"
}