{
    "attributes": {
        "action": "Hold a vote of no confidence in the Conservative Party",
        "additional_details": "This process is undemocratic as the public can't express their views (in regards to voting) as an arbitrary government is deciding who should rule the public whilst the public have to obey every law. The Conservative Party keep echoing 'DEMOCRACY', so hold a general election to show the true democratic nature of the UK. As said above the Conservative Party is divided which means that they aren't viable to create a government and we need a strong government during these unpredictable times. ",
        "background": "David Cameron has failed to meet the demands of the public and he is resigning in October. The Conservative Party are going to elect a new Prime Minister in October. The Conservative Party is divided and is not viable to create a government that has a general consensus. We need a strong government.",
        "closed_at": null,
        "created_at": "2016-06-24T18:44:35.347Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T10:20:23.360Z",
        "opened_at": null,
        "rejected_at": "2016-06-29T14:53:47.370Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept this petition because it asks for something that neither the House of Commons nor the Government can do. The expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. That's why we allow petitions asking for a vote of no confidence in the Government or in individual Ministers. \r\n\r\nThe concept of the House having “confidence” in someone does not apply to a political party as a whole. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:10.031Z"
    },
    "id": 136030,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/136030.json"
    },
    "type": "archived-petition"
}