{
    "attributes": {
        "action": "Vote on an early General Election before sending Article 50",
        "additional_details": "",
        "background": "The public have voted to leave the EU but with little indication of how negotiations will be approached. An election would allow the various Parties to set out their priorities (e.g. Market Access v's Restricted Movement) for negotiating our future EU relationship and let the people choose. ",
        "closed_at": "2016-12-29T23:59:59.999Z",
        "created_at": "2016-06-24T20:39:44.601Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-27T15:56:44.306Z",
            "details": "Our instructions from the people of the United Kingdom are clear - the UK is leaving the European Union. It is a national mandate; voted for by over 17 million people and the Government is determined to deliver it in the national interest. \r\n\r\nThe Conservative Party manifesto, upon which the Government was elected in 2015, stated that it would respect and implement the decision of the people of the United Kingdom. Parliament also expressed its overwhelming support for the Referendum Bill by a margin of 6-1. \r\n\r\nThe rules for exit are set out in Article 50 of the Treaty on European Union. This is the only lawful route for withdrawal from the EU under the Treaties and we will trigger Article 50 no later than the end of March 2017. \r\n\r\nThe Government is committed to getting the best deal for the UK – one that is unique and not an ‘off the shelf’ solution. Withdrawal from the EU will mean we will decide on our borders, our laws, and taxpayers’ money. We will work hard to help establish a future relationship between the EU and the UK that is dynamic, constructive and healthy.\r\n\r\nUnder The Fixed Term Parliaments Act 2011, the next General Election is planned for May 2020 and an early election can only be triggered by Members of the House of Commons.\r\n\r\nDepartment for Exiting the EU",
            "summary": "In legislating for the EU Referendum, the Government and Parliament asked the people to decide whether to remain in or leave the EU. The people have spoken and the Government must deliver the result. ",
            "updated_at": "2016-10-27T15:56:44.306Z"
        },
        "government_response_at": "2016-10-27T15:56:44.309Z",
        "moderation_threshold_reached_at": "2016-06-24T23:25:08.911Z",
        "opened_at": "2016-06-29T14:59:11.257Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-12T07:28:34.306Z",
        "scheduled_debate_date": null,
        "signature_count": 13345,
        "state": "closed",
        "updated_at": "2017-09-09T06:14:12.042Z"
    },
    "id": 136417,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/136417.json"
    },
    "type": "archived-petition"
}