{
    "attributes": {
        "action": "UK to join the EEA or a bilateral economic agreement similar to Switzerland-EU.",
        "additional_details": "Switzerland and the EU signed seven bilateral agreements, of which the most important related to civil aviation, free movement of persons, overland transport and technical barriers to trade.\r\nIn addition we would like the UK government to please consider opting out of the Schengen Area. ",
        "background": "The European Economic Area (EEA) is the area in which the Agreement on the EEA provides for the free movement of persons, goods, services and capital within the internal market of the European Union (EU). ",
        "closed_at": null,
        "created_at": "2016-06-24T22:01:08.071Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T02:01:53.293Z",
        "opened_at": null,
        "rejected_at": "2016-07-01T10:09:14.515Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK is currently a member of the EEA, see this link: \r\nhttps://www.gov.uk/eu-eea\r\n\r\nIt is not currently a member of the Schengen area, see this link:\r\nhttp://www.schengenvisainfo.com/schengen-visa-countries-list/\r\n\r\nWe are not able to accept duplicate petitions that request the same action to be taken, and we already have a petition asking for the UK to remain a member of the EEA, which you might like to sign. The link can be found here:\r\nhttps://petition.parliament.uk/petitions/135917\r\n\r\nIf you wish to start a petition detailing a single, specific action for the Government and/or Parliament to take, we would, of course, be happy to consider it. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:13.019Z"
    },
    "id": 136645,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/136645.json"
    },
    "type": "archived-petition"
}