{
    "attributes": {
        "action": "Reopen voting to allow 16-17 year olds to also cast a vote in the EU referendum.",
        "additional_details": "Britain can be proud of its flexible constitution, which has been envied and exported across the world. And it is a key element of how we do things here in Britain that, when a precedent is set, it is followed. Despite this, the precedent set in Scotland that 16 and 17 year-olds vote in independence referendums was ignored despite it affecting them longest.\r\n\r\nPolling must be reopened for 16 and 17 year-olds to have their vote on this issue so this can be said to have taken place on a level field.",
        "background": "In banning 16 and 17 year-olds from voting in the EU referendum, Conservative MPs broke the constitutional convention established in Scotland in 2014. Given this age group is passionately pro-EU, this unconventional move seems to favour one side over the other, making the referendum unfair.",
        "closed_at": null,
        "created_at": "2016-06-24T22:18:13.837Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-24T22:54:29.461Z",
        "opened_at": null,
        "rejected_at": "2016-06-28T10:39:37.571Z",
        "rejection": {
            "code": "no-action",
            "details": "The EU referendum has already taken place. It is therefore no longer possible for the franchise (the groups of people who are entitled to vote) to be changed.\r\n\r\nIf you would like the UK voting age to be lowered to 16, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/119769\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:13.246Z"
    },
    "id": 136683,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/136683.json"
    },
    "type": "archived-petition"
}