{
    "attributes": {
        "action": "Challenge the constitutionality of the EU Brexit Referendum",
        "additional_details": "Most of European who moved to the UK would not have done so if it had not been part of the EU. We are allowed to vote in local election, yet not allowed to participate to the EU referendum? This referendum made \"immigrants\" overnight and stole our future from us. We are equally tax payers, home owners, and even in some cases parents of British children!  Were \"home\" in the UK, within Europe. The UK leaving the EU means we are not home anymore. We must include the European UK residents to the vote.",
        "background": "European UK residents are equally tax payers / home owners / some also parents of British children, yet they didn't have their say in this Referendum. They moved to the UK as it was Europe &woke up to have their future taken away form them. This referendum do not represent the all of UK population.",
        "closed_at": null,
        "created_at": "2016-06-25T06:38:04.598Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T09:23:28.976Z",
        "opened_at": null,
        "rejected_at": "2016-07-06T09:38:13.348Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. It is not clear how the Government or Parliament could themselves challenge the constitutionality of a referendum whose rules were set down in legislation passed by Parliament. It would be for others to challenge the actions of the Government and Parliament. \r\n\r\nYou may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/136138\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:16.020Z"
    },
    "id": 137092,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/137092.json"
    },
    "type": "archived-petition"
}