{
    "attributes": {
        "action": "A change in prime minister should trigger a general election.",
        "additional_details": "The office of prime minister has come a long way since its inception and the phrase 'first among equals' is no longer an appropriate description of his/her role.\r\n\r\nIn addition, during a general election, the potential prime minister has a significant effect on voting behaviour, often more so than the local MP being voted for.\r\n\r\nDemocracy demands that a country's ruler be elected by the people, the appointing of a prime minister post-resignation is undemocratic.",
        "background": "We the undersigned ask parliament to legislate to require the calling of a general election within 3 months of a prime minister resigning leadership of his/her party.",
        "closed_at": "2016-12-30T23:59:59.999Z",
        "created_at": "2016-06-25T08:34:10.466Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-21T14:32:43.861Z",
            "details": "An early election can only be triggered by Members of the House of Commons. The Fixed Term Parliaments Act 2011 means that an early General Election can only be called if two thirds of the Members of the Commons vote in favour of a motion for an early General Election (as worded in section 2(2) of the Act) or a motion of no confidence in the Government is passed by a majority of Members of the House of Commons (as worded in section 2(4) of the Act), and no subsequent motion of confidence is passed within 14 days. \r\n\r\nThe Act was introduced to provide greater predictability and continuity, enabling better long term legislative and financial planning. The Act allows any Member of the House of Commons to table a motion which would result in an early General Election. \r\n\r\nAs set out in the Cabinet Manual, the appointment of the Prime Minister is a prerogative power which is exercised by the Monarch. On the advice of the existing Prime Minister, the Monarch appoints the new Prime Minister according to his or her ability to command the confidence of the House of Commons.\r\n\r\nOver the past century, Britain has changed Prime Minister 24 times and on 12 occasions this has occurred without a General Election. It is therefore, by no means unprecedented that a person is appointed Prime Minister of the United Kingdom between General Elections. \r\n\r\nCabinet Office",
            "responded_on": "2016-07-21",
            "summary": "As set out in the Cabinet Manual, when a Prime Minister resigns from his position and his MPs have a majority in the Commons, it is for the party or parties in government to identify a successor. ",
            "updated_at": "2016-07-21T14:32:43.861Z"
        },
        "government_response_at": "2016-07-21T14:32:43.863Z",
        "moderation_threshold_reached_at": "2016-06-25T10:10:19.100Z",
        "opened_at": "2016-06-30T09:54:04.371Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-12T08:18:02.287Z",
        "scheduled_debate_date": null,
        "signature_count": 25897,
        "state": "closed",
        "updated_at": "2017-09-09T06:14:17.647Z"
    },
    "id": 137376,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/137376.json"
    },
    "type": "archived-petition"
}