{
    "attributes": {
        "action": "Defer the invocation of Article 50 until beneficial exit deals are in place.",
        "additional_details": "In order to maximise success in the negotiating process, it is important to negotiate from a position of strength, which should include the option to halt the process if one party is unable to secure an acceptable deal.  Invoking Article 50 prior to negotiations weakens the UK's position unnecessarily, so the article should not be invoked until beneficial alternatives (outside the EU) are in place.\r\nThis course of action will reassure many people on both sides of the debate.",
        "background": "A mandate to leave the EU was secured on the basis of campaign promises of specific improvements to the British way of life.  We should not commit to leaving the EU (by invoking Article 50) until the majority of these promises have been secured by the negotiators.",
        "closed_at": null,
        "created_at": "2016-06-25T10:52:30.318Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T12:23:15.663Z",
        "opened_at": null,
        "rejected_at": "2016-07-04T14:53:17.880Z",
        "rejection": {
            "code": "no-action",
            "details": "If you want invocation of Art.50 to be delayed to allow more time for negotiation, you can sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/133634\r\n\r\nAlternatively, you could start a new petition calling for clear and specific action from the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:20.315Z"
    },
    "id": 137997,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/137997.json"
    },
    "type": "archived-petition"
}