{
    "attributes": {
        "action": "Save the break up of the United Kingdom of Great Britain and Northern Ireland",
        "additional_details": "The recent EU referendum was very black or white - in or out.  The evidence suggests that most people in the UK want to stay in the EU, but regain control of our borders and force much needed reform on the EU constituent bodies to make them more accountable, and less intrusive in the affairs of publicly elected sovereign governments.  If this petition is signed by more that 18 million people, more than those that voted to leave, the will of the British people will be to find a 'third way'.",
        "background": "If this petition is signed by more than 18 million people eligible to vote in the UK, we call upon HM Government to seek a 'third way' with the EU, that retains our membership, but agrees to hand control of our borders back to the UK and negotiates a further rebate for the British contribution",
        "closed_at": null,
        "created_at": "2016-06-25T14:12:17.414Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T18:33:29.255Z",
        "opened_at": null,
        "rejected_at": "2016-07-11T14:27:26.800Z",
        "rejection": {
            "code": "no-action",
            "details": "In any case, all British citizens and UK residents can sign e-petitions and there is no age limit. It would be impossible to know how many people who are eligible to vote had signed a petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:25.940Z"
    },
    "id": 139235,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/139235.json"
    },
    "type": "archived-petition"
}