{
    "attributes": {
        "action": "Ensure the PM hasn't held non UK citizenship within 5 years of taking office",
        "additional_details": "A number of countries around the world (e.g. USA) consider that the political leader should only hold citizenship of their country. The UK is a true multinational society, but believe the PM should be a committed sole citizen. \r\n\r\nGiven the complexities post the EU Referendum we the undersigned believe that having held non UK citizenship in 5 years prior to taking up office of Prime Minister, could confer a conflict of interest. \r\n\r\nhttp://www.bbc.co.uk/news/magazine-35257609\r\n",
        "background": "Given the complex situation post Brexit, we believe that having recently held non UK citizenship prior to assuming the office of Prime Minister could result in a conflict of interest in leading this country. We ask that the UK PM be a sole UK citizen for at least 5 years prior to assuming office.",
        "closed_at": null,
        "created_at": "2016-06-25T17:15:55.865Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T14:13:15.227Z",
        "opened_at": null,
        "rejected_at": "2016-07-06T14:30:18.307Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Prime Minister of the UK is not chosen by the UK Government or Parliament.\r\n\r\nAs you might already know, after a general election, the Queen decides who to invite to form a Government. In practice, this is usually the leader of the political party that wins the most seats in a general election. You can find out more about this here:\r\n\r\nhttp://www.royal.gov.uk/MonarchUK/QueenandGovernment/QueenandPrimeMinister.aspx\r\n\r\nIf you want the UK Government and Parliament to change the law on how the Prime Minister is appointed, we could accept a petition on that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:30.881Z"
    },
    "id": 140286,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/140286.json"
    },
    "type": "archived-petition"
}