{
    "attributes": {
        "action": "The petition calls upon MPs not to repeal the European Communities Act 1972",
        "additional_details": "",
        "background": "In the light of the close EU referendum result, which is not legally binding, the petition calls upon parliamentary sovereignty to be restored and for MPs not to repeal the European Communities Act 1972 which provides for UK membership of the European Union.",
        "closed_at": "2016-12-29T23:59:59.999Z",
        "created_at": "2016-06-25T17:30:29.865Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-12T17:15:18.228Z",
            "details": "The Government will bring forward legislation in the next session that, when enacted, will repeal the European Communities Act 1972 on the day we leave the EU. This ‘Great Repeal Bill’ will end the authority of EU law and return power to the UK.\r\n\r\nThe Prime Minister has been clear that there can be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum. \r\n\r\nParliament will have every opportunity to debate and scrutinise the Great Repeal Bill during its passage through Parliament. Parliament has already started to engage with the wider process of leaving the EU through a series of debates in government time, in addition to e-petitions debates and Opposition Day debates. The Department for Exiting the European Union (DEXEU) has also answered over 400 parliamentary questions and DEXEU Ministers and officials have attended 13 select committees and made 3 oral statements.\r\n\r\nWe are preparing for a smooth and orderly exit from the EU and we will trigger the legal process that starts this by the end of March 2017 – an approach backed by an overwhelming majority of MPs in a vote on 7 December 2016. By working with our European neighbours, we are confident we will be able to deliver a deal that works in the mutual interests of both the UK and the rest of the European Union.\r\n\r\nDepartment for Exiting the European Union",
            "summary": "On 23 June 2016 the United Kingdom voted to leave the European Union in a referendum provided for by an Act of Parliament. We are committed to implementing the democratic outcome of the referendum.",
            "updated_at": "2017-01-12T17:15:18.228Z"
        },
        "government_response_at": "2017-01-12T17:15:18.230Z",
        "moderation_threshold_reached_at": "2016-06-25T18:00:50.939Z",
        "opened_at": "2016-06-29T16:17:03.476Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-26T23:10:50.390Z",
        "scheduled_debate_date": null,
        "signature_count": 10455,
        "state": "closed",
        "updated_at": "2017-09-09T06:14:31.407Z"
    },
    "id": 140378,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/140378.json"
    },
    "type": "archived-petition"
}