{
    "attributes": {
        "action": "All European Union flags, emblems and logos be removed from all public buildings",
        "additional_details": "",
        "background": "In the EU referendum of 23rd June 2016 the UK voted, by majority, to 'Leave the European Union', as such we request that all European Union flags, emblems and logos be removed from all public buildings in the UK.",
        "closed_at": "2016-12-30T23:59:59.999Z",
        "created_at": "2016-06-25T21:28:02.153Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-21T14:51:33.430Z",
            "details": "The UK will remain a member of the EU with all of the rights and obligations that membership entails.\r\n\r\nFlag flying is deregulated and any individual or organisation may fly any flag they wish to do so at any time, as long as they have the necessary planning permission. While the UK is a member of the EU it is in order for EU flags and symbols to be used in UK Government buildings.\r\n\r\nIt is protocol – not policy - that governs the flying of flags in the United Kingdom. The Department for Culture, Media and Sport is responsible for informing UK Government Buildings of the designated days https://www.gov.uk/guidance/designated-days-for-union-flag-flying\r\nfor the flying of the Union Flag. There are currently 21 designated days, which include Royal birthdays and anniversaries, UK Saint’s days and International days.\r\n\r\nThe designated days for flying the Union Flag on Government buildings have been set to mark special occasions by command of Her Majesty the Queen and on the advice of Government. Any additions or changes must be discussed with the Lord Chamberlain's Office. There are currently no plans to change the list.\r\n\r\nDepartment for Exiting the EU",
            "summary": "The Prime Minister has made clear that we will be leaving the EU. Until that time there will be no immediate changes to our relationship with the EU. ",
            "updated_at": "2016-09-21T14:51:33.430Z"
        },
        "government_response_at": "2016-09-21T14:51:33.433Z",
        "moderation_threshold_reached_at": "2016-06-25T22:00:07.211Z",
        "opened_at": "2016-06-30T18:00:34.924Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-24T18:26:47.164Z",
        "scheduled_debate_date": null,
        "signature_count": 19465,
        "state": "closed",
        "updated_at": "2017-09-09T06:14:40.324Z"
    },
    "id": 142279,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/142279.json"
    },
    "type": "archived-petition"
}