{
    "attributes": {
        "action": "Introduce emergency legislation requiring referendums to include 16-18 yr olds",
        "additional_details": "The Scottish referendum on independence from the rest of the United Kingdom allowed Scottish young people aged 16 and 17 to vote. This provides precedence, and worth noting that the extension of this right to vote to younger people took place without any notable dissent or complaint. \r\nThis legislation should be introduced to parliament immediately, and for it to be applied retrospectively to include the 23rd June 2016 referendum on whether the UK should leave the EU. ",
        "background": "By their nature referendums are momentous occasions that will affect our nation for generations to come, as such the views and votes of younger members of society should be included. Young people are the future and should therefore have a say in the decisions that will shape it.",
        "closed_at": null,
        "created_at": "2016-06-25T21:28:28.082Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T23:43:36.309Z",
        "opened_at": null,
        "rejected_at": "2016-06-28T09:37:30.444Z",
        "rejection": {
            "code": "no-action",
            "details": "The EU referendum has already taken place. It is therefore no longer possible for the franchise (the groups of people who are entitled to vote) to be changed.\r\n\r\nIf you would like the UK voting age to be lowered to 16, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/119769\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:40.169Z"
    },
    "id": 142281,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/142281.json"
    },
    "type": "archived-petition"
}