{
    "attributes": {
        "action": "Expats should be allowed to vote irrespective of where they live & for how long.",
        "additional_details": "The current rule for expats to vote in the recent Brexit referendum, is that 'British citizens must have been registered in a UK constituency less than 15 years ago' to vote.\r\n\r\nBy voting to leave the EU my rights as a British citizen living in Italy  have essentially been quashed. In essence by living overseas for more than 15 years I am considered an alien by own country and my desire to vote inhibited! Further, my 2 sons with dual nationality, have been equally discriminated.",
        "background": "The recent Brexit referendum was not open to all expats, including myself.\r\nIt demonstrates that by restricting my access to this vote, like many of my fellow expats, it resulted in the abrogation of freedom of expression. Hence I was not able to protect Britain's interests and voice my opinion.",
        "closed_at": null,
        "created_at": "2016-06-25T21:26:56.065Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-28T09:59:57.775Z",
        "opened_at": null,
        "rejected_at": "2016-07-04T13:03:18.679Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has said that it does have plans to change this rule. It's therefore not clear what action you would like the Government to take that is different from what it is already doing. \r\n\r\nYou can find more information in the Government's response to this petition:\r\nhttps://petition.parliament.uk/petitions/112142\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:40.073Z"
    },
    "id": 142273,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/142273.json"
    },
    "type": "archived-petition"
}