{
    "attributes": {
        "action": "We call upon Parliament to vote against triggering Article 50.",
        "additional_details": "To leave the EU would be a slap in the face to the young people of this country.  They want to be in the EU because they have been born and brought up as European citizens. They feel that now this wonderful opportunity has been taken away from them by older people who voted Leave because of the scaremongering tactics of the Leave Campaign and its media allies.\r\nIf this referendum had been done in 10 years’ time, it might have had a very different outcome.\r\nWe call upon Parliament to make the right decision for this country and decide not to invoke Article 50.  Stand up for the young people who now more than ever need you to be leaders and they will stand with you when the time comes to defend your decision. \r\n",
        "background": "The YouGov evidence shows that most young people (18-35) voted overwhelmingly against leaving, and that the 18-65 age group voted around 55% against leaving.  That is to say that of the population in or wanting to be in employment, the majority recognise that they are better off within the EU.   ",
        "closed_at": null,
        "created_at": "2016-06-26T09:58:09.128Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T12:47:29.896Z",
        "opened_at": null,
        "rejected_at": "2016-07-05T18:19:37.373Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/133767\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:51.781Z"
    },
    "id": 144742,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/144742.json"
    },
    "type": "archived-petition"
}