{
    "attributes": {
        "action": "Allow EU membership for Scotland & NI to continue inside the UK after Brexit.",
        "additional_details": "If Scotland and NI remain in the EU, English and Welsh exports could reach the single market via Scots & NI businesses, which could make a margin in the process. Edinburgh could be the destination for banks needing a \"financial passport\" rather than Dublin or Frankfurt.\r\n\r\nThis arrangement might be tricky to craft but would boost the Scots and NI economies, paying a dividend (literally) for remaining in the Union. It would also recognise the democratic will of all home nations.",
        "background": "Greenland is in a political union with Denmark but is not itself part of the EU following a 1985 referendum to leave. Based on this precedent, this petition calls for continued EU membership for Scotland and Northern Ireland after Brexit, a win-win arrangement that would secure the Union.",
        "closed_at": null,
        "created_at": "2016-06-26T10:55:12.380Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T12:15:44.378Z",
        "opened_at": null,
        "rejected_at": "2016-07-07T10:51:06.223Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The outcome of any negotiations with the EU would not solely be the responsibility of the UK Government. You may wish to start another petition proposing that the UK Government negotiates on the basis of trying to secure the settlement described in your petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:14:53.563Z"
    },
    "id": 145142,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/145142.json"
    },
    "type": "archived-petition"
}