{
    "attributes": {
        "action": "Give all British citizens living outside of the UK the right to vote.",
        "additional_details": "The result of the EU Referendum will deprive British people living in the EU of the right to vote in their municipal elections thus totally disenfranchising them. Many British living in non-EU countries already have no vote at all due to their long-term expat status. Sign this petition to request parliament to abolish this law, and to allow British citizens living abroad, in any country, to vote in all UK elections with no restrictions based on the length of time they have lived outside the UK.",
        "background": "The law excludes British citizens from voting in national elections and referendums if they have lived outside the UK for more than 15 years. They cannot participate in the choice of policies that effect their lives as British citizens. ",
        "closed_at": null,
        "created_at": "2016-06-26T15:09:43.613Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-28T07:38:00.438Z",
        "opened_at": null,
        "rejected_at": "2016-07-04T13:05:32.441Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has said that it does have plans to change this rule. It's therefore not clear what action you would like the Government to take that is different from what it is already doing. \r\n\r\nYou can find more information in the Government's response to this petition:\r\nhttps://petition.parliament.uk/petitions/112142\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:01.619Z"
    },
    "id": 146901,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/146901.json"
    },
    "type": "archived-petition"
}