{
    "attributes": {
        "action": "Appeal to Scottish MSPs to veto all European Union extrication legislation.",
        "additional_details": "Whilst we recognise the EU is far from perfect and more must be done to establish a cohesive union, we believe we are better placed within it to tackle important issues affecting not only the citizens of the UK but the citizens of all nations from across the globe.\r\n\r\nWe do however recognise the validity of some of the concerns of the citizens that voted to leave the EU. We therefore request the creation of a balanced, specialist, non-partisan team tasked with the resolution of said concerns.\r\n\r\n\r\n",
        "background": "We the undersigned citizens from across the UK believe the case put forward to British citizens to leave the European Union was largely misleading and fraudulent in nature.\r\n\r\nWe therefore appeal to all MSPs to veto legislation that could lead to the extrication of Britain from the European Union.\r\n",
        "closed_at": null,
        "created_at": "2016-06-26T15:12:16.622Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T16:31:14.987Z",
        "opened_at": null,
        "rejected_at": "2016-07-05T10:57:54.080Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:01.721Z"
    },
    "id": 146920,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/146920.json"
    },
    "type": "archived-petition"
}