{
    "attributes": {
        "action": "Legally challenge EU Referendum result because of mendacious Brexit campaigning.",
        "additional_details": "It is very wrong indeed that senior politicians should be able to further their career and now envisage the prospect of becoming Prime Minister and Chancellor of the Exchequer as a result of lying to the public during such a crucial referendum. The public should be able to expect that high standards of truthfulness and accuracy will be observed in such a process, which, although it is not taking place in court, has enormous and permanent legal implications. Therefore it is felt that the behaviour of leading Brexiteers amounted to perjury, and far from being able to advance their careers, they should have the party whip removed and be investigated by a Parliamentary standards body.",
        "background": "False claims included switching £350 million per week to the NHS, significantly reducing immigration, Turkey's imminent joining the EU and understating the economic disruption.",
        "closed_at": null,
        "created_at": "2016-06-26T16:06:45.062Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T19:28:37.672Z",
        "opened_at": null,
        "rejected_at": "2016-06-29T14:59:13.918Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what you mean by \"legally challenge the referendum result\". \r\n\r\nParliament is a political forum, in which Members of Parliament (MPs) hold the Government to account for its actions. It is not a legal forum. Any legal challenge would have to be brought through the courts.\r\n\r\nIt is also unclear what you want to be challenged. The outcome voted for by the public cannot be challenged. Only the processes and procedures by which it was held can be challenged, e.g. if there are allegations of electoral fraud, which is a crime.\r\n\r\nYou seem to be concerned about misleading statements made during the referendum campaign. If this is your main concern, you might like to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/123348\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:03.399Z"
    },
    "id": 147278,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/147278.json"
    },
    "type": "archived-petition"
}