{
    "attributes": {
        "action": "Ensure citizens born while UK was an EU member retain right to hold EU passports",
        "additional_details": "All young people born as members of the EU population under the Single European Act should be entitled to keep their dual status. Observing the added difficulty that  New Zealand or Australian people face entering some European countries compared with holders of EU passports adds weight to the argument. Returning to a UK passport could mean \"back of the queue\" at passport control. \r\nThis is especially relevant to young people born since 1992, the date of the Maastricht Treaty creating the European Union, but could equally apply to those born after February 1986 when the Single European Act was passed and even those born since 1 January 1973 when the UK was finally allowed to join the EEC. ",
        "background": "73 per cent of young UK voters, who were in reality born in the EU, stated they wished to remain Europeans in the June 23, 2016 referendum. They should not have to lose their European passports but should be entitled to two passports, EU and GB, (just like Irish-born or American-born British) .",
        "closed_at": null,
        "created_at": "2016-06-26T15:58:53.278Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T08:27:00.374Z",
        "opened_at": null,
        "rejected_at": "2016-07-06T14:40:02.841Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/133603"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:03.180Z"
    },
    "id": 147228,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/147228.json"
    },
    "type": "archived-petition"
}