{
    "attributes": {
        "action": "Teach anti-racist/bullying and self esteem building classes in schools",
        "additional_details": "We must teach that bullying is wrong, tolerance for others is important for the process of peace. The current situation as we have discovered from recent events from voting out, has left our country in a state of racism, xenophobia and bullying.  We must act quickly to instigate peace and so that the new generation of Brits are tolerance, happier and peaceful people.  We have a country of British people of all races, religions, sexes and we must learn to live in peace and respectful of each other.  Bullying has been a major factor in all schools and the only way to diminish it is to build respect for self and others through classes and build their self esteem. This will have a positive impact for the future generation of British people no matter what race they are from. ",
        "background": "In this day and age we have come across more prejudice, xenophobia, racism and bullying.  This has escalated due to recent events.  In order for the future generation of children the most important thing a child should learn is respect for self and others. ",
        "closed_at": "2017-01-07T23:59:59.999Z",
        "created_at": "2016-06-26T15:58:13.471Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T17:38:24.973Z",
        "opened_at": "2016-07-07T14:31:24.218Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 34,
        "state": "closed",
        "updated_at": "2017-09-09T06:15:03.162Z"
    },
    "id": 147226,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/147226.json"
    },
    "type": "archived-petition"
}