{
    "attributes": {
        "action": "Clarify the terms under which a majority of the public wish to leave the EU",
        "additional_details": "The UK should not leave the European Union unconditionally. \r\nThe UK should only leave the European Union only if a series of conditions, including those below, are met:\r\n•       The UK remains within the European Economic Area (thus safeguarding our current trading arrangements) and\r\n•       The UK is able to reduce its net contribution to the European budget and \r\n•       The UK is able to remain exempt from the Schengen Agreement, which would weaken our border controls.\r\n",
        "background": "The UK public has voted by a majority to leave the EU. Many people placed their votes because of promises made by the campaigners.\r\nIt is reasonable to require that the UK leaves the EU only if the post-exit conditions are certain to improve control of immigration and safeguard the economy.",
        "closed_at": null,
        "created_at": "2016-06-26T18:19:22.382Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T05:54:09.820Z",
        "opened_at": null,
        "rejected_at": "2016-07-13T13:51:52.231Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining how you would like the Government to clarify the terms under which a majority of the public wish to leave the EU.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:07.016Z"
    },
    "id": 148072,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/148072.json"
    },
    "type": "archived-petition"
}