{
    "attributes": {
        "action": "Allow Nicola Sturgeon to run for Prime Minister after Cameron's resignation.",
        "additional_details": "Now that the position is due to be vacant at an earlier point than anticipated, the selection of possible candidates for the role are, in the eyes of many British people, unsuitable in the current climate. Therefore it is only logical to draw on the resource that is Nicola Sturgeon in our time of need: somebody who is already experienced in running a country and whose position in power will allow the Scottish people to feel less marginalised and act as a much needed cohesive force within the UK.",
        "background": "Following the incredibly tight EU Referendum result, the most qualified and experienced leader to lead us through the difficult times to come - David Cameron - was forced to anounce his resignation due to a fundamental disagreement with the apparent will of the British people. ",
        "closed_at": null,
        "created_at": "2016-06-26T19:15:50.014Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T19:39:17.335Z",
        "opened_at": null,
        "rejected_at": "2016-06-29T13:50:14.828Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Prime Minister of the UK is not chosen by the UK Government or Parliament. After a general election, the Queen decides who to invite to form a Government. In practice, this is usually the leader of the political party that wins the most seats in a general election. You can find out more about this here:\r\n\r\nhttp://www.royal.gov.uk/MonarchUK/QueenandGovernment/QueenandPrimeMinister.aspx\r\n\r\nFor Nicola Sturgeon to have a chance of becoming Prime Minister of the UK, she would first need to be elected as an MP in Westminster (or appointed a Peer of the House of Lords in Westminster). As a Member of the Scottish Parliament in Edinburgh, she would not be eligible to be Prime Minister of the UK. This is because only members of the UK Parliament at Westminster (either MPs or Peers) can be considered for appointment by the Queen as UK Prime Minister."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:08.515Z"
    },
    "id": 148406,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/148406.json"
    },
    "type": "archived-petition"
}