{
    "attributes": {
        "action": "Submit motion of no confidence for Anne Main MP of St Albans.",
        "additional_details": "\"Main claimed £22,000 a year for a second home, despite being able to commute both from her taxpayer-funded flat in St Albans, 26 miles from Westminster, or from her family house in Beaconsfield, 31 miles from Westminster.\" [wiki/Anne_Main] \r\n\r\nThese are not the actions of a person who has any regard for her constituents. Her ability to retain the seat is surely down to her running in a middle class conservative area as opposed to her individual leadership.",
        "background": "Anne Main has shown herself reluctant to make decisions on our behalf.  Main's decision making is not for the benefit of her constituents, only for herself. Her constituents have voted against her pro-Brexit stance; yet she claims that she will vote with the national voice instead.",
        "closed_at": null,
        "created_at": "2016-06-26T19:53:22.107Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-02T15:49:59.077Z",
        "opened_at": null,
        "rejected_at": "2016-07-06T11:08:45.807Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept this petition because it asks for something that neither the House of Commons nor the Government can do. The expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. That's why we allow petitions asking for a vote of no confidence in the Government or in individual Ministers. The concept of the House having “confidence” in someone does not apply to backbench or Opposition Members. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:09.391Z"
    },
    "id": 148616,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/148616.json"
    },
    "type": "archived-petition"
}