{
    "attributes": {
        "action": "MAKE SOCIAL CARE WRITE THE TRUTH IN REPORTS IF WE HAVE SECOND EU VOTE IN THE UK",
        "additional_details": "There are many - too many tragic cases like Liam Fee, little A smith and Baby P - and many more that were handed back to disgusting parents and this makes headlines - but there are thousands that are stolen that dont deserve to be from birth, hours old that shouldnt be too - the child might live, but the parents dont inside - this is murder of parents and families in the UK and the world - mainly for money not for love or care - the real families care but they are silenced by the system in the UK",
        "background": "Many families in the UK are failed by Social Care the majority have lies told about them  to make reports look better if they make a mistakes - its your fault, if you make a mistake its your fault and if nobody makes any mistakes its your fault so if we have second EU vote all parents second chance",
        "closed_at": null,
        "created_at": "2016-06-27T03:05:31.004Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T21:36:48.275Z",
        "opened_at": null,
        "rejected_at": "2016-07-05T16:11:35.983Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:14.023Z"
    },
    "id": 149659,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/149659.json"
    },
    "type": "archived-petition"
}