{
    "attributes": {
        "action": "Nigel Farage should be Knighted for giving us our freedom back.",
        "additional_details": "I sat amongst men and women who had served this great Nation and the feeling was of hope, the servicemen and women of the Armed forces all wanted out, it wasn't about immigration it was about sacrifice and how many of us had lost family and friends fighting for this Country. I like many of my brothers have seen the bodies of the dead brave men and women lying on the battlefield who all believed in what was possible, however we did not have the status nor the power to make change. Then Nigel came, at first he sounded like a racist and then he slowly dissolved that attitude and it changed our perception, he was a true British knight who wanted GB to move into a new era, for that we owe him a sense of gratitude!",
        "background": "Nigel Farage, who is seen as a threat by many Politicians, was the driving force behind BREXIT, his strong leadership and constant updates made the people of the UK sit up and take ownership once again, we are now free to govern ourselves and make a brighter future for our children, we all owe him!",
        "closed_at": null,
        "created_at": "2016-06-27T07:03:22.249Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-01T14:56:00.410Z",
        "opened_at": null,
        "rejected_at": "2016-07-01T16:36:25.123Z",
        "rejection": {
            "code": "honours",
            "details": "Please refer to this website for an explanation of how the honours system works:\r\nhttps://www.gov.uk/honours"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:14.539Z"
    },
    "id": 149792,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/149792.json"
    },
    "type": "archived-petition"
}