{
    "attributes": {
        "action": "Fast track naturalisation for EU citizens resident in the UK longer than 5 years",
        "additional_details": "There are almost three millions EU citizens residing in the UK. Many have settled and created families with British citizen. The split of the UK from the EU will put that status of these people at risk because of the length, complexity and cost of the existing naturalisation process. A fast track process will also ease the pressure on the naturalisation office given the expected surge in applications from EU nationals.",
        "background": "In view of the vote to leave the EU, implement a simplified fast track process to naturalise EU citizens who have settled in the UK for at least five years. The current naturalisation process is too expensive, overlong and bureaucratic, and penalises mixed EU-UK families. ",
        "closed_at": "2017-01-07T23:59:59.999Z",
        "created_at": "2016-06-27T09:41:23.086Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-28T16:45:24.419Z",
            "details": "Until the UK leaves the EU, EU citizens continue to enjoy their EU law rights to travel to and live in the UK.  They are also eligible to apply for British citizenship after six years’ continuous and lawful residence in the UK.\r\n\r\nThe requirements for naturalisation as a British citizen are set out in the British Nationality Act 1981. To qualify a person needs to meet residential requirements based on a period of continuous lawful residence in the UK, and meet the good character and knowledge of language and life in the United Kingdom requirements.  We think it is right that these requirements apply to all foreign nationals, irrespective of their current nationality or length of residence.\r\n\r\nThe Prime Minister has been clear that she wants to protect the status of EU nationals already living in the UK, and the only circumstances in which that would not be possible is if British citizens’ rights in other EU Member States were not protected in return.  \r\n\r\nHome Office\r\n",
            "responded_on": "2016-12-28",
            "summary": "The Government wants to protect the status of EU citizens in the UK, subject to reciprocal protection for British citizens living in other EU countries.",
            "updated_at": "2016-12-28T16:45:24.419Z"
        },
        "government_response_at": "2016-12-28T16:45:24.422Z",
        "moderation_threshold_reached_at": "2016-06-27T10:02:12.889Z",
        "opened_at": "2016-07-07T16:04:57.366Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-08T19:23:22.926Z",
        "scheduled_debate_date": null,
        "signature_count": 13626,
        "state": "closed",
        "updated_at": "2017-09-09T06:15:15.983Z"
    },
    "id": 150084,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/150084.json"
    },
    "type": "archived-petition"
}