{
    "attributes": {
        "action": "\"David Cameron should not Resign as Prime Minister in October we need him\"",
        "additional_details": "We need a strong hard working Government to focus on how we de-couple and negotiate the best deal to leave from the European Union and to arrange new trade deals. I think David Cameron is well respected in the EU and throughout the World unlike many of the other possible Conservative candidates.\r\n \r\nI do appreciate he is compromised by leading a failed Remain campaign but he was poorly supported by Jeremy Corbyn of the Labour Party, but what we do need now is continuity, not more uncertainty and therefore we need the best team of people in this Country to carry us forward into this unkown future. Let us not make changes for changes sake! ",
        "background": "\r\nI believe that David Cameron is the best person for the job, because he is talented, honourable, experienced and is in his prime as our Prime Minister, what a waste if he stands down now.\r\n \r\n \r\n ",
        "closed_at": null,
        "created_at": "2016-06-27T09:08:36.334Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T10:23:00.376Z",
        "opened_at": null,
        "rejected_at": "2016-06-29T13:08:50.026Z",
        "rejection": {
            "code": "honours",
            "details": "The resignation of an individual Minister, including the Prime Minister, is not a decision for the Government or Parliament as a whole. It is a decision for the individual concerned. The UK Government or Parliament cannot stop a Minister resigning."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:15.532Z"
    },
    "id": 150019,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/150019.json"
    },
    "type": "archived-petition"
}