{
    "attributes": {
        "action": "Make it a criminal offence for politicians to mislead or harass citizen.",
        "additional_details": "This is no more than we already demand of businesses  selling us TVs, tablets and tomatoes. Consumer Protection from Unfair Trading Regulations already mean businesses can’t mislead or harass consumers by, e.g: including false or deceptive messages or leaving out important information. If businesses break these regulations they can be fined, prosecuted or imprisoned.\r\n\r\nWe need new \"Citizens Protection\" regulations for Fair and Factual Standards (FFS) for politicians and political organisations.\r\n",
        "background": "Vibrant democracy benefits us all. Democracy lives on free and informed decisions and its vibrancy grows from informed debate among people of different views. So we can all be better informed, couldn't we just agree that the claims our politicians make must meet a minimum fair factual standard?",
        "closed_at": null,
        "created_at": "2016-06-27T10:41:16.715Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T16:06:40.033Z",
        "opened_at": null,
        "rejected_at": "2016-07-05T11:20:23.012Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to consider signing this petition on factual standards in electoral events - https://petition.parliament.uk/petitions/139800\r\n\r\nand/or this petition creating an offence fora political figure to knowingly mislead to the public - https://petition.parliament.uk/petitions/119416\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:16.562Z"
    },
    "id": 150249,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/150249.json"
    },
    "type": "archived-petition"
}