{
    "attributes": {
        "action": "Accountability Laws for Political party leaders on campaign based on  lies.",
        "additional_details": "I never trusted politician as they can say anything for public votes and get away with it. The recent EU referendum campaign was mostly based on lies, one of these was 350 million goes to the EU every week and will be used for NHS instead after we leave the EU. Lots of people voted for this and  felt as being conned as this was confirmed in the media not to be the case immediately after the referendum. \r\n\r\nThis was not an ordinary election where people have the chance to re-elect the government every 5 years and yet the politicians modelled the whole campaign based on lies. \r\n\r\nHence, it is time we get some laws for holding  Political party leaders accountable for any lies during campaign and hopefully restoring some trust.\r\n\r\n",
        "background": "The recent EU referendum campaign was mostly based on lies,  Lots of people voted for these lies and  felt as being conned after the referendum. \r\n\r\n",
        "closed_at": null,
        "created_at": "2016-06-27T11:33:38.142Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T12:43:49.131Z",
        "opened_at": null,
        "rejected_at": "2016-07-08T17:52:24.028Z",
        "rejection": {
            "code": "no-action",
            "details": "There are a number of similar petitions already open on the site. You might like to sign one of these. For example:\r\n\r\nhttps://petition.parliament.uk/petitions/139800\r\n\r\nhttps://petition.parliament.uk/petitions/123348"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:15:17.205Z"
    },
    "id": 150392,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/150392.json"
    },
    "type": "archived-petition"
}