{
    "attributes": {
        "action": "Make Eid a National Holiday",
        "additional_details": "",
        "background": "Make Eid a National Holiday so that British Muslims do not have to use their annual leave or provide them with the option of swapping Christmas day for Eid holiday.",
        "closed_at": "2016-12-28T23:59:59.999Z",
        "created_at": "2016-06-27T12:22:49.703Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-14T09:28:19.953Z",
            "details": "The Government is committed to bringing people together in strong, united communities. We encourage and support people to have shared aspirations, values and experiences. Festivals such as Eid contribute towards this objective. We regret however that we cannot agree to create new bank or public holidays to mark this festival.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions including religious festivals. \r\nThe current pattern is well established and accepted, and there are no current plans to create another permanent bank holiday, or to enable employees to swap existing bank holidays.\r\n\r\nWhilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday remains considerable.  The most recent estimate following an Impact Assessment (IA) for the additional holiday for the Diamond Jubilee is that a bank holiday (across the UK as a whole) costs employers around £1.2bn. \r\n\r\nEmployers are under no legal obligation to grant a religious-based request for time off.  However Government's policy is to encourage employers to respond flexibly and sympathetically to any requests for leave, including requests for religious holidays, bearing in mind business needs.  Acas provides detailed guidance for employers about religious festivals and holy days on its website.\r\n\r\nDepartment for Business, Innovation and Skills",
            "responded_on": "2016-07-14",
            "summary": "The Government has no plans to create another public holiday, or to vary the existing arrangements.   The current pattern is well established and accepted.",
            "updated_at": "2016-07-14T09:28:19.953Z"
        },
        "government_response_at": "2016-07-14T09:28:19.956Z",
        "moderation_threshold_reached_at": "2016-06-27T15:04:48.433Z",
        "opened_at": "2016-06-28T09:10:26.902Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-30T13:31:14.123Z",
        "scheduled_debate_date": null,
        "signature_count": 52712,
        "state": "closed",
        "updated_at": "2017-11-16T14:35:12.215Z"
    },
    "id": 150516,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/150516.json"
    },
    "type": "archived-petition"
}