{
    "attributes": {
        "action": "Grant an amnesty to all illegal immigrants living in the UK prior to 23.06.2016.",
        "additional_details": "Illegal immigrants are already victimised in many ways, for example by being indebted to people traffickers, enslaved as sweatshop workers, and exploited as sex workers. This situation can only worsen if Britain's exit from the EU is understood as a victory for a xenophobes and racists. Granting amnesty to illegal immigrants would provide them with a way out of their current servitude and save them from the aggression of right-wing thugs. ",
        "background": "Following Britain's decision to leave the EU, many people fear a significant shift to the right and violence against foreign nationals living in Britain. To prevent the victimisation of illegal immigrants by right-wing radicals, they need to have the full protection of the law as British citizens.",
        "closed_at": "2017-01-06T23:59:59.999Z",
        "created_at": "2016-06-27T13:33:10.859Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-09T15:38:24.612Z",
            "details": "The Government has no plans to grant an amnesty to those illegally present in the UK. Such an amnesty would risk encouraging further illegal migration and potentially endanger individuals and their families by placing them in the hands of unscrupulous traffickers. It would also place at a disadvantage those migrants who come to the UK legally and who observe their immigration conditions.\r\n\r\nBy tackling illegal activity and encouraging compliance, the Government is better able to protect the public against exploitative activity within the illicit economy. We are committed to preventing illegal working, which is often exploitative, undercuts compliant businesses and has an adverse impact on British citizens and those who are in the UK lawfully.\r\n\r\nThe Government is determined to tackle all forms of modern slavery, regardless of the immigration status of the victim.  Through the Modern Slavery Act 2015, we gave law enforcement bodies the powers they required to pursue perpetrators, as well as enhancing support and protection for victims. The National Referral Mechanism (NRM) is the UK’s victim identification and support process. Under this process, all potential victims of modern slavery who receive a positive reasonable grounds decision in the NRM are entitled to 45 days of rest and recovery in the UK, during which time they would not be removed from the country. The NRM is open to all potential victims of modern slavery, regardless of their immigration status. \r\n\r\nHate crime goes against the fundamental values of tolerance and respect for others that underpin our diverse society and the Government is determined to prevent such incidents by challenging beliefs and attitudes and taking tough action when hate crimes occur. We already have the necessary strong legislative framework to include racially and religiously-motivated acts as serious crimes. This is implemented by the police in order to tackle relevant incidents, regardless of the immigration status of the victims. We have also put in place a new Hate Crime Action Plan, which will build our understanding of hate crime and improve support for victims. We will also provide reassurance and support for the public through community projects which work to prevent hate crime.\r\n\r\nHome Office",
            "responded_on": "2017-02-09",
            "summary": "The Government has no plan to grant an amnesty to those here illegally and will seek to remove those who have no legal right to be in the UK.\r\n\r\nWe continue to tackle all forms of modern slavery.\r\n\r\n",
            "updated_at": "2017-02-09T15:38:24.612Z"
        },
        "government_response_at": "2017-02-09T15:38:24.615Z",
        "moderation_threshold_reached_at": "2016-06-28T21:10:43.480Z",
        "opened_at": "2016-07-06T16:18:42.666Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-10T21:54:26.383Z",
        "scheduled_debate_date": null,
        "signature_count": 22491,
        "state": "closed",
        "updated_at": "2017-09-09T06:15:20.015Z"
    },
    "id": 150697,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/150697.json"
    },
    "type": "archived-petition"
}