{
    "attributes": {
        "action": "Make Continuous Glucose Monitors available on the NHS for Type 1 Diabetics",
        "additional_details": "CGMs work 24 hours a day and can include alarms to indicate when glucose levels are too high. Research suggests they can help to reduce haemoglobin A1c without increasing the risk of a hypo. \r\n\r\nThe initial cost of the hardware for a continuous glucose monitor can vary from around £1,000 to £2,500. In addition to this, running costs are estimated at £40-£60 per 5-7 days. Access to this important technology should not be based upon whether or not the patient is able to afford it.",
        "background": "CGMs are a considered less invasive than Blood Glucose Meters. They also help users to maintain target blood glucose levels & limit the risk of hypos.\r\n\r\nAccess to this technology is limited on the NHS. However, they can help to avoid night-time severe hypos, & severe hypos cost the NHS £13m a year.",
        "closed_at": "2017-01-05T23:59:59.999Z",
        "created_at": "2016-06-27T16:21:52.612Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-07T09:46:31.353Z",
            "details": "Preventing diabetes and promoting the best possible care for people with diabetes is a key priority for this Government.  We are working hard to improve outcomes and quality of life for those living with diabetes or those who will develop it in the coming years.  Once a patient has been diagnosed with diabetes, it is vital to ensure they can manage their condition as effectively as possible.\r\n\r\nNHS England is working with other organisations to help promote services that are integrated around patients’ needs across all settings; and is implementing a 'customer service platform' to allow patients with diabetes to self-manage through booking their own  appointments, managing their prescriptions, monitoring the care they have received and being able to view their personal health records.\r\n\r\nThe National Institute for Health and Care Excellence (NICE) is the independent body that provides guidance on the prevention and treatment of ill health and the promotion of good health and social care. NICE’s guidance is based on a thorough assessment of the available evidence and is developed through wide consultation with stakeholders.\r\n\r\nIn August 2015, NICE published guidelines which recommend that such devices should not be made routinely available to people with Type 1 diabetes unless they are willing to commit to using them at least 70% of the time and to calibrate them as needed (as well as meeting certain other criteria).  NICE’s guideline on the diagnosis and management Type 1 diabetes in adults (NG17) is available at: www.nice.org.uk/guidance/ng18. \r\n\r\nNICE will next consider updating this guidance in 2 years’ time. In the meantime, NICE is considering setting up a standing update committee for diabetes, which would enable a more rapid update of discrete areas of the diabetes guidelines, as and when new relevant evidence is published. NICE will confirm whether it is proceeding with this in due course.\r\n\r\nIt is for NHS commissioners to decide whether to make continuous glucose monitoring devices available to their local populations, taking NICE’s guidance into account.\r\n\r\nAs one way of incentivising improvements to diabetes services, NHS England has introduced the Best Practice Tariff for paediatric diabetes which provides an annual payment for the treatment of every child and young person under the age of 19 with diabetes, providing 13 standards of care are met.\r\n\r\nOne of these standards is to ensure that each young person has received a structured education programme, tailored to their and their family’s needs, both at the time of initial diagnosis and ongoing updates throughout their attendance at the paediatric diabetes clinic. \r\n\r\nThe CCG Improvement and Assessment Framework measures progress being made by CCGs in improving outcomes. It includes measures on: \r\n•\tthe proportion of diabetes patients that have achieved all the NICE-recommended treatment targets. (The treatment targets include having HbA1c levels within recommended limits. HbA1c is a measure of patients’ blood glucose levels) and:  \r\n•\tthe proportion of people with diabetes diagnosed less than a year who attend a structured education course. \r\n\r\nTaken together, these should help identify both whether patients are being supported to understand how to manage their blood glucose levels and whether the approaches being taken in a CCG area are successfully achieving improvements in this.\r\n\r\nDepartment of Health",
            "summary": "Commissioners decide whether to make continuous glucose monitors available locally. NICE considers they can have benefit but are generally no more effective than current methods of self monitoring.",
            "updated_at": "2016-10-07T09:46:31.353Z"
        },
        "government_response_at": "2016-10-07T09:46:31.356Z",
        "moderation_threshold_reached_at": "2016-06-28T08:45:10.286Z",
        "opened_at": "2016-07-05T19:51:51.053Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-19T20:42:32.309Z",
        "scheduled_debate_date": null,
        "signature_count": 28410,
        "state": "closed",
        "updated_at": "2017-09-09T06:15:25.940Z"
    },
    "id": 151064,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/151064.json"
    },
    "type": "archived-petition"
}