{
    "attributes": {
        "action": "Protect the future of Blyth (Northumberland) Broadway Circle businesses",
        "additional_details": "The future of these small local enterprises is at risk. Current business owners of these outlets should be given the opportunity to purchase the free holds of their businesses before opening the purchasing to any outside agency or buying consortium. NCC have stated that any individual interested party(s) will be required to purchase all six free holds which of course makes it an untenable proposition for these small shop owners. The strength of opinion in the locale is considerable, hence the petition.",
        "background": "A row of 6 small retail outlet freehold properties that have served the local community well for decades, have now been put up for sale by Northumberland County Council (NCC). The current business owners were given three days notice of the intention to sell the property free holds.",
        "closed_at": null,
        "created_at": "2016-06-27T23:18:22.047Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-28T12:06:09.896Z",
        "opened_at": null,
        "rejected_at": "2016-07-14T11:56:09.320Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:16:17.280Z"
    },
    "id": 153886,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/153886.json"
    },
    "type": "archived-petition"
}