{
    "attributes": {
        "action": "Rewrite the Ministerial Code. Hold MPs to the standards of other professions",
        "additional_details": "Other industries require accurate information is given to the public, so we regulate to ensure it is correct\r\n\r\nThe ASA compels advertisers to be truthful. The Ministerial Code, however, merely: provides guidance… in order to uphold standards\r\n\r\nIt only ‘expects Ministers to behave in a principled way’ and ‘should be as open as possible’\r\n\r\nWhy do we only suggest that MPs be honest? \r\n\r\nThe Ministerial Code must be rewritten to hold MPs to the standards we do of others, and be independently enforceable",
        "background": "Regardless of allegiance, people appear united in anger and dissatisfaction with the way MPs chose to inform the public during the referendum\r\n\r\nMisleading at best. Lying at worst. How is this allowed to happen without repercussion?\r\n\r\nOne reason is that MPs’ own Ministerial Code tacitly permits it",
        "closed_at": null,
        "created_at": "2016-06-28T13:10:17.336Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-28T17:18:46.738Z",
        "opened_at": null,
        "rejected_at": "2016-07-13T10:56:04.328Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining the specific change you would like to be made to the Ministerial Code."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:16:33.823Z"
    },
    "id": 154893,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/154893.json"
    },
    "type": "archived-petition"
}