{
    "attributes": {
        "action": "Take corrective action for the Brexit campaign's misrepresentation",
        "additional_details": "Signatories to this petition request a parliamentary vote to withdraw from invoking Article 50 of the Lisbon Treaty, and consequently to remain in the EU, in order to avoid the economic harm and breakup of the UK posed by a British exit of the EU.\r\nA specific example is the claim by the Brexit campaign that money not spent on EU membership would be available for the NHS. This claim was subsequently criticised verbally by Brexit campaigner Nigel Farage. In fact, following the economic decline of the UK since the Brexit vote, there has been a dramatic decrease in funds available to the government, and this is forecast to extend many years into the future.",
        "background": "The Brexit campaign's claim of benefits to the British economy outside of the EU were grossly misleading to the British public, resulting in an unrepresentative outcome of the EU referendum. We should withdraw from invoking Article 50 of the Lisbon Treaty, and consequently remain in the EU.",
        "closed_at": null,
        "created_at": "2016-06-28T20:22:28.082Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-29T04:23:04.541Z",
        "opened_at": null,
        "rejected_at": "2016-07-05T12:01:00.527Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/133767\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:16:46.176Z"
    },
    "id": 155574,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/155574.json"
    },
    "type": "archived-petition"
}