{
    "attributes": {
        "action": "Offer the position of Prime Minister to Barrack Obama.",
        "additional_details": "Barrack Obama has recent, relevant experience of running a G8 country, something that cannot be claimed by most people.\r\nInstalling him in this position would further cement the 'special relationship' between the US and UK, which has likely been damaged by Brexit.\r\n\r\nHe is passionate about national healthcare and gun control laws - both of which we already have - so he seems to be a natural fit.\r\n\r\nPlus - his family seem to be lovely people, and would be welcomed I'm sure by the British people.",
        "background": "The United Kingdom will soon be looking to fill the position of Prime Minister - a position no active politician in the UK is suitably qualified to fill.\r\nBarrack Obama has relevant experience, and will likely soon be seeking employment. It is logical he be installed in the position ASAP.",
        "closed_at": null,
        "created_at": "2016-06-29T10:46:21.358Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-29T11:15:11.137Z",
        "opened_at": null,
        "rejected_at": "2016-06-29T12:37:23.108Z",
        "rejection": {
            "code": "honours",
            "details": "As you might already know, the Prime Minister of the UK is not chosen by the UK Government or Parliament.\r\n\r\nIn practice, this is usually the leader of the political party that wins the most seats in a general election. You can find out more about this here:\r\nAfter a general election, the Queen decides who to invite to form a Government. \r\n\r\nhttp://www.royal.gov.uk/MonarchUK/QueenandGovernment/QueenandPrimeMinister.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:16:55.339Z"
    },
    "id": 156095,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/156095.json"
    },
    "type": "archived-petition"
}