{
    "attributes": {
        "action": "David Cameron to stay on as PM to negotiate the terms of Brexit",
        "additional_details": "In the UK, there will likely be job losses, a recession and general unrest. We are now uncertain of how our future looks. We need a leader to speak for Britain and to Britons. As he promised in the Dec 15 EU summit, he should remain to negotiate terms of our exit. This will create stability, ensure we speak with a strong, experienced voice - and one that understands the EU. This is stronger than electing a new, inexperienced PM, in our national interest, and supercedes any conflict of interest",
        "background": "The PM resigned following the Brexit result - worsening the upheaval in the UK & globally. Even though he was pro-'Remain', the benefits of him negotiating our exit (his knowledge of the UK & as PM, stability for the country, etc), outweigh the risks of an inexperienced, new PM negotiating our exit",
        "closed_at": null,
        "created_at": "2016-06-29T11:55:04.785Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-29T17:37:11.543Z",
        "opened_at": null,
        "rejected_at": "2016-07-12T18:01:19.190Z",
        "rejection": {
            "code": "honours",
            "details": "The resignation of an individual Minister, including the Prime Minister, is not a decision for the Government or Parliament as a whole. It is a decision for the individual concerned. The UK Government or Parliament cannot stop a Minister resigning."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:16:56.703Z"
    },
    "id": 156172,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/156172.json"
    },
    "type": "archived-petition"
}