{
    "attributes": {
        "action": "Make the Vote Leave campaign stand in front of a Select Committee",
        "additional_details": "In similar cases such as BHS the leaders have been held to account it shouldn't be any different for politicians. The Vote Leave campaign purposefully misled people, by, for example, continuing to use the £350m figure banned by the UK Statistics Authority and promising it to the NHS which since the result they have revealed was never there intention. It is paramount to democracy that politicians, like businesses are held to account of the people and do not receive preferential treatment! ",
        "background": "The Vote Leave campaign in the recent EU referendum was based on lies. It is a Select Committee's job to answer the questions the public wants answering. If any other sector within the UK conducts themselves in a similar way, they will be called to a Select Committee and held to account. ",
        "closed_at": null,
        "created_at": "2016-06-29T12:45:13.317Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-03T12:38:28.265Z",
        "opened_at": null,
        "rejected_at": "2016-07-08T18:00:30.206Z",
        "rejection": {
            "code": "no-action",
            "details": "Many members of the Vote Leave campaign appeared before the Treasury Select Committee during the referendum campaign, in order to be held to account for the claims the campaign was making. It's not clear what additional action you want Parliament to take.\r\n\r\nYou can read more about the Treasury Select Committee and Vote Leave here: \r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/treasury-committee/news-parliament-2015/uks-eu-referendum-evidence-15-16/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:16:57.579Z"
    },
    "id": 156226,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/156226.json"
    },
    "type": "archived-petition"
}