{
    "attributes": {
        "action": "Strengthen sentencing for criminal drivers who kill and maim innocent people.",
        "additional_details": "The government's own figures show the average sentence for a driver who kills is 4 years with automatic release after 2; this cannot be justified. Inadequate sentences fail to deter offenders and fail to give victims and families the justice they deserve. Criminal drivers are reckless not careless; they cause avoidable deaths and serious life shattering injuries. Brake, the road safety charity calls for changes to the criminal driving laws and stronger sentencing to deliver justice for victims.\r\n",
        "background": "5 people die on our roads each day; often criminal killer drivers walk free from court. 4 in 10 drivers who kill aren't jailed at all. Lenient sentences deeply offend families already torn apart by the devastation of losing a loved one. When a life is taken the punishment must reflect the crime.\r\n",
        "closed_at": "2017-01-07T23:59:59.999Z",
        "created_at": "2016-06-29T15:41:47.238Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-26T12:41:55.412Z",
            "details": "It is our intention to start a consultation to look at these issues before the end of the year.\r\n\r\nDriving offences can have devastating consequences for victims and their loved ones. Sentencing in individual cases is always a matter for the courts, which are independent from government. When deciding what sentence to impose the courts take into account all the circumstances of the offence and any mitigating and aggravating factors, in line with statute and the sentencing guidelines.\r\n\r\nThe Government is committed to making sure that the courts have sufficient powers to deal with driving offences appropriately and proportionately, within the context of our wider sentencing framework. \r\n\r\nMinistry of Justice",
            "responded_on": "2016-09-26",
            "summary": "The Government is aware of concerns about issues relating to serious driving offences and the maximum penalties for those offences. ",
            "updated_at": "2016-09-26T12:41:55.412Z"
        },
        "government_response_at": "2016-09-26T12:41:55.414Z",
        "moderation_threshold_reached_at": "2016-06-29T15:50:01.461Z",
        "opened_at": "2016-07-07T15:49:10.291Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-16T17:48:24.240Z",
        "scheduled_debate_date": null,
        "signature_count": 21331,
        "state": "closed",
        "updated_at": "2017-09-09T06:17:00.411Z"
    },
    "id": 156369,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/156369.json"
    },
    "type": "archived-petition"
}