{
    "attributes": {
        "action": "Allow Northern Ireland to remain in the UK & EU via a \"Reverse Greenland\" policy",
        "additional_details": "Greenland is a part of Denmark, but left the EU in 1985 after a referendum where 53% of its population voted to leave following disagreements over fishing rights. \r\n\r\nHowever, despite this departure, Greenland remained part of the Kingdom of Denmark.\r\n\r\nIf Greenland can leave the EU, but still be part of Denmark, Northern Ireland should be able to stay in the EU while other parts of the United Kingdom leave.",
        "background": "Northern Ireland should be able to remain both part of the European Union and the United Kingdom, even in the event of a UK departure from the EU, due to the precedent set by Greenland.\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-06-29T17:13:16.673Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-30T07:25:08.214Z",
        "opened_at": null,
        "rejected_at": "2016-07-06T14:27:49.694Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The outcome of any negotiations with the EU would not solely be the responsibility of the UK Government. You may wish to start another petition proposing that the UK Government negotiates on the basis of trying to secure a \"reverse Greenland\" settlement. \r\n\r\nWe also have a petition that makes a point about how the different nations of the UK voted in the referendum, which you may wish to sign: \r\nhttps://petition.parliament.uk/petitions/144565\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:01.736Z"
    },
    "id": 156440,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/156440.json"
    },
    "type": "archived-petition"
}