{
    "attributes": {
        "action": "Independent review of BBC’s EU Ref. coverage before decision to invoke Art.50",
        "additional_details": "There is evidence of lack of scrutiny by the BBC of key claims at the heart of the Leave campaign which seem to have resonated with the voting public. This is borne out by the number of people who are already saying that they feel that they have been misled by the coverage of the Leave case and are indicating that, had they known that certain claims reported as fact were highly questionable, they would have voted to remain. It is important to recognise that the Referendum has no legal status.",
        "background": "BBC coverage of the EU referendum debate appears to have fallen short of the objectivity expected of the UK’s National news institution. It is key that any bias in reporting is established before the Article 50 process is discussed by MPs in Parliament and activated.\r\n",
        "closed_at": null,
        "created_at": "2016-06-29T21:03:29.416Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-30T22:51:48.546Z",
        "opened_at": null,
        "rejected_at": "2016-07-14T10:24:15.670Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The BBC Trust is responsible for investigating breaches of the BBC Charter, which includes complaints about the impartiality of the BBC.\r\n\r\nYou can get in touch with the BBC Trust using the following website:\r\nhttp://www.bbc.co.uk/bbctrust/contact_us\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:05.643Z"
    },
    "id": 156649,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/156649.json"
    },
    "type": "archived-petition"
}