{
    "attributes": {
        "action": "Ask Her Majesty the Queen to dissolve Parliament and lead Brext negotiations",
        "additional_details": "",
        "background": "Since the Brexit referendum at which the will of the people has been clearly shown all politicians have been in total disarray bickering with each other with no concern for the overriding national interest. The Queen should now dissolve Parliament and lead Brexit with a team of experts ",
        "closed_at": null,
        "created_at": "2016-06-30T10:35:45.198Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-30T17:56:45.188Z",
        "opened_at": null,
        "rejected_at": "2016-07-05T19:05:28.850Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Queen, on the advice of the Prime Minister, no longer has the power to dissolve Parliament and call a General Election. The Fixed-Term Parliaments Act, which came into force in 2011 under the Coalition Government, removed the power to set the general election date from the Government and gave a power to the House of Commons.\r\n\r\nAn early general election can only be called under the Act if either a motion (as worded in section 2(2) of the Act) that there shall be an early parliamentary general election is passed by the House of Commons with at least two thirds in favour of the motion; or if a motion of no confidence (as worded in section 2(4) of the Act) is passed by the House of Commons and the House does not pass a motion of confidence (as worded in section 2(5) of the Act) in the Government or an alternative Government within 14 days. Aside from these triggers there is no way to replace the Government through an early General Election."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:09.844Z"
    },
    "id": 156898,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/156898.json"
    },
    "type": "archived-petition"
}