{
    "attributes": {
        "action": "Enforce police investigations, ANY UK politician insighting racism terminologies",
        "additional_details": "Far to often we hear the political class from MP's to Councillors express racism or racist terminologies, to scare British tax payers to tactical voting. Britain is a multicultural country working together. Police should investigate these phrases used by politicians who hold professional status.\r\n\r\nBernard Jenkin (MP) made reference to Nigel Farage in the house of commons, being an advocate of racism. In particular Nigel Farage was labelled as not representing the British people in the referendum. These hate speeches in reference to \"racist or racism resemblances\" should be banned by police approval towards professional figure heads.\r\n",
        "background": "A call to all UK politicians to avoid racism terminologies like \"Racist or Racism\" when discussing political matters across our UK streets, or in the house of commons itself.",
        "closed_at": null,
        "created_at": "2016-06-30T15:18:30.016Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-30T16:09:27.969Z",
        "opened_at": null,
        "rejected_at": "2016-07-15T13:17:12.292Z",
        "rejection": {
            "code": "no-action",
            "details": "Politicians are already subject to the same law as everyone else. It is not clear whether you could like the law, or the rules of the House of Commons, to be changed in a specific way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:13.222Z"
    },
    "id": 157123,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/157123.json"
    },
    "type": "archived-petition"
}