{
    "attributes": {
        "action": "Cast a vote of No Confidence in the Conservative Party",
        "additional_details": "The £million expenses scandal\r\nWorst environmental policy in 30 years\r\nU-turn on NHS reform\r\nNHS in crisis and on its knees \r\nPrivatising Royal Mail\r\nIneffective and costly public transport\r\nConstant austerity measures has rendered the country and its people broken and dejected\r\nThe disastrous recent EU referendum\r\nThere was no plan drawn up to deal with the outcome of the referendum\r\nBoth of the main political figures who lead the EU Referendum Campaign have deserted the mess they have left us in",
        "background": "The Conservative Party do not represent or serve the majority of the population and are completely out of touch with the people. Its members take part in immoral actions and petty squabbling and parliament is incapable of delivering a society we want to live in. ",
        "closed_at": null,
        "created_at": "2016-06-30T17:54:55.631Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-01T08:19:08.719Z",
        "opened_at": null,
        "rejected_at": "2016-07-06T16:05:50.657Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept this petition because it asks for something that neither the House of Commons nor the Government can do. The expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. That's why we allow petitions asking for a vote of no confidence in the Government or in individual Ministers. The concept of the House having “confidence” in someone does not apply to political parties, backbench or Opposition Members. \r\n\r\nIf you want a vote of no confidence in the Government, we already have a petition open on that: https://petition.parliament.uk/petitions/134732"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:14.926Z"
    },
    "id": 157230,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/157230.json"
    },
    "type": "archived-petition"
}