{
    "attributes": {
        "action": "Safeguard 26 primary school children so they can attend their faith based school",
        "additional_details": "The new school bus will collect the children from a set bus route. Therefore, an escort is required to ensure children disembark at the appropriate stop and ensure safety whilst traveling.\r\nPoor transportation links in Partington mean these children can not utilise a public service to attend their local faith based school.\r\nParents are willing to contribute towards the school bus escort but are unable to solely fund the position and are asking the council to assist in helping with these costs.",
        "background": "Partington children attending Little Bollington CofE Primary School have utilised a parental funded school bus for over 9 years. In September 2016 the new school bus requires an Escort to safeguard them. Without the escort the children will not be able to use attend their faith based school.",
        "closed_at": null,
        "created_at": "2016-06-30T20:46:44.398Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-30T20:54:51.388Z",
        "opened_at": null,
        "rejected_at": "2016-07-14T16:58:34.379Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:17.333Z"
    },
    "id": 157344,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/157344.json"
    },
    "type": "archived-petition"
}