{
    "attributes": {
        "action": "Stop Income Tax on Pension. Pensions must not be seen as a taxable income.",
        "additional_details": "Why do I ask to STOP tax on pensions ? - Because Pensions are saving accounts which pays the saver back. Furthermore, pensions are designed to help people when they get old to spend on essentials, small comforts and pass the little leftovers to their children.  Pensioners do not have much time left to be competative and generate cash as they once did. Their pension money will eventually be spent. And the Tax man (HMRC) will eventually get proceeds from that spending. Whilst HMRC has time the pensioner does'nt. So, STOP taxing pensioners. Give pensioners all their pension money to spend on themselves and  their children.  Stop Taxing the Pensions. After all, pensioners contribute massively to the reproduction of society by setting examples to the young and middle aged.",
        "background": "Pensions are savings accumilated over a long period of time. When they are encashed they must not be seen as income borne of paid work - They are savings being released back to the saver on a monthly basis.   It should not be seen as paid work and taxed in the same way.  STOP TAXING PENSIONS.",
        "closed_at": null,
        "created_at": "2016-06-30T22:02:22.959Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-07T16:50:51.990Z",
        "opened_at": null,
        "rejected_at": "2016-07-19T14:36:06.162Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/132358"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:18.499Z"
    },
    "id": 157401,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/157401.json"
    },
    "type": "archived-petition"
}