{
    "attributes": {
        "action": "Investigate the referendum and take action against those who misled the public.",
        "additional_details": "False numbers were used, and promises made that were known to be impossible to keep. With particular regard to immigration, the status of Turkey's possible entry into the EU and the money that was said to be allocated to the NHS from funds that were previously sent to the EU.\r\n \r\nWe also call for anyone who was found to be inciting racial hatred to be prosecuted.\r\n\r\nIn future, we would like an independent body actively overseeing campaigning and taking immediate action where needed.",
        "background": "After the election, many people are feeling misled, or lied to, by members of 'Leave'.  We demand an investigation into their conduct, and for action to be taken against those found culpable. Legal action, or where this is not possible, to be charged with bringing their parties into disrepute. ",
        "closed_at": null,
        "created_at": "2016-07-01T20:23:52.722Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-01T20:36:24.918Z",
        "opened_at": null,
        "rejected_at": "2016-07-15T17:05:21.620Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament are not responsible for decisions about criminal investigations and prosecutions. It is possible for the Government or Parliament to decide to hold a public inquiry into the referendum campaign. If you want this to happen, you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/139525"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:27.197Z"
    },
    "id": 157863,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/157863.json"
    },
    "type": "archived-petition"
}