{
    "attributes": {
        "action": "Only offer a company a cut in corporation tax, if it cuts high executive pay.",
        "additional_details": "* BBC News 17 Aug 2015 reporting on High Pay Centre's findings.\r\n* Sources are recent Chatham House BBC TV referendum analysis.\r\n* Companies Acts include directors' duty to protect the company and not put their interests ahead of their companies.  Is their excessive pay a breach of these duties?\r\n* CIPD Press Release 18 Dec 2015.",
        "background": "The recent Referendum revealed a massive unfair social divide, where the strongest leave vote was in working class areas, where pay can be only £18K p.a.  Yet FTSE chief executive pay can exceed 180 times their workers' average pay.  High executive pay is bad for people and is robbing business. ",
        "closed_at": null,
        "created_at": "2016-07-04T10:26:38.379Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-05T23:17:02.754Z",
        "opened_at": null,
        "rejected_at": "2016-07-18T16:13:50.059Z",
        "rejection": {
            "code": "no-action",
            "details": "You need to be more specific in your petition. If you are referring to agreements reached between HMRC and companies/individuals to settle outstanding tax bills, rather than headline corporation tax, you need to be clear. Equally, you need to explain what you mean by executive pay and how you want a reduction in executive pay to operate (e.g. as a multiplier of other salaries in the company). At the moment, your petition is not clear enough for us to accept."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:17:43.171Z"
    },
    "id": 158696,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/158696.json"
    },
    "type": "archived-petition"
}