{
    "attributes": {
        "action": "Revoke the BBC's charter",
        "additional_details": "",
        "background": "The BBC has become increasingly biased in its news coverage.  In particular, with its pro-EU stance, the BBC does not represent more than half the country, who are nonetheless legally bound to pay the licence fee.",
        "closed_at": "2017-01-28T23:59:59.999Z",
        "created_at": "2016-07-05T18:14:02.635Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-02T11:55:32.343Z",
            "details": "The BBC Charter Review, which commenced in 2015, is one of the biggest consultation exercises the government has undertaken. We listened to views of the public and industry (including 192,000 consultation responses), set out detailed policy proposals in the White Paper in May, and worked closely and collaboratively with the BBC and Ofcom to negotiate the new Charter and Framework Agreement.\r\n\r\nThe Charter has given the BBC a new public mission, which is \r\n\r\nTo act in the public interest, serving all audiences with impartial, high-quality and distinctive media content and services that inform, educate and entertain. \r\n\r\nIn addition, the new Charter and Framework Agreement will:\r\n○\tenhance the distinctiveness of BBC content - the BBC’s Mission and Public Purposes have been reformed to reflect this requirement;\r\n○\treform the governance and regulation of the BBC - the new BBC Board will be responsible for  governing the BBC, and Ofcom will take on the regulation of the BBC;\r\n○\tprioritise the independence of the BBC - the Charter explicitly recognises the need for the BBC to be independent and the BBC will appoint a majority of Board members;\r\n○\tensure the financial stability of the BBC - the licence remains as the key source of funding for the the next period;\r\n○\tensure that the BBC’s impact on the market is proportionate to the public benefits it delivers and, where possible, positive for both the public and commercial organisations - the BBC is also obliged to work closely with others, and share its knowledge, research, and expertise, for wider public benefit;\r\n○\tmake the BBC as open and transparent as possible - the Charter sets out obligations for the BBC to be more open and transparent in its operations and the important information it shares, including the salaries of its employees and talent earning more than £150,000; and \r\n○\tensure that the BBC serves all nations and regions and is more reflective of the whole of the United Kingdom - through a new operating licence regime, specific Board representation and the continuation of production targets\r\n\r\nThese reforms will mean the BBC can continue to thrive, deliver for audiences, and act as an engine of creativity and growth for the UK.\r\n\r\nThe BBC is required to deliver duly impartial news by the Royal Charter and Agreement, and impartiality has for the first time been enshrined in the BBC’s mission in the new Charter. The government agrees that it is vitally important that accurate and impartial news is at the centre of the BBC’s output. \r\n\r\nOfcom, the trusted media and communications regulator, will take on regulation of the BBC. Following the end of the transition period, from 3 April 2017 Ofcom will be able to monitor and review how well the BBC is meeting its mission and public purposes; regulate editorial standards; hold the BBC to account over market impacts and public value; and consider appeals from industry, after they have complained to the BBC. \r\n\r\nThe BBC is also subject to Ofcom’s Broadcasting Code, which provides that news, in whatever form, must be reported with due accuracy and presented with due impartiality. \r\n\r\nDepartment for Culture, Media and Sport",
            "summary": "The new 11-year Charter establishes Ofcom as regulator of the BBC. This will include considering any complaints concerning impartiality and accuracy in BBC’s news and current affairs content.\r\n\r\n",
            "updated_at": "2017-02-02T11:55:32.343Z"
        },
        "government_response_at": "2017-02-02T11:55:32.346Z",
        "moderation_threshold_reached_at": "2016-07-05T19:54:08.596Z",
        "opened_at": "2016-07-28T16:43:11.073Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-22T20:02:30.900Z",
        "scheduled_debate_date": null,
        "signature_count": 13285,
        "state": "closed",
        "updated_at": "2017-09-09T06:17:52.901Z"
    },
    "id": 159140,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/159140.json"
    },
    "type": "archived-petition"
}