{
    "attributes": {
        "action": "Stop Mansfield District Council closing down Mansfield Soup Kitchen",
        "additional_details": "The council moved us from a small market where we had been for several months on to a big market surrounded by pubs, we then started getting abuse and threats from drunks and local youths, some homeless have been beaten by said youths. We requested a move to somewhere safer or back to the small market, they said if we did they won't supply us with amenities anymore but agreed to 'help' us find somewhere, they've now gone back on their promise and want us evicting from the town centre",
        "background": "It started at a 6 week venture last year and we got the go ahead after Christmas to carry it on, we feed the homeless community and the council were happy for publicity while it helped them, now it's not a 'viable' venture and they want us off the marketplace, serving a 2 week eviction notice on us",
        "closed_at": null,
        "created_at": "2016-07-07T17:46:53.580Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-07T18:46:17.646Z",
        "opened_at": null,
        "rejected_at": "2016-07-19T14:59:16.943Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.mansfield.gov.uk/article/5937/Petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:02.372Z"
    },
    "id": 159753,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/159753.json"
    },
    "type": "archived-petition"
}