{
    "attributes": {
        "action": "Reject Northumberland Council's Decision to Allow Opencast Mining at Druridge",
        "additional_details": "Many, many adults here in Northumberland remember days out at Druridge Bay playing in the sand dunes in the 'big pond', on the beach and in the sea. This was followed by a visit to the Widdrington Inn for pop and crisps. Those adults have taken their children and their children have taken theirs.\r\n\r\nMany birdwatchers, ramblers, cyclists, runners and dog walkers use it in all weather and on a daily basis.\r\n\r\n",
        "background": "Druridge Bay provides a haven for fauna and flora which is rapidly becoming rare due to man's interventions with nature for financial gain. ",
        "closed_at": null,
        "created_at": "2016-07-08T13:36:33.200Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-11T17:39:18.222Z",
        "opened_at": null,
        "rejected_at": "2016-08-05T14:26:00.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to allow opencast mining at Druridge Bay appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to allow opencast mining at Druridge Bay  and its likely effects.\r\n\r\nYou may be interested to know that there is an Early Day Motion signed by MPs about this issue. You can read it here: http://www.parliament.uk/edm/2016-17/350 \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:05.735Z"
    },
    "id": 159946,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/159946.json"
    },
    "type": "archived-petition"
}