{
    "attributes": {
        "action": "Change eligibility of government postgraduate loans for UK nationals",
        "additional_details": "Access to the Government backed post graduate loan should be available to all UK nationals residing within the UK. The current eligibility criteria restricting the the loan to only those living in England which can be seen here - https://www.gov.uk/funding-for-postgraduate-study, basically states that your advancement of education in to postgraduate study is less important if you live else were with the UK.",
        "background": "I like many others who live in Wales,Scotland and Northern Ireland are automatically not eligible for the government backed postgraduate loan up to £10000 as not begin current residents of England.  As with many this now means that I cannot afford to study at postgraduate level.",
        "closed_at": null,
        "created_at": "2016-07-09T09:00:43.062Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-09T09:31:12.417Z",
        "opened_at": null,
        "rejected_at": "2016-07-25T14:06:57.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This e-mail has been rejected because higher education funding is a devolved issue in Scotland, Wales and Northern Ireland, and is therefore not the responsibility of the UK Parliament. \r\n\r\nDepending on where you live you may want to contact the Scottish Parliament, National Assembly for Wales or Northern Ireland Assembly to raise this issue. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:08.921Z"
    },
    "id": 160091,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/160091.json"
    },
    "type": "archived-petition"
}