{
    "attributes": {
        "action": "Save Warrington Road Bambini Daycare Centre in Widnes",
        "additional_details": "It's been open since 2002 when it was set up as a neighbourhood nursery. It was expanded 10 years ago in the new building.  The staff there genuinely care for the children and see it more than 'just a job'. They are helping to form and shape great individuals. There is no other local daycare been built, as would not be able to compete with the community feeling that locals have for the place. They have never been allowed to fundraise in order to help the nursery with costs. ",
        "background": "The local council want to close a 'community hub' nursery due to funds, yet haven't given the nursery, or parents opportunity to help in fundraising. They are looking at privatisation, which would have a detrimental impact on care levels as will be more geared towards making money rather than care.",
        "closed_at": null,
        "created_at": "2016-07-09T16:31:23.803Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-09T16:49:37.786Z",
        "opened_at": null,
        "rejected_at": "2016-07-20T16:57:07.858Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This decision appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n  \r\nYou could also contact your local MP about this issue. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:11.096Z"
    },
    "id": 160209,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/160209.json"
    },
    "type": "archived-petition"
}