{
    "attributes": {
        "action": "The term 'Privileged White Male' should be considered racist sexist hate speech",
        "additional_details": "Hate groups from suppose social justice movements, ranging from Antifa to Feminist groups are using hypocritical dialect to create dissent towards White Males and usually target Heterosexuals. This conduct is racist and sexist and demonstrates a phobia for race, gender and sexuality, the term 'Privileged White Male' should be considered hate speech as it is extremely offensive and demeaning, particularly to those who lead unfortunate and hard lives. ",
        "background": "The term 'Privileged White male (or man)' has become more frequently vocalized in many Western countries including our United Kingdom to shut down and dissent the voices and opinions of a specified race & sex, this term is bogus, used unfairly and clearly racism and misandry. Ban this term as hate",
        "closed_at": null,
        "created_at": "2016-07-10T00:48:09.544Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-02T19:33:59.307Z",
        "opened_at": null,
        "rejected_at": "2016-11-22T10:38:09.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of the UK Government or Parliament. The laws on hate speech do not list specific terms which are illegal. In a specific case, it is up to the courts to decide whether the law has been broken. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:13.088Z"
    },
    "id": 160304,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/160304.json"
    },
    "type": "archived-petition"
}