{
    "attributes": {
        "action": "Public review into the decision to close the Children's Heart Unit Leicester",
        "additional_details": "NHSE intend to decommission Children’s Heart Services at Glenfield Hospital. Public consultation is required to examine the decision. Since the previous flawed review the unit has provided a high quality service, it is one of the best performing centres in England. It is on target to meet the figure of 125 cases per surgeon. Stopping CHD Services will result in loss of ECMO which accounts for 50% of national capacity impacting the provision of PICU & other services that require a PICU to operate. The loss of the unit & surgeons means the loss of Adult CHD Services. The lives of Children & Adults will be at risk.\r\n \r\n \r\n ",
        "background": "Public review required. NHSE to disclose all information that led to the decision. Include all CHD Centres in this disclosure. NHSE to disclose the names of the panel in order to demonstrate their suitability. NHSE to disclose any involvement the panel had in the previous review.",
        "closed_at": "2017-01-22T23:59:59.999Z",
        "created_at": "2016-07-10T18:36:44.413Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-28T14:41:56.643Z",
            "details": "Since 2013, NHS England has been working with expert clinicians and patients to devise and agree a new set of standards for the treatment of congenital heart disease (CHD). The aim is to secure the best possible sustainable outcomes for all patients, including improved opportunities for survivors to lead better lives; tackling variation, particularly to ensure resilient 24/7 care; and improving patient experience.\r\n\r\nThe new standards for CHD were published in July 2015 for implementation from April 2016.  These standards – almost 200 of them – were collaboratively developed over a two-year period, by patients and their families/carers; clinicians; commissioners, and other experts. They were the subject of extensive public consultation, and all the views put forward were considered before the standards were finalised.\r\n\r\nSince July 2015, NHS England has been working with hospital trusts and others to assure that patients benefit from a service that meets the agreed standards both now and into the future. To that end, NHS England has set out proposals which it is ‘minded’ to take forward, based on the findings of the recent self-assessment exercise. Whether or not these actions are carried out will be subject to the outcome of public consultation, which will begin later this year\r\n\r\nInformation regarding consultation will be communicated as widely as possible, well in advance of any consultation starting. NHS England proposes releasing information on the panel members, and publishing the detailed individual assessments as part of its consultation. It will also make sure that the consultation takes particular account of any other services which could be impacted by changes to CHD services.   \r\n\r\nIf, following this consultation, it is decided to implement the proposal, this would not mean the end of congenital heart disease services at University Hospitals of Leicester NHS Trust. NHS England is keen to work with the management and clinicians at the Trust to retain the majority of specialist medical care, which would mean that congenital heart disease patients in the East Midlands could still receive their ongoing care and more minor interventions in Leicester. \r\n \r\nFurther information can be found on NHS England’s website and accessed via the following link: https://www.england.nhs.uk/commissioning/spec-services/npc-crg/chd/\r\n\r\nDepartment of Health",
            "responded_on": "2016-09-28",
            "summary": "No final decisions have been taken about the future of Leicester or any other congenital heart diseases services in England. The aim is to secure the best possible, sustainable outcomes for patients.",
            "updated_at": "2016-09-28T14:41:56.643Z"
        },
        "government_response_at": "2016-09-28T14:41:56.646Z",
        "moderation_threshold_reached_at": "2016-07-10T18:57:35.885Z",
        "opened_at": "2016-07-22T11:33:27.360Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-26T15:31:18.415Z",
        "scheduled_debate_date": null,
        "signature_count": 48796,
        "state": "closed",
        "updated_at": "2017-09-09T06:18:16.076Z"
    },
    "id": 160455,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/160455.json"
    },
    "type": "archived-petition"
}