{
    "attributes": {
        "action": "Give a vote to expatriates on matters of concern to all British citizens",
        "additional_details": "I'm a retired lecturer in English literature at the University of Manouba in Tunisia. My friends and I had a Shakespeare afternoon to celebrate 400 years of Shakespeare. Tunisian theatre groups put on plays; but there was no sign of life from the British Embassy or consulate here. The Queen's birthday has been celebrated by the Embassy every year, and local British residents have been invited. But this year, the year of Her Majesty's 90th birthday, there was a reception for businesspeople but WE WERE NOT INVITED. We were told they didn't have the necessary funds. My facebook page gives further thoughts on my feelings. There must be MANY expats ALL OVER THE WORLD who feel the same.",
        "background": "We are British citizens, the unofficial representatives of the UK, her culture and her values. We are deeply concerned by British affairs, and the recent referendum was a tremendous shock. We want to make our voices heard in matters that affect us as much as they affect you.",
        "closed_at": null,
        "created_at": "2016-07-10T13:27:06.628Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-10T16:12:34.078Z",
        "opened_at": null,
        "rejected_at": "2016-07-20T15:37:45.623Z",
        "rejection": {
            "code": "no-action",
            "details": "We think you might want similar action to this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/121742"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:14.902Z"
    },
    "id": 160403,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/160403.json"
    },
    "type": "archived-petition"
}