{
    "attributes": {
        "action": "Close sharia courts set up in the uk and make sharia law illegal in britain",
        "additional_details": "Making sharia law courts illegal will not only see british law rule it will also give british and none british muslims freedom and justice based on uk law. This is great britain it is one land with one law and law is the way of the land.",
        "background": "There are thought to be around 100 Sharia Law courts operating throughout the UK, dispensing Islamic justice outside the remit of our own legal system. We are putting to the government that these courts should immediately should be closed and sharia made illegal in the uk. ",
        "closed_at": "2017-01-21T23:59:59.999Z",
        "created_at": "2016-07-12T12:52:28.556Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-08-11T10:44:33.669Z",
            "details": "Many British people of different faiths follow religious codes and practices. The Government does not prevent individuals from seeking to regulate their lives through religious beliefs or cultural traditions. Nothing in the law prevents people abiding by Sharia principles if they wish, provided their actions do not conflict with the law. If they do conflict, then national law prevails.\r\n\r\nSharia councils are not courts, and they are not in any sense part of the legal system in this country. Sharia councils have no legal power to enforce any decisions they make. Any religious council, or other body through which people seek to resolve their disputes, must operate within the rule of national law.\r\n\r\nThe Government understands that there are concerns about Sharia councils. The full, independent review into the application of Sharia law in England and Wales, launched by the previous Home Secretary on 26 May, will enhance our understanding of any misuse of Sharia law, and the extent of any problem where it may exist.\r\n\r\nMinistry of Justice\r\n",
            "summary": "Sharia councils are not courts in England and Wales. They cannot legally enforce any decision and must operate within the rule of national law. The Government has no plan to change this position. ",
            "updated_at": "2016-08-11T10:44:33.669Z"
        },
        "government_response_at": "2016-08-11T10:44:33.673Z",
        "moderation_threshold_reached_at": "2016-07-12T13:27:50.476Z",
        "opened_at": "2016-07-21T15:50:34.309Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-24T09:24:21.301Z",
        "scheduled_debate_date": null,
        "signature_count": 54742,
        "state": "closed",
        "updated_at": "2017-09-09T06:18:23.946Z"
    },
    "id": 160883,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/160883.json"
    },
    "type": "archived-petition"
}