{
    "attributes": {
        "action": "The people want a voice: stop Theresa May from becoming prime minister!!",
        "additional_details": "1) Theresa May ,wants us to accept that sex offenders including paedophiles should be allowed to adopt!!  Do the people of this country want this!? \r\n\r\n2) she agrees that that uk should accept sharia law into our courts!...sharia law is regulated for these living in a legal system based on Islam! Is our legal system based on Islam? \r\n\r\n3) she wanted to lower the age of consent to 14 years old and sentences for sex cut!!! \r\n\r\nWe can not allow her to be our next prime minister.. ",
        "background": "Reasons that concern the whole of our population.The people of this country have a voice and we are scared & worried for the safety of our children's future knowing that Theresa May,views on sex offenders & paedophiles are nothing more than immoral.The public must stand up to what we disagree with. ",
        "closed_at": null,
        "created_at": "2016-07-12T11:45:37.102Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": null,
        "opened_at": null,
        "rejected_at": "2016-07-15T16:16:57.825Z",
        "rejection": {
            "code": "duplicate",
            "details": "Under the UK's constitution, the Monarch invites the person who appears most likely to command the confidence of the House of Commons to serve as Prime Minister and form (or continue) a government.\r\n\r\nThis is usually the leader of the party which has a majority of seats in the House.\r\n\r\nThe leadership of a political party is a matter for the party concerned, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:23.679Z"
    },
    "id": 160873,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/160873.json"
    },
    "type": "archived-petition"
}