{
    "attributes": {
        "action": "Mr David Cameron to withdraw his resignation and continue as Prime Minister.",
        "additional_details": "Speaking up and joining in the referendum debate was honourable. Mrs May played a low profile in the discussions and debates and is, therefore, not the person to lead the UK now. It is important that the Prime Minister to take us forward had a strong public voice in the referendum regardless of the side they were campaigning from. The fact that Mr Cameron campaigned strongly for the UK to remain in the EU makes it difficult for him but it does not make him ineligible for leadership.",
        "background": "The UK needs an experienced and strong Prime Minister to lead negotiations with other countries. Mr Cameron is the best qualified MP to do this job for the foreseeable future. He initiated the EU referendum and now needs to see it through to its conclusion.",
        "closed_at": null,
        "created_at": "2016-07-12T04:00:05.608Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-12T07:31:39.884Z",
        "opened_at": null,
        "rejected_at": "2016-07-21T14:42:33.991Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of an individual Minister, including the Prime Minister, is not a decision for the Government or Parliament as a whole. It is a decision for the individual concerned. The UK Government or Parliament cannot stop a Minister resigning."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:22.671Z"
    },
    "id": 160817,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/160817.json"
    },
    "type": "archived-petition"
}