{
    "attributes": {
        "action": "Southern Rail to put a health warning on tickets, during their improvement plan.",
        "additional_details": "This year Southern Rail passengers have faced months of prolonged chaotic travel, overcrowding on trains & platforms with no end in sight, perhaps not until 2018. This is an immediate concern, particularly for those needing assistance.\r\n\r\nThere are growing reports of safety issues from passengers, on social media & voiced during recent public meetings with Senior Southern Management. These include serious incidents & near miss accidents that do not seem to be logged through current safety systems.",
        "background": "We ask Parliament to debate the current effects of Southern Rail’s management strategy on the health & livelihood of passengers & their families, communities & employers. Do passengers have to accept that this service has to get appreciably worse over several months or years before it gets better?",
        "closed_at": null,
        "created_at": "2016-07-13T12:58:13.597Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-13T15:20:31.289Z",
        "opened_at": null,
        "rejected_at": "2016-07-25T14:18:37.535Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition has been rejected because it is not clear what you are asking the UK Government or Parliament to do - specifically what is meant by placing a \"health warning\" on tickets.\r\n\r\nYou may want to submit a new petition providing more information about the action you would like taken. \r\n\r\nAlternatively you may wish to consider signing one of the existing petitions about Southern Rail:\r\n\r\nhttps://petition.parliament.uk/petitions/133383\r\nhttps://petition.parliament.uk/petitions/132726\r\nhttps://petition.parliament.uk/petitions/159057"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:29.210Z"
    },
    "id": 161206,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/161206.json"
    },
    "type": "archived-petition"
}