{
    "attributes": {
        "action": "Call to account the Heads of departments responsible for BBC News programmes.",
        "additional_details": "BBC TV and radio have demonstrated clear bias in their reporting pre- and post-Brexit.\r\nIt is clear that the BBC agenda was to support a Remain vote, and it continues to promote anti-Brexit sentiment, undermining the will of the people and the aims of Her Majesty's Government. \r\n\r\nA Parliamentary Select Committee should call to account those described above, where they can refute the allegations before Members of Parliament, and  a complete change of news presenters should be effected.  \r\n\r\n",
        "background": "BBC news and current affairs (radio and TV) coverage pre- and post- the country's vote to leave the European Union on 23rd June has been biased - this attempted to undermine the Leave campaign and, since the vote, has attempted to undermine the democratic wishes of the majority of the electorate.  ",
        "closed_at": null,
        "created_at": "2016-07-14T17:59:08.434Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-14T19:22:56.253Z",
        "opened_at": null,
        "rejected_at": "2016-08-19T13:31:38.806Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept a petition calling for a change of BBC news presenters, because the BBC is operationally independent of the Government and Parliament.\r\n\r\nYou could start a new petition asking the House of Commons to refer the matter of the BBC's news programmes to a select committee, or to establish a new committee to look specifically at this subject. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:35.825Z"
    },
    "id": 161499,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/161499.json"
    },
    "type": "archived-petition"
}