{
    "attributes": {
        "action": "Call on Andrea Leadsom to NOT hold a vote to repeal the Hunting Act 2004.",
        "additional_details": "Animals suffer physiological and psychological stress when chased by a hunt, whether they are killed or not. This was established as fact back in 2000 by a parliamentary inquiry (Burns et al., 2000), which led to the ban. \r\n\r\nThe below references have proof and further info:\r\n\r\nBurns, L. et al. (2000) Report of the committee of inquiry into hunting with dogs in England and Wales. The Stationery Office, London.\r\n\r\nhttps://www.league.org.uk/~/media/Files/LACS/Publications/A-case-against-A4-report.pdf ",
        "background": "Andrea Leadsom has pledged to hold a vote to repeal the ban. The Hunting Act outlaws the hunting of foxes, deer, hare and mink with dogs.\r\n\r\nHunting wild animals with dogs and letting them get ripped apart for ‘entertainment’ is cruel and inhumane, and has no place in our civilized society. ",
        "closed_at": "2017-01-22T23:59:59.999Z",
        "created_at": "2016-07-15T10:02:32.212Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-11T12:46:32.591Z",
            "details": "The Hunting Act 2004 bans all hunting of wild mammals with dogs in England and Wales. However, the Act sets out several classes of exemptions where dogs may be used to hunt wild mammals, subject to very strict conditions. The full details of the Hunting Act 2004 exemptions are available online at: www.legislation.gov.uk/ukpga/2004/37/schedule/1\r\n\r\nUnder the Act, an individual can receive a fine of up to £5,000 if found guilty of illegal hunting or hare coursing. There are also strict laws in place to protect animal welfare. It is an offence under the Animal Welfare Act 2006 to cause unnecessary suffering to an animal. The maximum penalty is an unlimited fine and/or six months imprisonment. Anyone that believes an offence is taking place, or has taken place, under the Hunting Act 2004 or the Animal Welfare Act 2006 should report the matter to the Police.  \r\n\r\nThe Government continues to stand by its manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote, with a government bill in government time. The Government recognises that hunting evokes strong views on both sides of the argument and that is why this issue has been a free vote issue for many years.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2016-10-11",
            "summary": "There is a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote with a government bill in government time.\r\n\r\n",
            "updated_at": "2016-10-11T12:46:32.591Z"
        },
        "government_response_at": "2016-10-11T12:46:32.593Z",
        "moderation_threshold_reached_at": "2016-07-15T11:35:02.341Z",
        "opened_at": "2016-07-22T15:13:52.643Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-21T08:16:17.488Z",
        "scheduled_debate_date": null,
        "signature_count": 51372,
        "state": "closed",
        "updated_at": "2017-09-09T06:18:39.078Z"
    },
    "id": 161635,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/161635.json"
    },
    "type": "archived-petition"
}