{
    "attributes": {
        "action": "Ban the streaming of Muslim hate preacher Dr Zakir Naik's Peace TV into the UK",
        "additional_details": "Some references to his hate-mongering speeches can be found at http://www.firstpost.com/india/every-muslim-should-be-a-terrorist-zakir-naik-and-six-of-his-most-provocative-statements-2879876.html",
        "background": "His channel has been banned in India and recently in Bangladesh after the Dhaka suicide terrorists were discovered to have been inspired by Dr Zakir Naik's hate speeches. He plays a pivotal role in the radicalisation of young impressionable minds towards terror-related activities.",
        "closed_at": null,
        "created_at": "2016-07-15T22:24:07.581Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-18T13:54:23.993Z",
        "opened_at": null,
        "rejected_at": "2016-07-21T10:10:13.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Neither the Government nor Parliament can “ban” a broadcaster. The regulation and licensing of broadcasters are the responsibility of Ofcom, which is an independent regulator.\r\n\r\nThere are certain conditions which must be met before Ofcom can issue a licence to a broadcaster. If these conditions are violated while the licence is in force, Ofcom can impose sanctions up to and including revocation of the licence. This is a decision for Ofcom, which is takes independently of the Government and Parliament.\r\n\r\nThe Broadcasting Act 1990 (as amended by the Broadcasting Act 1996 and the Communications Act 2003) lays down a number of restrictions on who can hold Ofcom’s broadcasting licences.\r\n\r\nYou could start a petition calling on Parliament to change this law to add a new licence condition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:41.992Z"
    },
    "id": 161784,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/161784.json"
    },
    "type": "archived-petition"
}