{
    "attributes": {
        "action": "Carry out spot checks on dog owners in public places. Fine those with no poobags",
        "additional_details": "Dog poo carries germs and bacteria which is harmful to children. For this reason I feel that the law is to lenient on irresponsible dog owners who don't pick it up.\r\nMy council put up signs because a neighbour of mine was leaving it outside, but there's nothing they can do unless they catch them. \r\nIf wardens were carrying out routine spotchecks and issuing fines, this could be a big deterrent.  \r\nFailure to produce a poo bag suggests you have no intention of picking up poo and you should be fined.",
        "background": "As a dog owner myself who clears up after my dog, there is nothing more infuriating than going outside with my young son and having him fall or step in somebody elses dog poo. He was covered in it before at my local park, we had to take him into a nearby care home to clean him up. He was only 2.\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-07-17T00:09:17.603Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-17T10:34:19.568Z",
        "opened_at": null,
        "rejected_at": "2016-07-26T11:39:16.263Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This issue is the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:44.486Z"
    },
    "id": 161935,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/161935.json"
    },
    "type": "archived-petition"
}