{
    "attributes": {
        "action": "Introduce a Strict Liability law in the UK as in almost all EU countries.",
        "additional_details": "In 2014 21,287 cyclists were injured in reported road accidents, including 3,514 who are killed or seriously injured in the UK. We must take action now before we lose another life and where it's a serious life changing injury this then becomes a financial strain on already stretched medical services within the NHS plus th financial cost to support those seriously injured whom may not be able to work again. \r\nStrict Liability Law will provide the framework to make an immediate difference.",
        "background": "Too many deaths and serious injuries are happening on UK roads to vulnerable people cycling on public roads. Strict liability law protects vulnerable road users, where the larger must must prove they were not negligent of an incident. Thereby, creating a law to protect and to make motorists to think",
        "closed_at": null,
        "created_at": "2016-07-17T21:36:05.530Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-17T22:09:17.087Z",
        "opened_at": null,
        "rejected_at": "2016-07-26T12:07:43.340Z",
        "rejection": {
            "code": "no-action",
            "details": "Strict liability simply means that defences are not open to the defendant in a case, so that if a claim is made out, the defendant will automatically be liable. Strict liability already exists in some areas of English law - both civil and criminal. For this reason, it's not clear what you're asking Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:48.034Z"
    },
    "id": 162071,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162071.json"
    },
    "type": "archived-petition"
}