{
    "attributes": {
        "action": "Enforce the 'presumption of innocence' requirement in the British Legal System.",
        "additional_details": "It is estimated that hundreds of people have been falsely accused and convicted for crimes they did not commit.  Wrongful convictions destroy innocent lives and rip innocent families apart.  This needs to stop.\r\n\r\nAt trial, the judge should be required to state to the jury something along the lines of: “Defendants are innocent unless proved guilty beyond reasonable doubt; therefore if you have ANY doubts, and those doubts are REASONABLE, you must find the defendant not guilty”.",
        "background": "Defendants in criminal cases are supposed to be considered innocent unless they can be PROVED guilty.  But this is not, in reality, what happens. If a complainant makes a false allegation, maintains it during cross examination, and the jury believe them, this is considered enough 'proof' to convict.",
        "closed_at": null,
        "created_at": "2016-07-18T13:39:09.378Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-18T23:18:57.191Z",
        "opened_at": null,
        "rejected_at": "2016-07-29T16:19:02.538Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already the case that a trial judge must direct the jury as to the burden and standard of proof, whether or not this is raised during the trial by either the prosecution or defence.\r\n\r\nGuidance exists as to how this direction should be made. You can read more about it here:\r\n\r\nhttps://www.judiciary.gov.uk/wp-content/uploads/2016/05/crown-court-compendium-part-i-jury-and-trial-management-and-summing-up.pdf\r\n\r\nIf you want judges to have to say a set paragraph in every case, you could start a new petition about that. At present, your petition is not sufficiently clear.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:49.690Z"
    },
    "id": 162142,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162142.json"
    },
    "type": "archived-petition"
}