{
    "attributes": {
        "action": "For the government to stop the persecution of Christians in other countries.",
        "additional_details": "See the work already completed by Open Doors and Facebook group CHRISTIANS AND THE DEVELOPING WORLD (and Christians and the Persecuted Church)\r\n\r\n50 countries are named including Pakistan, India, China, Saudi Arabia, Bangladesh, Kenya, Nigeria, Tunisia, Algeria, Mexico, Malaysia Jordan, Iraq, Afghanistan, Egypt, Vietnam, Iran, Libya, Syria, North Korea and Turkey",
        "background": "Abuse of Christians in the developing world MUST be stopped. Persecuted Christians need our support as they are being kidnapped, raped, forced into marriages, slave workers, beaten, killed and church bombed. All this this takes place in total disregard to human rights.\r\n",
        "closed_at": null,
        "created_at": "2016-07-19T11:49:38.402Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-19T21:42:27.130Z",
        "opened_at": null,
        "rejected_at": "2016-07-21T15:49:09.498Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions which call on the Government or Parliament to take clear, specific action. If there is a particular policy you would like to petition about, we could accept it. For example, we could accept a petition asking for UK Aid to be restricted in certain countries, or to prioritise asylum claims of Christians facing persecution overseas."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:52.226Z"
    },
    "id": 162283,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162283.json"
    },
    "type": "archived-petition"
}