{
    "attributes": {
        "action": "Following the Trident decision, remove all references to God from state affairs.",
        "additional_details": "A nation’s government has a right to determine its defence policy according to the democratic wishes of its people. However, that decision has to be consistent with other actions of the government.\r\n\r\nIf we imagine here today the individual known as Jesus, whose most important teachings were to love God and love your neighbour, and we imagine our PM asking for his endorsement to “press the nuclear button” - it is completely inconceivable to imagine him saying “Yes, release those nuclear warheads”.",
        "background": "In the light of the decision to renew Trident, the government should make it clear that it does not agree with the teaching of the Bible, and remove all reference to Christianity from state processes, including removing the word God from the National Anthem and from all official state ceremonies.",
        "closed_at": null,
        "created_at": "2016-07-19T23:12:23.424Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-20T17:08:28.737Z",
        "opened_at": null,
        "rejected_at": "2016-08-02T11:55:02.843Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We could accept a petition calling for the Government and Parliament to remove any reference to God from their processes and publications. However, not all national ceremonies are within the responsibility of the UK Government and Parliament. For example, the National Anthem is a matter of tradition rather than rather than having any legal or constitutional status."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:53.967Z"
    },
    "id": 162380,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162380.json"
    },
    "type": "archived-petition"
}