{
    "attributes": {
        "action": "STOP BENEFITS TO ILLEAGAL MARRIAGES OF MORE THAN ONE WIFE IT IS NOT LAW!",
        "additional_details": "Our Law is steadfast that One Wife Any more Are Illeagal and Criminal .No Religeon is above the Law of our Land Nor is it Fair for Tax payers to Have to Fund An Illeagal Act that are Being Blatantly abused due to a Loophole .If at any time Our Law is being Abused and thus Creating More Division between the Legal and the Illeagal by Payments From Goverment .We as A Nation Feel Thus is Blatant MisUse of our Laws and the Goodwill Of the British Genorosity.One Rule For All please Endorse this Law !",
        "background": "In Uk law it is Illeagal to have more than one wife .So it has to be that anyone With more than 1 Wife Is not Legally entitled to Benefits this Loophole is Illeagal for any British Taxpayer To have A Loophole that is Abused Blatantly When We The Indigenous Are not Allowed ! No right by Religeon .",
        "closed_at": null,
        "created_at": "2016-07-20T11:29:33.805Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-22T10:41:03.086Z",
        "opened_at": null,
        "rejected_at": "2016-07-22T14:44:25.403Z",
        "rejection": {
            "code": "no-action",
            "details": "In response to an earlier petition on this subject, the Government said:\r\n\r\n\"Marriages which take place in the United Kingdom must be monogamous. Polygamous marriages which take place abroad may be recognised but will make a household no better off under the benefit system.\"\r\n\r\nIt is therefore not clear what action you would like the Government to take. \r\n\r\nYou can read the full response:\r\n\r\nhttps://petition.parliament.uk/petitions/108431\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:54.581Z"
    },
    "id": 162414,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162414.json"
    },
    "type": "archived-petition"
}