{
    "attributes": {
        "action": "Stop the redundancy of over 400 conductors who guard the \"hop on hop off\" buses.",
        "additional_details": "Stop the redundancy of over 400 conductors who guard the \"hop on hop off\" doors on the 38,9,24 and number 11 buses. \r\n\r\nThe majority of New routemasters across London are not fitted with cooling systems. None of them have opening windows.  \r\n\r\nOn the 2nd of September 400 staff who guard the open doors on the back of these busses will loose their jobs.\r\n\r\nWithout the guards there will be no air, causing the buses to over heat. Guards also provide safety and help to all customers.\r\n\r\nSign the petition now",
        "background": "Whilst on a number 38 bus to work,with no conductor to look after the back open \"hop on hop off\" door. It was left shut. \r\n\r\nThe temperature reached 40degrees. I watched a little girl faint and numerous customers have to leave the bus. \r\n\r\n",
        "closed_at": null,
        "created_at": "2016-07-20T11:53:27.656Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-20T16:44:27.288Z",
        "opened_at": null,
        "rejected_at": "2016-07-27T15:53:59.261Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:54.610Z"
    },
    "id": 162416,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162416.json"
    },
    "type": "archived-petition"
}