{
    "attributes": {
        "action": "build fitness parks with dip bars pull up bars rings sloped ab bench monkey bars",
        "additional_details": "The park will contain dip bars pull up bars rings sloped ab bench monkey bars to train calisthenics i live in dewsbury and thers nothing .for people who not sure what this is youtube calisthenics , street workout , Hannibal for king ",
        "background": "I would like to get the goverment to build some fitness parks for calisthenics/streetworkout/crossfit\r\n the main thing is to get people involed in fitness its free and fun and as i keep hearing about olimpics and encouraging people to get up and try something new this is good to strat with ",
        "closed_at": null,
        "created_at": "2016-07-21T11:20:58.690Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-21T14:08:21.959Z",
        "opened_at": null,
        "rejected_at": "2016-07-27T16:21:07.593Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local parks, and the facilities in them, are the responsibility of your local council. \r\n\r\nIf you would like your local council to provide this kind of equipment in your local area, you could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you would like Parliament to change the law, so that councils are legally required to provide this kind of equipment in all the parks they run, you could start a new petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:56.965Z"
    },
    "id": 162541,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162541.json"
    },
    "type": "archived-petition"
}