{
    "attributes": {
        "action": "Stop The Development In Birdwell, Barnsley",
        "additional_details": "The development is called H4. This can be hard to find on the BMBC website. \r\n\r\nhttp://consult.barnsley.gov.uk/portal/development/planning/lppd2016/\r\n\r\nObjections can be sent to:\r\nEmail: mailto:localplanconsultation@barnsley.gov.uk\r\n\r\nPost: PO Box 634, Barnsley, S70 9GG\r\n\r\n\r\n \r\n\r\n\r\n",
        "background": "The council are planning on a major development in Birdwell. This will result in the loss of the majority of the green belt in the area.\r\n\r\nThis will affect the residents of the area, horse owners who will lose their grazing, the schools which are already over populated, the traffic etc",
        "closed_at": null,
        "created_at": "2016-07-21T23:38:05.717Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-22T00:03:28.202Z",
        "opened_at": null,
        "rejected_at": "2016-07-28T16:12:17.757Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop Birdwell appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://consult.barnsley.gov.uk/portal/petitions\r\n \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop Birdwell and its likely effects."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:18:58.186Z"
    },
    "id": 162635,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162635.json"
    },
    "type": "archived-petition"
}