{
    "attributes": {
        "action": "Allow open debate regarding a new, non interest based, monetary system.",
        "additional_details": "Captain Henry Kerby, during Parliamentary questions on April 15th, 1965, stated the following:\r\n\"Will the Chancellor of the Exchequer take steps to ensure that all government financial requirements should be provided by emissions, free of debt and interest…\"\r\nMr Diamond, the Chancellor, stated \"No\".\r\nMr Kerby also asked what steps were being taken to eliminate the National Debt.\r\nMr Diamond responded: It is not the government's policy to eliminate the debt.\r\nA system can be introduced to do just that",
        "background": "It is the existing monetary system, and policy surrounding money creation, which is causing poverty worldwide while allowing a tiny minority of persons to capitalise from the system. Capitalism is neither to blame nor the panacea. There is a non-interest-based economy which can be implemented.",
        "closed_at": null,
        "created_at": "2016-07-25T14:49:47.081Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-02T21:05:43.996Z",
        "opened_at": null,
        "rejected_at": "2016-08-08T11:40:06.021Z",
        "rejection": {
            "code": "no-action",
            "details": "There is nothing to stop a public debate on the issue that you raise.\r\n\r\nIf you wish to Parliament to hold a debate, or for the Government to bring forward specific legislative measures, you may wish to submit a further petition saying so."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:04.541Z"
    },
    "id": 162995,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162995.json"
    },
    "type": "archived-petition"
}