{
    "attributes": {
        "action": "Force child cancer to the forefront of the NHS and government funding schemes.",
        "additional_details": "My wife and I recently lost our precious daughter Poppy-Mai to a very rare cancer, it was a progressive and aggressive malignant rhabdoid tumour which progressed into a metastatic brain tumour.  More funding should be made available in the fight against child cancer, these children are our future.",
        "background": "We want the government to make more funding available in the fight against child cancer. Not enough is being done to spread awareness . We need more genetic testing and research. Child cancer needs to be at the forefront of our minds. These beautiful children need our help, Please, lets help them.",
        "closed_at": "2017-01-29T23:59:59.999Z",
        "created_at": "2016-07-24T21:37:01.502Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-11-28",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-11-28/debates/712C7DA1-FBB4-4D7B-BB01-BDB78C66AB89/ChildCancer",
            "video_url": "http://parliamentlive.tv/Event/Index/eac0e840-b934-48c7-87d3-41432f643ae5"
        },
        "debate_outcome_at": "2016-11-29T10:28:45.038Z",
        "debate_threshold_reached_at": "2016-11-11T17:51:38.438Z",
        "government_response": {
            "created_at": "2016-11-22T16:07:16.666Z",
            "details": "We want to lead the world in fighting cancer. Survival rates have never been higher, but we want to go further. The independent Cancer Taskforce’s five-year strategy for cancer, Achieving World-Class Cancer Outcomes: A Strategy for England 2015-2020 (July 2015), recommends improvements across the cancer pathway with the aim of improving survival rates, awareness and the quality of care people receive. \r\n\r\nCancer services for children, teenagers and young adults (CTYA) have improved significantly and the NHS needs to consider the best structure for continued improved care and experience. The strategy has a number of recommendations with implications for CTYA as well as the following specific recommendations:\r\n\r\n•\t43: looks at a possible review of CTYA services to provide improved integrated care \r\n•\t44: consent from children and young people for their data and tissue collection for use in future research studies and development of services, and \r\n•\t45: that NHS England, National Institute for Health Research (NIHR) and cancer research charities to consider ways in which access to clinical trials for teenagers and young adults with cancer could be significantly increased. \r\n\r\nAn implementation plan Achieving World-Class Cancer Outcomes: Taking the strategy forward, was published May 2016 and the Board published its first annual progress report in October 2016. \r\n\r\nNHS England already has the funds necessary to improve cancer services over the next five years as part of commitments in the Mandate and the additional £10 billion of funding.  The recommendations in the independent Cancer Taskforce’s report give direction as to where these funds should be targeted to achieve world-class cancer outcomes.\r\n\r\nInvestment in cancer research by the NIHR has increased substantially from £101 million in 2010/11 to £142 million in 2015/16 including research relating to childhood cancers. A new Department of Health Task and Finish Working Group on Brain Tumour Research is bringing together clinicians, charities and officials to discuss how, working together with research funding partners, we can increase the level and impact of research into brain tumours, including those in children. The Working Group, chaired by Professor Chris Whitty, the Department’s Chief Scientific Adviser first met October 2016 and the Government expects it will complete its tasks by September 2017.\r\n\r\n•\tThrough the establishment of the 100,000 Genomes Project, the UK continues to be world leader in using genomics to diagnose, treat and prevent rare disease and cancer.\r\n\r\n•\tThe project currently covers 193 rare disease categories including childhood cancers. \r\n\r\n•\tConsiderable investment has been made in the project to date including £350 million from DH via the National Institute for Health Research (NIHR) budget.\r\n\r\n•\tThe project is already providing answers and changing lives - the first children with a rare disease have received diagnoses through the project at Great Ormond Street Hospital.\r\n\r\n•\tThe UK Strategy for Rare Diseases, published in November 2013, sets out a strategic vision for improving the lives of all those affected by rare diseases. It contains 51 commitments to be implemented by 2020 and has been signed up to by the four countries of the UK.\r\n\r\n•\tThe UK has also been at the forefront of pan-EU action on rare diseases. The 2011 EU Cross-Border Healthcare Directive promotes European Reference Networks (ERNs) as centres of knowledge, skills and expertise.\r\n\r\nWe know that cancer can affect all areas of a person’s life, including relationships, work, and finances – 83% of people say they are financially impacted by cancer. People require holistic support from diagnosis onwards, encompassing their physical, financial, psychosocial, and information and support needs, throughout their entire cancer journey. \r\n\r\nAs can be seen in the case of Poppy-Mai, a cancer diagnosis can have devastating consequences for the lives of young people and their families, and we are working hard to improve services for patients in England within the constraints of the resources available to the NHS.  Care should be built around what matters to the young person and their family and carers so we are working closely with cancer charities to ensure patients get the support they need during and after their treatment. \r\n\r\nThe hospital travel costs scheme provides financial assistance to those patients who do not have a medical need for ambulance transport, but need assistance with travel costs. This is part of the well-established NHS Low Income Scheme, in which patients on low incomes or receiving specific qualifying benefits or allowances can be reimbursed in part or in full for travelling costs to receive treatment at hospitals including cancer treatment. It also can be claimed where the appointment has been made for a child. \r\n\r\nChildren and teenagers with serious or critical illnesses such as cancer are also entitled to apply for Disability Living Allowance or DLA (or a Personal Independence Payment if over 16).\r\n\r\nDepartment of Health",
            "responded_on": "2016-11-22",
            "summary": "The independent Cancer Taskforce’s five-year plan Achieving World-Class Cancer Outcomes: A Strategy for England 2015-2020 (July 2015), includes recommendations on children and young people. ",
            "updated_at": "2016-11-22T16:13:25.251Z"
        },
        "government_response_at": "2016-11-22T16:07:16.670Z",
        "moderation_threshold_reached_at": "2016-07-24T21:42:28.721Z",
        "opened_at": "2016-07-29T14:07:58.443Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-31T08:18:18.042Z",
        "scheduled_debate_date": "2016-11-28",
        "signature_count": 117183,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:04.004Z"
    },
    "id": 162934,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/162934.json"
    },
    "type": "archived-petition"
}