{
    "attributes": {
        "action": "Why did Eric Pickles approve a Strategic Rail Freight Interchange in St Albans?",
        "additional_details": "After the SOS twice refused planning permission for a SRFI development on 300 acres of green belt in St Albans, Hertfordshire, Eric Pickles changed his mind and approved it in July 2014. Greg Clark in turning down the Colnbrook development concluded \"that the benefits of the scheme do not clearly overcome the harm. Consequently very special circumstances do not exist to justify the development.\" Why did Eric Pickles change his mind and why did he not allow a conjoined enquiry with Colnbrook?",
        "background": "In light of Greg Clark's decision in July 2016 to dismiss an appeal to build a International Freight Exchange on green belt in Colnbrook, Slough, we are asking for the criteria used for this decision to be used to overturn the St Albans' Strategic Rail Freight Interchange approval in 2014.",
        "closed_at": null,
        "created_at": "2016-07-26T11:06:33.850Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-26T13:22:11.053Z",
        "opened_at": null,
        "rejected_at": "2016-08-02T11:15:12.230Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. If you would like the new Secretary of State for Communities and Local Government to reconsider or review the decision taken in 2014 about the SRFI in St Albans, you could start a new petition asking for that to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:06.038Z"
    },
    "id": 163083,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/163083.json"
    },
    "type": "archived-petition"
}