{
    "attributes": {
        "action": "Amend the honours system to award a posthumous knighthood to Bobby Moore",
        "additional_details": "Sadly Booby Moore died from cancer aged just 51 in 1993. Although he was awarded an OBE, his death in 1993 was before the award of knighthoods to his team mates Sir Bobby Charlton (1994) and Sir Geoff Hurst (1998). It is time that Bobby Moore received the same accolade. However, the current honours system does not allow the award of a knighthood posthumously. This petition is in support of the moves by FA Chairman Greg Dyke and others to change the system so Bobby Moore can receive a knighthood.",
        "background": "To mark the 50th anniversary of the only time England has won the football World Cup it is time for the England Captain Bobby Moore to be honoured with a posthumous knighthood. Not only was Booby Moore one of the finest footballers in the World, he was also an exemplary sportsman and role model.",
        "closed_at": null,
        "created_at": "2016-07-26T17:14:33.633Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-26T20:40:36.891Z",
        "opened_at": null,
        "rejected_at": "2016-07-29T16:24:54.489Z",
        "rejection": {
            "code": "honours",
            "details": "We could accept a petition calling on the Government and Parliament to reform the honours system, so that knighthoods can be awarded posthumously. We cannot accept petitions calling for individuals to be honoured."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:06.881Z"
    },
    "id": 163133,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/163133.json"
    },
    "type": "archived-petition"
}