{
    "attributes": {
        "action": "Increase Carers Allowance in line with the Living Wage",
        "additional_details": "Carers Allowance is also taxable so carers have to pay for all their own dental treatment, prescriptions etc too. 2016 also saw no increase in the level of Carers Allowance. \r\n\r\n",
        "background": "To receive Carers Allowance from the Government carers need to care for the disabled (at a predetermined level of need) for  AT LEAST 35 hours a week. For this they receive less than £2 an hour to help them do this. Sign if you think this should be increased in line with the living wage.",
        "closed_at": "2017-02-02T23:59:59.999Z",
        "created_at": "2016-07-27T09:06:53.750Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-06T15:30:30.063Z",
            "details": "The Government recognises the invaluable contribution that unpaid and family carers make in all our communities, and is committed to doing more to support them.  This support we need to provide extends far beyond financial support however.  The Department of Health is currently leading the development of a new national Carers Strategy, due for publication in the spring.  The Strategy will seek to raise awareness among public and professionals of carers and their caring roles; to build ‘Carer Friendly Communities’ in which employers, businesses and services identify, recognise and support carers; and to ensure that the NHSE and Social Care services provide the right support to those in the most intense caring roles and at moments of crisis.\r\n\r\nFormal carers, i.e. those who are employed as “professional” carers, do of course need to receive all the protections that employment law offers, including receiving at least the National Living Wage/National Minimum Wage from their employers. \r\n\r\nInformal carers are those who provide care for family or friends and they do receive help through the benefit system, primarily through Carer’s Allowance (CA). The main purpose of CA is to provide a measure of financial support and recognition for people who give up the opportunity of full-time employment in order to provide regular and substantial care for a severely disabled person. It has never been designed to be a carer’s wage or to replace all lost earnings.\r\n\r\nCA can be received alongside part-time earnings of up to £110 net a week (rising to £116 net a week from April 2017). Where possible, informal carers are encouraged to continue either working or studying part-time alongside their caring responsibilities in order to improve their own life chances and increase their social interaction. \r\n\r\nCA is funded from general taxation and does not depend on an individual's National Insurance contributions. CA is up-rated in line with the Consumer Price Index and the rate has increased from £53.90 to £62.10 (rising to £62.70 a week in April) since 2010, meaning an additional £450 a year for carers. By 2021/22 we will be spending nearly £3.5 billion a year on CA.  This is a clear indication of the Government’s commitment to carers.\r\n\r\nCarers who are on low incomes can also claim income-related benefits, such as Income Support and Pension Credit. These benefits can be paid to carers at a higher rate than those without caring responsibilities through the carer premium or the equivalent additional amount for carers respectively, both currently worth up to £34.60 a week (increasing to £34.95 a week in April). Receipt of means tested benefits can act as a “passport” to help with prescriptions and dental charges. \r\n\r\nThe Government recently published its Fuller Working Lives Strategy. This sets out what the Government is doing to support those carers who wish to work; as well as highlighting the sort of support that good employers should give to carers in their workforce, such as flexible working. To spearhead some of this work the Government has appointed the Business in the Community (BiTC) Age at Work leadership team led by Andy Briggs, CEO of Aviva UK Life and Chairman of Global Life, as Business Champion for Older Workers. The members of the Leadership Team will actively promote the benefits of both employing and retaining older workers to employers across England – influencing them both strategically and in terms of practical advice. This work will also benefit carers in the workplace. \r\n\r\nDepartment for Work and Pensions",
            "summary": "We value the support carers give to help disabled people live more independently. Carer’s Allowance was not designed to be a carer’s wage and by 2021/22 spending on it will be nearly £3.5bn a year.",
            "updated_at": "2017-02-06T15:30:30.063Z"
        },
        "government_response_at": "2017-02-06T15:30:30.067Z",
        "moderation_threshold_reached_at": "2016-07-27T09:51:43.014Z",
        "opened_at": "2016-08-02T15:39:04.174Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-22T22:01:47.369Z",
        "scheduled_debate_date": null,
        "signature_count": 14806,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:08.282Z"
    },
    "id": 163203,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/163203.json"
    },
    "type": "archived-petition"
}