{
    "attributes": {
        "action": "Add audio timetables to London bus stops to aid visually impaired people.",
        "additional_details": "Transport for London has a number of measures in place to help those with disabilities, including visual impairment, on the tube. For example, they have staff on hand to help and advise the use of travel support cards. \r\nWhilst this help is invaluable, unfortunately provision of such services on the bus network is lacking. Our proposal aims to change this and so provide much needed assistance to the 2 million visually impaired people living in the UK today. ",
        "background": "Public transport in London can often be difficult to navigate for people with visual impairments. Our petition aims to change this using audio technology in electronic timetables, helping them to navigate an environment in which aid is often minimal and requests for help can be met with hostility.",
        "closed_at": null,
        "created_at": "2016-07-30T09:42:38.717Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-01T17:14:52.933Z",
        "opened_at": null,
        "rejected_at": "2016-08-04T10:16:42.601Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Bus stops in London are the responsibility of Transport for London (TfL). TfL is accountable to the London Assembly, not the UK Government and Parliament. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:15.092Z"
    },
    "id": 163538,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/163538.json"
    },
    "type": "archived-petition"
}