{
    "attributes": {
        "action": "Save HMS President 1918",
        "additional_details": "During WW1 HMS President 1918 was a secret German U Boat Submarine hunter (a 'Q ship') shadowing the Atlantic convoys with concealed guns. In WW2 She was used to protect St Paul's Cathedral from the Luftwaffe.\r\n\r\nThe Charity's last resort is an appeal and application to The Treasury for Government funding and it is hoped that our new Chancellor, Philip Hammond who was previously Defence Secretary and aware of the importance of The President to the nation and military, will now step in and save her.",
        "background": "HMS President Preservation Trust, the charity that owns HMS President 1918, London's last remaining World War One ship, and one of only three left has been refused Lottery funding of £330,000 to secure its future and may result in her being scrapped. \r\n\r\n\r\n\r\n",
        "closed_at": "2017-02-04T23:59:59.999Z",
        "created_at": "2016-08-01T12:52:43.694Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-01T10:13:21.746Z",
            "details": "The Chancellor of the Exchequer has confirmed that the proceeds of LIBOR fines will continue to be used to support Military and Emergency Services charities and other related good causes that represent those that demonstrate the ‘very best of values’.\r\n\r\nAll LIBOR applications are subject to a standard due diligence process which includes an assessment of the governance of the requesting organisation, as well as the overall viability of the project.  Grants made to successful applicants will be monitored throughout the lifetime of the grant, both to measure the outcomes of the project funded and to ensure that value for money is delivered.  \r\n\r\nThere has been significant interest in applying for support from LIBOR funds and the funds available are limited.  Therefore, and as made clear in the LIBOR grant application form, although all funding requests which fall within scope will be considered fully, not all are guaranteed to be successful in receiving funding.\r\n\r\nApplicants for the current LIBOR grant scheme will be informed whether funding has been committed, as part of the Autumn Statement on 23 November.\r\n\r\nHM Treasury",
            "responded_on": "2016-11-01",
            "summary": "The Treasury has received an application for support from LIBOR fines to restore HMS President, which will receive full consideration, along with other similar requests, at the Autumn Statement.  ",
            "updated_at": "2016-11-01T10:13:21.746Z"
        },
        "government_response_at": "2016-11-01T10:13:21.748Z",
        "moderation_threshold_reached_at": "2016-08-01T13:14:29.631Z",
        "opened_at": "2016-08-04T15:25:31.863Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-17T22:18:23.134Z",
        "scheduled_debate_date": null,
        "signature_count": 11428,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:17.932Z"
    },
    "id": 163742,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/163742.json"
    },
    "type": "archived-petition"
}