{
    "attributes": {
        "action": "Amend existing Hate Crime legislation to specifically include disabled people.",
        "additional_details": "Legislation needs to be clear and precise in its definition of the people targeted by hate crime and in the sentencing of those who commit hate crimes. It is a unique offence and needs to protect all those whose lives are devastated or ended through hatred. \r\nDisabled people cannot choose not to be disabled. \r\nDisabled people need the law to be amended to offer them full protection and to serve as a deterrent in sentencing those, motivated by hatred & hostility, who commit targeted offences. ",
        "background": "Hate crimes are recorded for disabled people, however the criminal offences detailing hate crime, do not cover disabled people.\r\nCrime & Disorder Act 1998 \"Hostility on the grounds of race & religion\"\r\nPublic Order Act 1986 \"Stirring up hatred on the grounds of race, religion & sexual orientation\" ",
        "closed_at": "2017-02-05T23:59:59.999Z",
        "created_at": "2016-08-02T19:12:06.976Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-21T12:26:31.111Z",
            "details": "The Government continues to work hard to ensure that we effectively tackle all hate crimes including disability hate crime through prevention, punishment of offenders and by providing effective support for victims.  \r\n\r\nWe have a robust legislative framework for dealing with hate crime in England and Wales and all five monitored strands of hate crime (race, religion, sexual orientation, transgender identity and disability) are covered by the sentencing framework.  This means that, where it is demonstrated that the offence was motivated by hostility or prejudice based on a person’s real or perceived race, religion, transgender identity, sexual orientation or disability, provisions are in place to increase the sentence.  Any murder motivated by hostility on these grounds also attracts a life sentence with a 30 year starting point for the minimum term in England and Wales.  This sends out a clear message to society that crimes motivated by an intrinsic part of a person’s identity are abhorrent and will not be tolerated.\r\n\r\nThe Sentencing Council has produced sentencing guidelines to ensure that those found guilty of specific hate crimes are sentenced appropriately.  Also, section 146 of the Criminal Justice Act 2003 allows for enhanced sentencing for any other crime where the victim’s sexual orientation, transgender identity or disability are motivating factors. \r\n\r\nIn May 2014, the Joint Inspection follow-up report into disability hate crime highlighted weaknesses in all criminal justice agencies’ responses to tackle performance on disability hate crime. In response, a further Disability Hate Crime Action Plan (October 2014) committed the CPS to a number of key activities which have been carried out: the Hate Crime Assurance Scheme has been successfully introduced; mandated disability hate crime training has been delivered to CPS prosecutors; the Minimum Standards have been revised and updated and reference material has been provided to prosecutors. The work of the CPS National Scrutiny Panel on disability continues to support the development of updated policy and legal guidance. \r\n\r\nIn 2015/16, the CPS completed 941 prosecutions for disability hate crime, an increase of 41.3% on the previous year when it completed 666 cases and sentence uplifts for disability hate crime cases increased from 5.4% of cases in 2014/15 to 11.9% of cases in 2015/16, the highest proportion achieved to date. \r\n\r\nThe Government’s manifesto clearly stated that we will fully review hate crime legislation, including the case for extending the scope of the law to cover crimes committed against people on the basis of disability, sexual orientation or transgender identity and we are committed to doing so. The Ministry of Justice is currently considering the options for that and the Law Commission review will feed into whatever approach is taken.   The Government will continue to support the delivery of ‘Action Against Hate’ which outlines the Government’s commitment to tackling disability hate crime.  \r\n\r\nThe Government is clear: hate crime of any kind must be taken very seriously. Our country is a thriving, liberal and modern democracy, because of the rich co-existence of people of different backgrounds, abilities and ethnicities. We must work together to protect that diversity, defeat hate crime and uphold the values that underpin the British way of life, and we will continue to ensure that all those who seek to spread hatred and division in our communities are dealt with robustly by the police and the courts. \r\n\r\nHome Office",
            "responded_on": "2017-02-21",
            "summary": "The Government takes all hate crime seriously. The Government continues to keep the law under review as per its manifesto commitment and is currently considering options.  ",
            "updated_at": "2017-03-31T10:44:17.538Z"
        },
        "government_response_at": "2017-02-21T12:26:31.114Z",
        "moderation_threshold_reached_at": "2016-08-02T21:16:00.825Z",
        "opened_at": "2016-08-05T14:44:30.354Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-05T22:31:02.066Z",
        "scheduled_debate_date": null,
        "signature_count": 11526,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:20.638Z"
    },
    "id": 163896,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/163896.json"
    },
    "type": "archived-petition"
}