{
    "attributes": {
        "action": "Make Jo Pavey Great Britain's Flag Bearer for Rio!",
        "additional_details": "At the age of 42, and a mum of Two, Jo Pavey will be competing in a record 5th Qlympic Games.\r\nDevon's Pavey made her senior international debut in 1997 and competed at her first Olympic Games in Sydney in 2000.\r\n\r\nAt the age of 40, she won gold in the 10,000m at the 2014 Zurich European Championships to become the competition's oldest ever gold medallist.\r\nShe will become the first British track athlete to compete in five Games. Javelin thrower Tessa Sanderson competed in six from 1976 to 1996.\r\n\"I was literally in a race against time,\" Pavey told BBC Radio 5 live. \"I was busting a gut in training just to give it one last attempt that could get me even considered really.\r\n\"I can't believe it, I'm really lucky to be going to a fifth Olympic Games.\"\r\n",
        "background": "Jo Pavey is due to represent GB for a record 5th Games in Rio and in the light of Sir Bradley Wiggins ruling himself out of being Team GB's flag bearer at the Rio Olympic Games opening ceremony it is surely right that Jo Pavey bears our flag.",
        "closed_at": null,
        "created_at": "2016-08-03T10:10:42.603Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-03T11:37:32.500Z",
        "opened_at": null,
        "rejected_at": "2016-08-05T10:37:29.475Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for choosing the UK flag bearer for the Olympic Games. It appears to be a decision for the British Olympic Association. You can find out more about what they do and how to contact them here: https://www.olympic.org/great-britain "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:21.451Z"
    },
    "id": 163946,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/163946.json"
    },
    "type": "archived-petition"
}