{
    "attributes": {
        "action": "Save the life of a family dog who has been vetted and not dangerous!!",
        "additional_details": "Nothing short of murder is the only way to describe what is about to happen to a loyal and friendly family pet- just because he is a pit bull. \r\nBut this dog is not just any old pit bull he was taken off his family four years ago by the police who tested or should I say tortured him to see if they could get a reaction from him the answer to that is was no. He passed every test which proved him to be a loving friendly and very approachable family pet. He's only got until August 9th!",
        "background": "Kye was taken by police four years ago to be vetted and was released back home. He is now going to be murdered due to registration issues! Please save his life",
        "closed_at": null,
        "created_at": "2016-08-05T21:29:13.375Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-05T21:49:23.773Z",
        "opened_at": null,
        "rejected_at": "2016-08-08T17:19:55.707Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition as it does not call for an action which the UK Government and Parliament is responsible for. The UK Government and Parliament are not responsible for decisions to hold specific dogs under the Dangerous Dogs Act.\r\n\r\nParliament does have the power to change the law. If you would like the Dangerous Dogs Act to be changed, you could start a petition calling for the specific change you want to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:25.739Z"
    },
    "id": 164182,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164182.json"
    },
    "type": "archived-petition"
}