{
    "attributes": {
        "action": "Stop WSCC from doing a U Turn on Woodlands Meed Special School and Collage",
        "additional_details": "The land at Woodlands Meed School was promised by West Sussex County Council over 6 years ago , so they could build a new Collage wing on the same site as the school. WSCC have now done a U Turn and have said that the school  next door- Oakmeeds take priority as they are turning in to an academy. This means the special needs students miss out and are being turned away from the collage as they have inadequate facilities they desperately need to update their collage site. ",
        "background": "Woodlands Meed School and College is a Special Needs School and College in Burgess Hill, West Sussex. WSCC have gone back on their word saying that Oakmeeds next to Woodlands Meed can have the land as they will be an academy, meaning the College site that needs desperate updating will suffer. ",
        "closed_at": null,
        "created_at": "2016-08-05T17:39:45.758Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-05T19:13:53.271Z",
        "opened_at": null,
        "rejected_at": "2016-08-08T17:17:19.696Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttps://www.westsussex.gov.uk/about-the-council/have-your-say/submit-a-petition-to-the-county-council/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:25.306Z"
    },
    "id": 164156,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164156.json"
    },
    "type": "archived-petition"
}