{
    "attributes": {
        "action": "No disability hate crime by public sector organisations towards it's employees.",
        "additional_details": "Given the corruption in the organisations where justice is simply not an option through in house grievance processes or in any other way hence petition is the only option. This bullying and harassement, discriminatory behaviour also has detrimental effect on our self confidence, self esteem, work life balance, loss of earnings, cost to the NHS and adverse impact on our career. We have been treated with lack of humanity and lack of dignity. I have written to the head of my organisation and received a response. In order to challenge such gross \"institutional failure\" in terms of duty of public sector organisations towards it's employees this matter needs to be debated in the House of Commons and House of Lords both for a successful outcome for the members of public and employees alike. ",
        "background": "We have been treated less favourably by the workplace due to disabilities. We have been pushed to our breaking point by bullies at work which has destroyed our physical health, mental health and quality of life. This is now ongoing for far too long and needs to be challenged. ",
        "closed_at": null,
        "created_at": "2016-08-05T16:31:21.043Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-05T20:54:52.047Z",
        "opened_at": null,
        "rejected_at": "2016-08-08T17:15:55.057Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. It would already be illegal for a public sector body to commit a hate crime. \r\n\r\nYou may be able to get advice from the Equality Advisory Support Service:\r\n\r\nhttps://www.equalityadvisoryservice.com/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:25.123Z"
    },
    "id": 164148,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164148.json"
    },
    "type": "archived-petition"
}