{
    "attributes": {
        "action": "Create a centre for men who are domestically abused",
        "additional_details": "We want them to understand that it's ok to speak out and ask for help because 77% of suicides are committed by men each year, we want to lower these rates to help as many people as we can. Please help us give men a place to go for refuge, this will hopefully save many lives. \r\n\r\nWe only have 2 weeks to do this so please sign our petition to help the people around you because it could be happening to them. ",
        "background": "We are 13 teenagers who are trying to raise awareness of domestic abuse in males because we understand that it is happening in homes and we would love to try and get a centre where men can go to get help. There are 7,500 refuge centres for women in the uk and only 60 for men. ",
        "closed_at": null,
        "created_at": "2016-08-05T13:02:14.090Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-05T14:44:40.882Z",
        "opened_at": null,
        "rejected_at": "2016-08-08T14:46:12.304Z",
        "rejection": {
            "code": "no-action",
            "details": "If you would like the Government to dedicate more funding and resources to support male victims of domestic abuse, you could sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/127610\r\n\r\nRefuges for people escaping domestic abuse are not run directly by the UK Government or Parliament. They are usually run by charities and/or local councils. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:24.948Z"
    },
    "id": 164136,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164136.json"
    },
    "type": "archived-petition"
}