{
    "attributes": {
        "action": "Keep Westminster's 75 Crime & Disorder CCTV cameras & Control room in operation",
        "additional_details": "With the withdrawal of the 75 Crime and Disorder CCTV cameras there will be an increased risk of crime and threat to public safety. Plus the higher risk of a terrorist attack in the heart of central London. Westminster council feel that the CCTV cameras do not necessarily prevent crime. and that criminals and terrorists could use CCTV  cameras to gain extra publicity.",
        "background": "Due to government spending cut backs. Westminster council has stated that due to significant financial challenges they want to save money (£1.7 Million) by withdrawing the operational use of 75 Crime and Disorder CCTV cameras along with the CCTV radio control room facility in central London",
        "closed_at": null,
        "created_at": "2016-08-07T11:55:33.697Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-08T04:59:37.576Z",
        "opened_at": null,
        "rejected_at": "2016-08-09T14:04:24.186Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. CCTV in Westminster is the responsibility of your Westminster Borough Council, working in co-operation with The Mayor's Office for Policing and Crime.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWestminster Borough Council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://petitions.westminster.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:27.313Z"
    },
    "id": 164278,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164278.json"
    },
    "type": "archived-petition"
}