{
    "attributes": {
        "action": "Death caused by racing should bring charge of manslaughter not dangerous driving",
        "additional_details": "Majid Malik is a serial offender with 39 previous offences. Had appropriate sentences been applied to the likes of Malik our son and others would be alive today. Malik chose to drive at 90mph, to race, to leave James dead in the road. Such choices made by those who are willing to kill by racing are calculated acts that must bring charges of   manslaughter and not be downgraded to dangerous driving. A car hitting a pedestrian at 90mph is more certain to kill than the use of a gun or knife.",
        "background": "Our son James was killed in a hit & run while on a pelican crossing. The driver who killed James was racing at over 90mph in a 40mph zone. The impact was such that James landed 70m down the road and killed instantly from multiple injuries. Leaving James he disposed of the car and burnt his clothes. ",
        "closed_at": "2017-02-12T23:59:59.999Z",
        "created_at": "2016-08-09T21:26:58.184Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-31T15:35:29.201Z",
            "details": "It proposes that the maximum penalty for the most serious offences should be life imprisonment.\r\n\r\nDriving offences can have devastating consequences for victims and their loved ones. Sentencing in individual cases is always a matter for the courts, which are independent from government.\r\n\r\nThe Crown Prosecution Service (CPS) can and will charge a person with murder or manslaughter where the evidence supports that charge, where it is in the public interest to do so and there is a reasonable prospect of a conviction.\r\n\r\nThe consultation proposes that those most serious driving offences of causing death by dangerous driving and causing death by careless driving under the influence of alcohol or drugs should have a maximum penalty of life imprisonment, the same maximum penalty open to the courts as manslaughter. The consultation closes on 1 February and the government will consider the responses received and publish their response within 3 months. \r\n\r\nMinistry of Justice",
            "responded_on": "2017-01-31",
            "summary": "In December the government issued a consultation on driving offences and penalties relating to causing death and serious injury. ",
            "updated_at": "2017-01-31T15:35:29.201Z"
        },
        "government_response_at": "2017-01-31T15:35:29.203Z",
        "moderation_threshold_reached_at": "2016-08-10T08:43:03.275Z",
        "opened_at": "2016-08-12T16:43:04.475Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-04T18:12:46.079Z",
        "scheduled_debate_date": null,
        "signature_count": 11859,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:31.373Z"
    },
    "id": 164488,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164488.json"
    },
    "type": "archived-petition"
}