{
    "attributes": {
        "action": "Protect grouse Moors and grouse shooting",
        "additional_details": "Here is a link to the Countryside Alliance website for more information on how grouse moors benefit the environment and the facts behind it:\r\n\r\nhttp://www.countryside-alliance.org/ca-flatcap/wp-content/uploads/2016/08/Grouse-Shooting-The-Facts-10-Key-Questions-Answered-July-2016.pdf",
        "background": "Grouse moors and grouse shooting are an integral part of moorland management both for the grouse and other native wildlife such as lapwing and curlew it also helps support of local businesses and jobs in the local areas this cannot be banned ",
        "closed_at": "2017-02-15T23:59:59.999Z",
        "created_at": "2016-08-14T12:21:58.222Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2016-10-31",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-10-31/debates/06472E95-10EC-49A0-BF93-84CAD2BE4191/DrivenGrouseShooting",
            "video_url": "http://www.parliamentlive.tv/Event/Index/0b841a46-eb3d-44b3-83b7-9500482b6d92"
        },
        "debate_outcome_at": "2016-11-01T09:59:16.458Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-10T15:42:37.722Z",
            "details": "A report by the UK shooting community (Public & Corporate Economic Consultants report 2014: The Value of Shooting) concludes that the overall environmental and economic impact of game bird shooting is positive; the industry has estimated that £250 million per year is spent on management activities substantially benefiting conservation. For grouse shooting in particular, according to the Moorland Association, estates in England and Wales spent £52.5 million on managing 149 grouse moors for shooting in 2010. Scottish landowners manage a further 150 moors for shooting grouse. The industry also supports 1,520 full time equivalent jobs and is worth £97.7 million across Great Britain. \r\n\r\nGrouse shooting takes place in upland areas, which are important for delivering a range of valuable “ecosystem services”, including food and fibre, water regulation, carbon storage, biodiversity and recreational opportunities for health and wellbeing. The Government is committed to helping create a more sustainable future for the English uplands, including by protecting peatlands through measures such as the Peatland Code. \r\n\r\nThe Government welcomes the proactive approach taken by game keeping organisations to ensure a sustainable, mutually beneficial relationship between shooting and conservation, for example through the British Association for Shooting and Conservation’s green shoots initiative. \r\n\r\nThe Government recognises the benefits that grouse shooting, and shooting more widely, bring to individuals, the environment and the rural economy. It is for these reasons that the Government believes shooting and other country pursuits such as hunting and fishing should be protected.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Grouse shooting is a legitimate activity that provides economic benefits, jobs and investment in some of our most remote areas and can offer important benefits for wildlife and habitat conservation.",
            "updated_at": "2016-10-10T15:42:37.722Z"
        },
        "government_response_at": "2016-10-10T15:42:37.725Z",
        "moderation_threshold_reached_at": "2016-08-14T14:14:57.817Z",
        "opened_at": "2016-08-15T13:01:14.433Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-23T09:36:35.184Z",
        "scheduled_debate_date": "2016-10-31",
        "signature_count": 25322,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:38.993Z"
    },
    "id": 164851,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164851.json"
    },
    "type": "archived-petition"
}