{
    "attributes": {
        "action": "End unscrupulous pricing practices in the financial services industry",
        "additional_details": "Hargreaves Lansdown doubled their custody charge in 2014, and AJ Bell increased their custody charge in 2016 while removing the annual cap on these charges. The net effect was typically to increase the fees charged to customers by a minimum of 50%, and in many cases much more. Both companies impose exit charges for customers moving their accounts elsewhere. Moreover, transferring to another provider can take 6 months or more, while providers are currently only required to provide 30 days notice.",
        "background": "In the last few years hundreds of thousands of individuals have been saving for retirement, and managing their retirement funds using online platforms. Currently these platforms can impose massive fee increases on their customers at only 30 days notice, while at the same time imposing exit charges.",
        "closed_at": null,
        "created_at": "2016-08-16T11:01:05.764Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-16T17:49:38.335Z",
        "opened_at": null,
        "rejected_at": "2016-09-12T16:32:04.361Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of the Financial Conduct Authority, which is operationally independent of the Government and Parliament. You can contact the FCA here:\r\n\r\nhttps://www.fca.org.uk/contact"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:41.483Z"
    },
    "id": 164985,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164985.json"
    },
    "type": "archived-petition"
}