{
    "attributes": {
        "action": "Stop Warwickshire CC from decomissioning Warwickshire Employment Support Team",
        "additional_details": "WEST, like many other public services currently delivered by the local authority, has to play its part in identifying ways in which to reduce its spending. The council have decided that to reduce spending it will close the WEST service.\r\n\r\nWEST provide an amazing service for over 150 users around the County and have many up-and-coming students from schools and colleges keen to join the service.\r\n\r\nIf WEST were to close this would cause a major impact to many of the clients as all have complex needs.",
        "background": "Warwickshire Employment Support Team (WEST) is a countywide service for people with a learning disability, Autism or Asperger’s who want to find paid employment. The specialist team help people find full and part-time employment. Warwickshire County Council want to decommission this service.\r\n",
        "closed_at": null,
        "created_at": "2016-08-15T18:57:18.601Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-16T05:27:08.894Z",
        "opened_at": null,
        "rejected_at": "2016-08-16T12:21:54.372Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Warwickshire Employment Support Team service is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYour local council also has a petitions process - you can find out more about it here: http://www.warwickshire.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:40.974Z"
    },
    "id": 164951,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/164951.json"
    },
    "type": "archived-petition"
}