{
    "attributes": {
        "action": "Force Nottinghamshire Police to Repeal Their New Misogyny Laws",
        "additional_details": "There is also no similar law about misandry, which is a growing problem in today's society. This law seems to want to make men second class citizens without access to the same rights and protections as women, simply because ideologues would like to impose punitive actions against men because of the past. This law is draconian and their reasoning for it is totalitarian. The feelings of an individual do not override the rights of any individual, this law is opposed to that principal.",
        "background": "The law is enacted based on the feelings of the 'victim', rather than proof beyond reasonable doubt that this crime happened. With a normal hate crime, such as assault due to the race of an individual, evidence is required from the criminal confirming these actions, the same is not true here.",
        "closed_at": null,
        "created_at": "2016-08-17T08:06:26.922Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-18T17:56:53.139Z",
        "opened_at": null,
        "rejected_at": "2016-08-19T12:42:47.530Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The way in which the police operate in Nottinghamshire is not the responsibility of the UK Government and Parliament. If you are concerned about policing in Nottinghamshire, you could raise this with the elected Police and Crime Commissioner:\r\n\r\nhttp://www.nottinghamshire.pcc.police.uk/Home.aspx\r\n\r\nIf you would like the law itself to be changed, you could start a new petition calling on Parliament to change the law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:42.875Z"
    },
    "id": 165060,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165060.json"
    },
    "type": "archived-petition"
}