{
    "attributes": {
        "action": "Remove the projected price increase in train fares for 2017 from GTR",
        "additional_details": "Based on the poor performance of GTR and it's dependant companies, with consideration that two Parliamentary debates have been undertaken on their performance and thousands of commuters have demonstrated against the companies, it is illogical and indefensible to ask for a projected 1.9% rise in regulated fares and uncapped unregulated fares could increase further. ",
        "background": "We the undersigned call upon the Government to remove the projected Rail Fare increases for season ticket holders, both existing and new, projected to be implemented in 2017, from Govia Thameslink and their brands (Southern, Thameslink and Gatwick Express) in light of this year's service disruptions",
        "closed_at": null,
        "created_at": "2016-08-16T19:26:55.695Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-16T19:52:59.984Z",
        "opened_at": null,
        "rejected_at": "2016-08-19T13:18:06.912Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nWhile the UK Government and Parliament do not directly set the price of train tickets, the Government does set the rate by which train operating companies can raise ticket prices. You could start a new petition calling on the Government to change this rate, or a petition asking for other changes to the way in which train fares are set."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:42.407Z"
    },
    "id": 165027,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165027.json"
    },
    "type": "archived-petition"
}