{
    "attributes": {
        "action": "Extreme vetting of immigrants and visitors to the UK",
        "additional_details": "Hate Speech should equally mean HATE speech against Jews and Christians too ... not just islam. It needs to be stated categorically that islam is NOT a race, it is made of many races, just as Christianity is.\r\nPeople entering should undergo a test, and have to prove they will no longer follow the laws they left. Implementing the policy overhaul would require a temporary halt in immigration from \"the most dangerous and volatile regions of the world that have a history of exporting terrorism",
        "background": "I would like to call for \"extreme\" ideological vetting of immigrants seeking admission to the UK. People coming to this country must decry their former way of life, and agree to live under a FREE Society who allow FREEDOM OF SPEECH!",
        "closed_at": "2017-02-25T23:59:59.999Z",
        "created_at": "2016-08-19T11:36:21.074Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-21T10:25:13.517Z",
            "details": "Provisions already exist to refuse foreign nationals entry to the UK where their presence is considered not conducive to the public good, or where refusal of admission is justified on grounds of public policy or public security. This includes excluding those who engage in unacceptable behaviour.\r\n\r\nUnacceptable behaviour covers any non-UK national whether in the UK or abroad who uses any means or medium including:\r\n•\twriting, producing, publishing or distributing material\r\n•\tpublic speaking including preaching\r\n•\trunning a website\r\n•\tusing a position of responsibility such as a teacher, community or youth leader\r\n\r\nto express views which:\r\n\r\n•\tfoment, justify or glorify terrorist violence in furtherance of particular beliefs\r\n•\tseek to provoke others to terrorist acts\r\n•\tfoment other serious criminal activity or seek to provoke others to serious criminal acts\r\n•\tfoster hatred which might lead to inter-community violence in the UK\r\n\r\nFor those needing a visa to come to the UK the application process includes a requirement to disclose information relating to any criminality or other reasons that could suggest it would be undesirable to allow the person into the UK. Biographic and biometric details linked with all visa applications are checked against Home Office databases. Any information, including links to extremism, highlighted by these checks is taken into account as part of the decision making process. In addition all those arriving at the UK Border have their biographic details checked against Home Office systems.\r\n\r\nThe 2015 Counter-Extremism Strategy seeks to challenge extremism in all its forms and includes specific commitments to strengthen measures to prevent extremists from coming to the UK. We are strengthening data sharing arrangements with our overseas posts to ensure that key decision makers, including visa officials, are fully informed about individuals’ links to extremist groups. We are also campaigning to build a more robust international response to counter-extremist ideology and propaganda, and continuing to focus on strengthening international bodies and our partners. \r\n\r\nDame Louise Casey’s review of integration outlines a number of recommendations for Government. These include the potential for setting clearer expectations on integration before/ on arrival to the UK. The Government is carefully considering Dame Louise Casey’s findings and recommendations and will respond in the spring. \r\n\r\nWe already have robust legislation in place to protect all communities, including Christian, Jewish and Islamic faiths, from hostility, violence and bigotry. This includes specific offences for stirring up hatred on the grounds of a person’s race, religion, sexual orientation or gender identity.  \r\n\r\nThe Government is clear: hate crime of any kind must be taken very seriously. Our country is a thriving, liberal and modern democracy, because of the rich co-existence of people of different backgrounds, faiths and ethnicities. We must work together to protect that diversity, defeat hate crime and uphold the values that underpin the British way of life, and we must ensure that all those who seek to spread hatred and division in our communities are dealt with robustly by the police and the courts.\r\n\r\nHome Office",
            "responded_on": "2017-02-21",
            "summary": "Foreign nationals intending to come to the UK are expected to abide by our laws. Those not prepared to do so should not expect to be allowed entry to the UK.",
            "updated_at": "2017-02-21T10:25:13.517Z"
        },
        "government_response_at": "2017-02-21T10:25:13.520Z",
        "moderation_threshold_reached_at": "2016-08-19T18:41:23.472Z",
        "opened_at": "2016-08-25T16:52:35.459Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-31T17:53:39.815Z",
        "scheduled_debate_date": null,
        "signature_count": 13914,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:46.233Z"
    },
    "id": 165230,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165230.json"
    },
    "type": "archived-petition"
}