{
    "attributes": {
        "action": "Include new social security agreement (SSA) in future UK/South Korea FTA.",
        "additional_details": "UK/Korea's SSA does not allow expats to claim pension contributions made for less than 10 years. These losses have impacted British people from all communities living in Korea, including Black Britons, British Asians, British LGBT communities, British people with disabilities, British Muslims and others (and vice versa). Also, the SSA does not recognize contributions to Korea's Private Teachers Pension, making it more difficult for some expats to make up 10 years of pensions contributions.  ",
        "background": "The UK/Korea reciprocal SSA (Double Contributions Convention (DCC))  does not make provisions for Korean/UK expats who have less than 10 years pension contributions. Thus, many years of contributions are lost. Also, SSA has no provision for Korean government's alternative private teacher's pension. ",
        "closed_at": null,
        "created_at": "2016-08-19T05:56:49.607Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-21T07:34:40.300Z",
        "opened_at": null,
        "rejected_at": "2016-08-25T15:55:11.552Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has no direct control over actions of foreign governments. But a petition could ask the Government, in any future agreements with South Korea, to press for action around social security and pensions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:45.790Z"
    },
    "id": 165208,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165208.json"
    },
    "type": "archived-petition"
}