{
    "attributes": {
        "action": "Need for speed bumps on Greenwood Avenue, Acocks Green, Birmingham.",
        "additional_details": "We think that it will be extremely beneficial to the residents of Greenwood Avenue, if speed bumps were to be put in place, to protect both pedestrians and other road-users from dangerous driving, such as those seen on Greenwood Avenue, which is likely to cause severe injury or even death. The residents of Greenwood Avenue are predominantly families with children and senior citizens, not to mention the children of the local secondary school.",
        "background": "We have seen an vast increase in the amount of speeding on Greenwood Avenue. The speeding is excessive and is usually over 40-50 miles per hour. We urge the community and surrounding areas to come forward and urge the local council to facilitate these changes in the interest of public safety. ",
        "closed_at": null,
        "created_at": "2016-08-20T16:04:07.066Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-26T16:05:35.293Z",
        "opened_at": null,
        "rejected_at": "2016-08-26T16:10:28.716Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local road maintenance and safety is the responsibility of the local authority (in this case Birmingham City Council).\r\n\r\nYou may wish to raise the issue with your representative on the Council.\r\n\r\nIt is also possible to petitioon the council. Details of how to do so are available here:\r\nhttp://epetition.birmingham.public-i.tv/epetition_core/community/page/index"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:47.784Z"
    },
    "id": 165336,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165336.json"
    },
    "type": "archived-petition"
}