{
    "attributes": {
        "action": "VOID ALL GCSE ENTRIES FROM YEAR 10 STUDENTS OR BELOW FOR 2016 RESULTS.",
        "additional_details": "Due to specification's changing many teachers have forced high grade Year 10 students to sit there GCSE's this year to try and guarantee them higher grades in the old specification. But teachers don't realise placing top achieving year 10 students in exams does NOT help year 11's with grade boundaries making it harder to pass!\r\n\r\n",
        "background": "I would like Ofqual to consider revoking all results for GCSE's from Year 10 students or below for 2016's results as placing high grade students of lower year groups in with Year 11 results increases grade boundaries for exams putting Year 11 Border Line student's in a uncertain position. ",
        "closed_at": null,
        "created_at": "2016-08-24T15:45:15.411Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-24T16:28:43.456Z",
        "opened_at": null,
        "rejected_at": "2016-08-26T17:30:03.135Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because the UK Government or Parliament is not responsible for the issue you raise. Grade boundaries are set by exam boards. \r\nExam boards are regulated by the Office of Qualifications and Examinations Regulation (Ofqual), which regulates qualifications, examinations and assessments in England. \r\n\r\nYou can make a complaint to Ofqual about the organisations it regulates, including complaining about grade boundaries set by individual exam boards. Further information about how to complain is available here: https://www.gov.uk/government/organisations/ofqual/about/complaints-procedure."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:53.071Z"
    },
    "id": 165622,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165622.json"
    },
    "type": "archived-petition"
}