{
    "attributes": {
        "action": "Give Head Teachers the authority to agree up to 10 days of term-time holiday",
        "additional_details": "The current legislation was setup to improve attendance figures in pupils with irresponsible parents, however in it's current form has put an unfair restriction on decent and responsible parents inhibiting them from being able to spend time bonding with their children on family holidays. \r\n\r\nThe prices of out of term holidays have soared to unacceptable levels and parents are left competing with work colleagues to get time off work during school holidays. \r\n\r\nThe current law is unacceptable.\r\n ",
        "background": "Responsible parents who have children with good attendance records should be allowed to gain discretionary permission from the Head Teacher to take their children out of school for up to 10 days per year for family holidays.\r\n\r\n\r\n",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-08-24T22:52:26.911Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-14T12:33:18.351Z",
            "details": "The Government’s position remains that children should not be taken out of school without good reason.  That is why we have tightened the rules and are supporting schools and local authorities to use their powers to tackle unauthorised absence.  \r\nDepartment for Education research, published in March 2016, shows that absence has a negative link to attainment; every extra day missed can affect a pupil’s chance of gaining good GCSEs. \r\n\r\nThe Government is focused on reducing absence in schools so that every pupil receives an education that allows them to reach their full potential and create a world-class education system in this country.  This cannot be achieved if the pupil’s education is disrupted by preventable absences.  A child who is absent is also liable to interrupt the education of other pupils and to increase the workload on teachers, as schools seek to ensure that absent pupils catch up with work that has been missed.\r\n\r\nParents have a duty (under section 7 of the Education Act 1996), to ensure that their child of compulsory school age (approximately 5-16) receives an efficient full-time education either by attendance at school or otherwise. \r\n\r\nIn September 2013, the Government clarified the law to ensure that head teachers retained discretion to authorise leave of absence but, in maintained schools, they were only able to do so in exceptional circumstances.  Head teachers know their pupils best and are, therefore, best placed to make those judgments on a case-by-case basis, considering the merits of each request for leave and deciding whether it is exceptional.\r\n\r\nThe clarification of the regulations in 2013 looked to address the widespread misconception that parents were entitled to take their children on holiday during term time.  No such entitlement has ever existed in law.\r\n\r\nThe Government understands that the cost of holidays can be higher outside of term time and we acknowledge that family holidays can be an enriching experience.  The school year is designed to allow families numerous opportunities to enjoy their holiday without disrupting a child’s education.  The Government does not set term and holiday dates.  If parents and schools want different term dates, so they can take their children on holiday outside of the more expensive peak holiday season, they should discuss this with their local authority.\r\n\r\nThe Government has no powers to direct the commercial policy of the travel industry.  In a competitive market it is for business to decide the market worth of their products and to price accordingly.  In the UK holiday market there is fierce competition for custom.  Price rises in peak periods are a reflection of the international competition holiday companies face for hotel accommodation and other services in destinations which are also popular with consumers from many other countries, and where there are limits to capacity.  UK school holidays coincide with summer breaks across Europe and demand for accommodation in the popular destinations is consequently very high during this period.  This increased competition inevitably results in higher costs for the holiday organisers.  It is also the case that many family holidays include extra child-oriented services during the school breaks.  \r\n\r\nThe Government sympathise with parents struggling to afford a holiday but our policy is not to intervene when markets function normally. In a competitive market, prices are inevitably higher during peak periods.\r\n\r\nThe Government has made real progress - overall absence rates have followed a general downward trend since 2006/07 when the overall absence rate was 6.5 percent, with the rate of overall absence in 2014/15 standing at 4.6 per cent.  There are almost 200,000 fewer pupils who are persistently absent since 2010.  \r\n\r\nThe rate of absence due to term time holidays has fallen by more than a third since 2012/13.  This has been driven by a drop in absence due to authorised term time holidays - with 3.4 per cent of pupils missing at least one session due to authorised term time holiday in 2014/15 down from 15.1 per cent in 2012/13. \r\n\r\nThis topic has been debated on a number of occasions in the past.  More information about debates relating to previous e-petitions can be found by following the links below:\r\no\tAn e-petition to request a stop to holiday companies charging extra in school holidays - https://petition.parliament.uk/archived/petitions/46455 - was followed by a debate on 24 February 2014. \r\no\tAn e-petition requesting an allowance for up to 2 weeks term time leave from school for holiday - https://petition.parliament.uk/petitions/106133 - was debated on 26 October 2015. \r\no\tAn e-petition requesting no more school penalty fines and to bring back the 10 day authorised absence - https://petition.parliament.uk/petitions/129698 - was debated on 11 July 2016.\r\n\r\nDepartment for Education",
            "responded_on": "2017-02-14",
            "summary": "As they know their pupils best, head teachers continue to retain the discretion to grant leave but, in maintained schools they may do so only in exceptional circumstances.",
            "updated_at": "2017-02-14T12:33:18.351Z"
        },
        "government_response_at": "2017-02-14T12:33:18.354Z",
        "moderation_threshold_reached_at": "2017-01-13T02:54:31.399Z",
        "opened_at": "2017-01-16T12:44:03.109Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-01T16:50:09.386Z",
        "scheduled_debate_date": null,
        "signature_count": 13189,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:53.804Z"
    },
    "id": 165651,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165651.json"
    },
    "type": "archived-petition"
}