{
    "attributes": {
        "action": "Make Everolimus available in England for TSC-related Brain (SEGA) tumours.",
        "additional_details": "NHS England’s decision not to fund Everolimus for the very small number of patients with inoperable TSC brain tumours is unethical.  Without this therapy they will die - as some already have during this 4 year wait for access. With it almost all would live long lives. There is no right of appeal. We call on government to reverse this unsound decision and to openly debate and agree a fair system of prioritization with healthcare professionals and the public in relation to rare disease treatments.",
        "background": "After a 4 year delay, in June 2016, NHS England decided that saving the lives of children and young adults with inoperable TSC-related brain tumours was \"unaffordable\" -  even though the drug (everolimus) would cost the NHS less per patient than kidney dialysis.  ",
        "closed_at": "2017-02-25T23:59:59.999Z",
        "created_at": "2016-08-25T12:27:21.453Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-13T16:15:03.848Z",
            "details": "We are committed to ensuring that NHS patients with rare conditions are able to get access to the latest effective medicines on terms that represent value to the NHS and the taxpayer. The pace of biomedical science is putting more pressure on budgets across the developed world all the time as new and increasingly targeted drugs are developed.  These are often expensive and all health systems face difficult decisions about how to prioritise inevitably finite resources.  \r\n\r\nTuberous Sclerosis Complex (TSC) is a rare genetic condition that can lead to non-cancerous tumours  developing in different parts of the body.  Although everolimus (Votubia) is licensed for the treatment of some TSC-related conditions including renal angiomyolipoma (AML) and subependymal giant cell astrocytoma (SEGA), it has not been appraised by the National Institute for Health and Care Excellence (NICE) for these conditions.\r\n\r\nIn the absence of NICE guidance, it is for commissioners to make funding decisions based on the available evidence.\r\n\r\nNHS England has operational responsibility for specialised commissioning.  It has been managing the clinical prioritisation process for specialised commissioning which considered the cost/benefit of everolimus for SEGA relative to a number of other treatments being considered for prioritisation this year. \r\n\r\nIn July 2016, NHS England set out the results of its annual process for deciding which new treatments and services it will make available to patients. These decisions were however provisional and subject to the outcome of a judicial review relating to NHS England’s commissioning power in relation to a different unrelated treatment.\r\n\r\nOn 2 August 2016, following the judgment being delivered on the outstanding judicial review, NHS England announced that it would, subject to the outcome of an appeal, be re-running its prioritisation process to include those policies that were previously prioritised in levels 3, 4 and 5.  Full details of NHS England’s announcement are available at: www.england.nhs.uk/2016/08/august-update-on-the-commissioning-and-provision-of-pre-exposure-prophylaxis-prep-for-hiv-prevention/. \r\n\r\nBefore the prioritisation process is re-run there will be a further opportunity for pharmaceutical companies, including Novartis (the manufacturer of everolimus), to offer better prices which would increase the likelihood of treatments being given a higher priority.  However if everolimus to treat SEGA remains at its current priority level of 5 then it will be considered again next year in the prioritisation process for 2017/18, taking into account any new evidence that may have emerged in that time.  The re-run of the prioritisation process is expected to take place at the end of October with final decisions being made in November 2016.  NHS England recognises the need to streamline decision-making and is considering how it can improve the balance between proper consideration of a new treatment, and pace.\r\n\r\nAlthough everolimus for SEGA is not being routinely funded by the NHS, the Individual Funding Request (IFR) route remains open to clinicians for patients with exceptional need. This enables clinicians, on behalf of their patients, to make an application for funding to NHS England for treatments that it does not routinely commission.  Demonstration of clinical exceptionality is a threshold criterion that needs to be met before funding can be considered.  That is, an IFR can only be considered if the patient can be demonstrated to be clinically exceptional compared to the wider group of patients and is likely to derive greater benefit from the treatment.\r\n\r\nDepartment of Health",
            "responded_on": "2016-09-13",
            "summary": "NHS England will consider its decision on the availability of everolimus for treating Tuberous Sclerosis Complex-related subependymal giant cell astrocytoma in its next commissioning cycle. ",
            "updated_at": "2016-09-13T16:15:03.848Z"
        },
        "government_response_at": "2016-09-13T16:15:03.851Z",
        "moderation_threshold_reached_at": "2016-08-25T13:08:54.096Z",
        "opened_at": "2016-08-25T13:40:12.774Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-28T05:28:34.993Z",
        "scheduled_debate_date": null,
        "signature_count": 19915,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:54.260Z"
    },
    "id": 165674,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165674.json"
    },
    "type": "archived-petition"
}