{
    "attributes": {
        "action": "Stop Walker Development Penryn Planning Application PA16/06414",
        "additional_details": "Hill Head is a steep narrow,dark lane.No pavement and schoolchildren and the general public walk along regularly. There is a sharp corner at the bottom which is already a  hazardous junction.  For more traffic to be forced on to this road would be inadvisable, it would be an accident waiting to happen.\r\nPenryn Town Council objected to the planning application due to unworkable highways,inadequate surveys,archaeology and ecology, and no turning space for fire appliances.",
        "background": "A proposed development of 150 houses on green fields and woodlands. With vehicular access onto a narrow, dark lane, Hill Head, Penryn.",
        "closed_at": null,
        "created_at": "2016-08-26T11:24:51.114Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-26T15:13:13.878Z",
        "opened_at": null,
        "rejected_at": "2016-08-26T15:52:23.647Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning issues are the responsibility of Cornwall Council.\r\n\r\nAs you may know, there is a facility to make online representations on planning applications on the Cornwall Council website.\r\n \r\nYou may also be able to petition Cornwall Council directly on the issue. Information on petitioning the council is available here: http://www.cornwall.gov.uk/council-and-democracy/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:55.264Z"
    },
    "id": 165732,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165732.json"
    },
    "type": "archived-petition"
}