{
    "attributes": {
        "action": "Investigate accountability of staff & councillors with regards to planning@SHBC.",
        "additional_details": "SAVE Hookmeadow:Facebook Getsurrey:Newspaper articles: Chobham woman and Eco cabin.Inspectorate Appeal: APP/D3640/W/16/3144389: Hook Meadow, Philpot Lane, GU24 8HD.\r\nI have spent 14 years trying to attain planning permission from Surrey Heath,for my cabin  on my land.I have watched as others  have been granted while I have been refused-17 I know of -3 of them councillors.I have made complaints about the appalling treatment I have received,to no avail.Councils must not allowed to behave like this.",
        "background": "Borough Councils- especially Surrey Heath BC-are not applying planning policies and laws fairly and consistently.Staff and Councillors are using their positions for their own agendas, policies & procedures are not being followed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-08-30T16:32:29.601Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-02T17:50:32.838Z",
        "opened_at": null,
        "rejected_at": "2016-09-08T10:43:20.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "These decisions appear to be by your local planning authority, and not the UK Government. \r\n\r\nYou can use this page to find out who your local councillors are and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for a development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf\r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action to be taken across England.\r\n\r\nIf you have already made a complaint to the council, and you are not happy with how it has been handled, the Local Government Ombudsman may be able to give you some advice:\r\n\r\nhttp://www.lgo.org.uk/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:19:59.724Z"
    },
    "id": 165965,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165965.json"
    },
    "type": "archived-petition"
}