{
    "attributes": {
        "action": "Properly fund the NHS and scrap the proposed STP programme.",
        "additional_details": "Spending on health compared to other countries:\r\nhttp://www.kingsfund.org.uk/projects/nhs-in-a-nutshell/health-care-spending-compared\r\n\r\nEffective increase of 0.95% per year for the NHS:\r\nhttp://www.kingsfund.org.uk/projects/nhs-in-a-nutshell/nhs-budget\r\n\r\nDraft sustainability and transformation plans (STPs) which propose ward closures, cuts in bed numbers and changes to A&E and GP care in 44 areas:\r\nhttp://www.bbc.co.uk/news/health-37186455\r\n",
        "background": "The UK spends less on health as a share of its GDP than most other G7 countries. Our NHS is under pressure as never before and is in danger of failure. The NHS is effectively only getting an increase of 0.95% per year. The STP programme will close A&E's and essential services across the country.",
        "closed_at": "2017-02-28T23:59:59.999Z",
        "created_at": "2016-08-30T12:54:07.581Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-23T12:05:47.841Z",
            "details": "We know that the NHS is facing many challenges and there are increasing pressures on all parts of the health and care system due to, amongst other things, an ageing population, changing public expectations and the cost of new drugs.  That is why in the Spending Review in November 2015, the Government committed to increase funding for the NHS in England, with funding to be £10 billion higher in real terms by 2020-21, compared to 2014-15.  And this has been committed in spite of the continuing fiscal challenges.  Alongside this, it is the case that NHS spending has increased as a proportion of total Government spending every year since 2010.\r\n\r\nThe £10 billion will support the NHS’s own plan for its future – the Five Year Forward View – which examined what needs to be done to ensure the sustainability of the health and care system, setting out what needs to change and how this can be achieved.  And £6 billion of this will be frontloaded by the end of this year.\r\n\r\nAs Simon Stevens, Chief Executive of NHS England, said at the time of the Spending Review settlement, “Our case for the NHS has been heard and actively supported”.\r\n\r\nOn top of this, as recently announced in the Budget 2017, we are putting more money into the system for social care, A&E and to support the Sustainability and Transformation Plans.\r\n\r\nLocal authorities in England will receive an additional £2 billion for social care over the next three years.\r\n\r\nTo help manage pressure on A&E services this Winter, the government is providing £100m new capital investment in A&E departments. \r\n\r\nAnd in regards to the reform programme that is already under way through the Sustainability and Transformation Plans, we are backing this through £325 million extra capital investment over the next three years.\r\n\r\nIn regards to how much the UK spends on healthcare as a percentage of GDP compared to the G7 nations, whilst it is true that we spend less than most, it is also true to say that internationally, the NHS performs very strongly on some key measures.  The NHS has been ranked first overall in an international comparison (2014) of health systems among eleven industrialised nations by the Commonwealth Fund, scoring highest on quality, access, and efficiency.\r\n\r\nTotal health spending, according to the OECD for 2014, and which includes public and private spend, is at 9.9% of GDP, above the OECD average of 9.0% and the EU-15 average of 9.8%. \r\n\r\nAnd the same OECD data also confirms that the UK health system delivers excellent access to healthcare with above-average health outcomes in many areas.\r\n\r\nAlongside the £10 billion, to ensure the NHS both remains sustainable, and is transformed to meet the changing needs of the public, local service leaders in every part of England are working together for the first time on shared Sustainability and Transformation Plans to transform health and care in the communities they serve, and to agree how to spend increasing investment in the NHS.\r\n\r\nThe plans health and care leaders produce in conjunction with local people will ultimately help to deliver to Five Year Forward View and close the growing gaps in the quality of health, care and NHS finances in each area. \r\n\r\nThis is a unique exercise in collaboration.  The NHS has been clear that it is looking to make major efficiencies and the best way of doing so is for local doctors, hospitals and councils to work together to decide the way forward in consultation with local communities. \r\n\r\nThe Five Year Forward View set out that £22 billion of efficiency savings would be required by 2020-21 (equivalent to 2-3% efficiency per annum).  For the NHS to achieve 2-3% efficiency gains each year until 2020-21 would represent a strong performance, but it is achievable.  In May 2016 NHS England produced a briefing for the Health Select Committee, which includes details of where they think these efficiency savings are to be found (see pages 14-18) – https://www.england.nhs.uk/wp-content/uploads/2016/05/fyfv-tech-note-090516.pdf. \r\n\r\nNHS England and NHS Improvement also set out the actions required to stabilise NHS finances in 2016-17 which will be a focus for the whole Government going forward, including implementing a two year NHS planning and contracting round for 2017-18 to 2018-19, linked to agreed Sustainability and Transformation Plans.  Full details were published in a “Strengthening financial performance & accountability in 2016/17” document on 21st July 2016.  This can be found on NHS Improvement’s website –\r\nhttps://improvement.nhs.uk/resources/strengthening-financial-performance-and-accountability-201617/.\r\n\r\nHowever, change on this scale can only be delivered if it is locally led – in order to be realistic and meaningful, plans need to be developed bottom-up and take account of local needs and context.  No substantial service changes can occur without local consultation, and there are well established processes to ensure this takes place.\r\n\r\nDepartment of Health",
            "summary": "The Government is investing an extra £10 billion to the NHS by 2020-21, supporting it in delivering the necessary changes needed to ensure the longer term sustainability of the health and care system.",
            "updated_at": "2017-03-23T12:05:47.841Z"
        },
        "government_response_at": "2017-03-23T12:05:47.845Z",
        "moderation_threshold_reached_at": "2016-08-30T15:00:16.886Z",
        "opened_at": "2016-08-30T15:13:28.063Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-28T16:10:10.679Z",
        "scheduled_debate_date": null,
        "signature_count": 10462,
        "state": "closed",
        "updated_at": "2017-09-09T06:19:59.550Z"
    },
    "id": 165948,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165948.json"
    },
    "type": "archived-petition"
}