{
    "attributes": {
        "action": "Shut down the domestic ivory market in the UK.",
        "additional_details": "Many African nations, the US, France and even China have committed to outlawing the markets. There are only around 450,000 African Elephants left, in another six years there will be almost half this amount if governments continue to turn a blind eye; the UK are putting Elephants at risk from extinction. If there were not a market, then the elephants would no longer be in danger. The UK needs to set an example that the only tusks of value are those on a live Elephant, before they cease to exist.",
        "background": "The Conservatives pledged to shut down the UK’s domestic ivory market in their manifesto for the past two elections. 30,000 African Elephants are slaughtered a year for their tusks yet, the government has still not outlawed the trade. From 2009 to 2014, 40% of UK customs seizures were ivory items.",
        "closed_at": "2017-02-28T23:59:59.999Z",
        "created_at": "2016-08-29T16:24:48.811Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2017-02-06",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-02-06/debates/04A0F6F6-C215-49E0-BF6B-87C55BE1AFE9/DomesticIvoryMarket",
            "video_url": "http://www.parliamentlive.tv/Event/Index/81fef046-e287-4dac-b504-fab2b161a552"
        },
        "debate_outcome_at": "2017-02-07T13:44:04.329Z",
        "debate_threshold_reached_at": "2017-01-14T23:24:34.941Z",
        "government_response": {
            "created_at": "2016-11-17T16:00:52.905Z",
            "details": "The Government is deeply concerned by the continued poaching of elephants for their ivory, which is why we are committed to maintaining the current global ban on any international trade in new ivory.\r\n\r\nWe have been actively exploring options to implement the Government’s manifesto commitment to press for a total ban on ivory sales. On 21 September the Secretary of State for Environment, Food and Rural Affairs announced a ban on sales of items containing ivory dated between 1947 and the present day, making UK rules on ivory sales among the world’s toughest. The Government will consult on the ban early next year as a first step in meeting the manifesto commitment. This will complement our existing approach of not permitting sales of raw ivory tusks of any age.\r\n\r\nDr Thérèse Coffey, Parliamentary Under Secretary of State for Environment, Food and Rural Affairs, attended the recent 17th Conference of Parties to the Convention on International Trade in Endangered Species (CITES) during September 2016. The UK was pleased that at the CITES Conference, Parties voted against a resumption of trading in modern day ivory, in line with recent domestic UK action. There was also a clear direction to close national ivory markets where these fuel poaching and illegal trade and decisive action to strengthen National Ivory Action Plans, which help combat ivory trafficking in key markets.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2016-11-17",
            "summary": "The Government shares concerns about the crisis facing African elephants from poaching and illegal trafficking and has proposed a ban on trade in modern day ivory as a step towards a total ban. ",
            "updated_at": "2016-11-17T16:00:52.905Z"
        },
        "government_response_at": "2016-11-17T16:00:52.907Z",
        "moderation_threshold_reached_at": "2016-08-30T14:13:03.572Z",
        "opened_at": "2016-08-30T14:22:53.066Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-02T20:20:20.373Z",
        "scheduled_debate_date": "2017-02-06",
        "signature_count": 108530,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:00.224Z"
    },
    "id": 165905,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/165905.json"
    },
    "type": "archived-petition"
}