{
    "attributes": {
        "action": "We, the people call for the resignation of Theresa May.",
        "additional_details": "\"Brexit means Brexit\" means nothing. It is an empty slogan designed to give authority to a policy which makes no sense. \r\n\r\nOnly a third of the UK population voted for Brexit, and the meaning was not clear. Lack of information and shameful media propaganda have now been highlighted, and the people deserve the opportunity for parliament to vote against this unwise course of action.\r\n\r\nMany voted for Brexit to give us the right to 'take our country back' but May has robbed us of our sovereign power.",
        "background": "May does not represent the interests of the people of the United Kingdom. She has refused a vote to ratify the EU Referendum by parliament because doing so would almost certainly lead to a U-turn on the Brexit. \r\n\r\nShe is acting in her own self-interest and not that of the people.",
        "closed_at": null,
        "created_at": "2016-09-01T21:53:28.147Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-02T11:37:08.418Z",
        "opened_at": null,
        "rejected_at": "2016-09-02T12:16:07.546Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of an individual Minister, including the Prime Minister, is not a decision for the Government or Parliament as a whole. It is a decision for the individual concerned. \r\n\r\nWe only reject petitions that don’t meet the petition standards.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:02.789Z"
    },
    "id": 166126,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/166126.json"
    },
    "type": "archived-petition"
}