{
    "attributes": {
        "action": "Get Eddie Sparrow recognised.",
        "additional_details": "He has set up a facebook page called MCFC memorial lets not forget the past blues where he has 7,500 members and been there for every single person and helped them through hard times when they loved lost ones. Thats not all the amount of charity work he has done and the amount of money he has raised. Not just myself has decided this but he needs to be recognised for his work has he doesnt get paid for all his work and helping people greive.",
        "background": "MY dad passed away i was told about Eddie, who helps people who like myself has lost loved ones. He rang me when i was at my lowest and cheered me up. The amount of charity work he does. He dedicates every minute of his time helping Charities and greiving people. HE DOES NOT RECIEVE A PENNY FOR THIS",
        "closed_at": null,
        "created_at": "2016-09-01T21:18:44.995Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-01T21:39:37.520Z",
        "opened_at": null,
        "rejected_at": "2016-09-02T08:59:46.138Z",
        "rejection": {
            "code": "honours",
            "details": "Your petition appears to be asking for someone to be nominated for an honour, so we cannot accept it. \r\n\r\nMembers of the public can, however, nominate people for honours directly. You can find out how to nominate someone for an honour here: \r\n\r\nhttps://www.gov.uk/honours\r\n\r\nWe only reject petitions that don’t meet the petition standards.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:02.762Z"
    },
    "id": 166125,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/166125.json"
    },
    "type": "archived-petition"
}