{
    "attributes": {
        "action": "Consider occupational pension forfeiture for errant Members of Parliament.",
        "additional_details": "Many office holders in public service have standards of service imposed on them which carry a wide range of punitive measures in the event of transgression.  In particular, the police service and the military hold employees to account to the extent an employee may lose part of, or all off, permanently or temporarily, their occupational pension.  The matter of Keith Vaz demonstrates, clearly, that if someone isn't suitable to receive a public wage, why should they receive a full public pension?",
        "background": "MPs, convicted of an offence committed in connection with office or guilty of behaviour likely to be gravely injurious to our interests or liable to lead to serious loss of confidence in our Parliamentary system, should have their occupational pensions partially or completely forfeited. ",
        "closed_at": null,
        "created_at": "2016-09-06T11:15:01.979Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-06T11:46:01.778Z",
        "opened_at": null,
        "rejected_at": "2016-09-07T16:28:42.283Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pensions. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pensions. \r\n\r\nIf you would like to contact IPSA about MPs' pensions, here’s how to contact them: \r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:07.784Z"
    },
    "id": 166400,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/166400.json"
    },
    "type": "archived-petition"
}