{
    "attributes": {
        "action": "Call Inquiry Into Lib Dem Role In Student Fee Increase And Misleading Electorate",
        "additional_details": "We, the electorate demand that an inquiry be called into the Liberal Democrat Party's actions for it's betrayal of democracy, with any criminal aspects being pursued, with perpetrators facing a court of law, and the party being punished appropriately for any wrongdoing.\r\nTo be elected on a lie is not democratic, and goes against our nations principles.\r\nThe citizen's of the UK will not dtand by while politicians lie to get into power, especially on such important policies as this...\r\n",
        "background": "In 2010, a coalition government was formed, due to the huge rise in popularity of the Liberal Democrat Party. This was mainly due to the promised policy to lower tuition fees.\r\nThe electorate were betrayed when the Lib Dems turned their back on this once in power, instead supporting an increase...",
        "closed_at": null,
        "created_at": "2016-09-08T22:51:18.937Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-12T09:30:54.956Z",
        "opened_at": null,
        "rejected_at": "2016-09-12T16:13:54.539Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter of party politics, not the responsibility of the Government and Parliament as a whole. In any case, the Government and Parliament are not responsible for investigating breaches of the criminal law. If you believe that the law has been broken, that would usually be a matter for the police. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:12.944Z"
    },
    "id": 166675,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/166675.json"
    },
    "type": "archived-petition"
}