{
    "attributes": {
        "action": "Make teachers wear a uniform. To set a good example to kids",
        "additional_details": "I see teachers arriving at schools looking like tramps, my daughters tutor has a nose stud but pupils are not allowed jewellery, staff are getting heavy on the uniform policy now 15 minutes of EVERY lesson my daughter has is taken up checking their uniform, so if they want the children to wear what they say then they should teach by example and also be made to wear a uniform and no jewellery.  ",
        "background": "schools are becoming dictators with our children giving them sanctions for not having the correct uniform, they say it affects to child's learning if they are not dressed correctly. So they should lead by example a be made to wear uniforms themselves. Other professions have to wear uniforms.",
        "closed_at": null,
        "created_at": "2016-09-08T19:28:59.212Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-08T19:44:45.630Z",
        "opened_at": null,
        "rejected_at": "2016-09-09T13:21:38.234Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about school uniform, and teachers' dress codes, are for a school's governing body and management to take.\r\n\r\nYou could ask your school's governing body to take the action you want to see in your school.\r\n\r\nThe Department for Education does produce guidance for schools:\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/269113/school_uniform_guidance_2013.pdf\r\n\r\nYou could start a petition asking for the Government to change the guidance it gives to schools."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:12.737Z"
    },
    "id": 166661,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/166661.json"
    },
    "type": "archived-petition"
}