{
    "attributes": {
        "action": "Call for a Vote of No Confidence in Surrey Police Chief Constable, Nick Ephgrave",
        "additional_details": "As Theresa May announced an audit to tackle public sector racial disparities this case warrants an investigation into Surrey Police who targeted and detained an innocent child together with Surrey County Council and a school, without any wrong doing. They are now all covering up and withholding records, the child’s education has been put in jeopardy and false information generated on the child’s and family’s records by all parties’ involved. The system does not protect innocent children/families",
        "background": "No Confidence in Chief Constable for Surrey Nick Ephgrave for failure to carry out a proper investigation and hold to account Surrey Police officers involved in wrongfully secretly detaining, interrogating and holding an innocent child, aged 12 from the ethnic minorities, against his will at school",
        "closed_at": null,
        "created_at": "2016-09-09T10:36:14.774Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-10T13:00:07.749Z",
        "opened_at": null,
        "rejected_at": "2016-09-18T17:23:52.760Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept this petition because it asks for something that neither the House of Commons nor the Government can do. The expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. The concept of the House having “confidence” in someone does not apply to Police and Crime Commissioners. \r\n\r\nAt least one local council has held a vote of no confidence in their local Police and Crime Commissioner. You could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:13.490Z"
    },
    "id": 166709,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/166709.json"
    },
    "type": "archived-petition"
}