{
    "attributes": {
        "action": "Make public transport for full-time student free of charge or a discounted price",
        "additional_details": "For a 15-year-old from Devon to get to Exeter and back from Axminster (a 28 mile journey) on a train, it costs £10. With a price like this, it will encourage young people to drive which should be cut back due to pollution. Also, for a young person to learn to drive, buy a car and pay for insurance, road tax and garage fees it is very expensive. \r\nMany students are not in full-time work and they are paid low hourly rates, so it is even harder to find cheaper transport to schools/college. ",
        "background": "We are currently studying our AS Levels and as a class, we believe that there is an issue about the cost of public transport in our area and across the UK. \r\nEnabling free or discounted transport will hugely help out younger population of our country by allowing them to easily get to school/college.",
        "closed_at": null,
        "created_at": "2016-09-14T13:46:56.039Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-14T14:02:35.832Z",
        "opened_at": null,
        "rejected_at": "2016-09-15T16:17:28.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local transport operators are responsible for setting student fares, not the UK Government or Parliament. \r\n\r\nYou could start a new petition to introduce a law requiring regional transport authorities to provide free or discount travel to full-time students, or asking the Government to subsidise travel for all full-time students."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:20.323Z"
    },
    "id": 167085,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167085.json"
    },
    "type": "archived-petition"
}