{
    "attributes": {
        "action": "Begin a public inquiry into the performance of the Northbound Dartford Crossing.",
        "additional_details": "",
        "background": "Road users & hauliers have been suffering the incompetence of the 'new & improved' northbound Dartford River Crossing for too long.  After the multi million pound improvement works were completed road users have had to bear the brunt of a botched scheme which shows no evidence of improvement.",
        "closed_at": "2017-03-15T23:59:59.999Z",
        "created_at": "2016-09-15T15:23:13.742Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-03T15:30:45.049Z",
            "details": "Improving the performance of the Dartford – Thurrock Crossing is a priority for both the Department for Transport and Highways England (HE) and we have made considerable improvements which have reduced journey times on this crucial part of the road network. Nevertheless, demand for the Crossing is increasing. \r\nHE is working with partners to reduce the impact of incidents on journey times and ensure that the Crossing, the motorway approaches, and the connections with local routes on both sides of the Crossing work as well as they can. The government has no plans to launch a public inquiry into the performance of the northbound Crossing. However, we are closely monitoring conditions at the Crossing and will use the data we are collecting to understand how various factors are contributing to its performance. \r\n\r\nThrough its plans for a new Lower Thames Crossing the Government has a clear long term approach to increase capacity in the area and improve journeys. A consultation on a new Lower Thames Crossing took place earlier this year and a decision on the preferred route is due shortly. In the short term HE is working with partners to do all that is possible to improve traffic flow on the northbound approaches to the Dartford Crossing. \r\n\r\n‘Free-flow’ charging, known as Dart Charge, was introduced at the Crossing in November 2014.  The collection and payment of the road user charge is carried out remotely so drivers no longer stop and pay within a barrier-controlled environment. Introducing ‘free-flow’ charging at Dartford has delivered improvement whilst the government develops further options for additional crossing capacity on the Lower Thames. \r\n\r\nDart Charge has reduced journey times for drivers. These have been delivered despite an increase in traffic volumes of 7.2% over the last year (almost an extra 3.7 million crossings). Drivers are also seeing other benefits. Over one million drivers have Dart Charge accounts and are saving up to a third on every crossing, and more people living in Dartford and Thurrock are benefitting from the Local Residents Discount scheme than ever before.\r\n\r\nEven with ‘free-flow’ charging the Government is aware that there is still a wider congestion problem. With around 55 million vehicle crossings a year the Crossing is currently operating at over 117% capacity and traffic is expected to continue to grow.  In the immediate term, HE is closely monitoring the performance of the Crossing and the motorway approaches, and is looking for measures to improve journey times and reduce incidents.\r\n\r\nTo reduce congestion at the Crossing, HE is looking at the tunnel operating systems, at how traffic uses the northbound approaches and at the response to incidents to see what can be done to improve them.  \r\n\r\nDrivers may experience some delays on the northbound approaches to the tunnels due to the operation of the tunnel safety system of traffic lights, which was introduced to prevent queuing traffic within the tunnels, and to control the passage of oversized vehicles and those carrying dangerous goods. Around 300 vehicles approach the tunnels in the wrong lane each month and the impact of just one oversized vehicle entering the wrong tunnel could be extremely severe.\r\n\r\nThe new system was put into operation in summer 2015. Since then work has been on-going to increase its efficiency in operation and a series of fine-tuning upgrades have been introduced to speed up the safe passage of vehicles. Further improvements are planned for the coming months. \r\n\r\nHE is also looking at the road signing on the northbound Crossing approaches to see what improvements can be made here. \r\n\r\nHE is also working with local authorities on both sides of the Crossing to improve traffic flows between the local and strategic road network, including a joint approach between HE and Kent County Council on a number of improvement measures for the junctions used by traffic approaching the Crossing from Dartford. Improvement plans include new lane markings, including yellow boxes, at Junctions 1A and 1B to reduce lane blocking on the roundabouts and smarter management of the traffic lights at junctions 1A, 1B and 2 (the Darenth Interchange) to improve traffic flows.\r\n\r\nThe impact that of these measures will be evaluated, and the public will be kept apprised of our findings.\r\n\r\nDepartment for Transport",
            "summary": "Dart Charge has reduced journey times for users of the Dartford Crossing.",
            "updated_at": "2016-10-03T15:30:45.049Z"
        },
        "government_response_at": "2016-10-03T15:30:45.051Z",
        "moderation_threshold_reached_at": "2016-09-15T15:48:10.272Z",
        "opened_at": "2016-09-15T16:39:59.490Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-18T07:55:38.598Z",
        "scheduled_debate_date": null,
        "signature_count": 18163,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:22.071Z"
    },
    "id": 167168,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167168.json"
    },
    "type": "archived-petition"
}