{
    "attributes": {
        "action": "Provide the residents of the Dengie the appropriate Police protection we pay for",
        "additional_details": "The Dengie is home to approximately 25 small villages and the principle towns of Maldon and Burnham-on-Crouch, and forms about half of the Maldon local government district. \r\nRecent crime statistics suggest criminal activity is up by an alarming 15% in the last few months, and residents in Burnham-on-Crouch in particular are aware of quite obvious and blatant acts of petty to moderate crime, such as wreckless driving, drug dealing, anti-social behaviour and burglary. \r\nSomething needs to be done.",
        "background": "Police presence is virtually non-existent across the peninsula, and this has led to a dramatic increase in crime in what was once a safe region.\r\nResidents believe we are being failed by our Maldon DC and Essex Police, and believe our Council Tax is being used disproportionately and ineffectively.",
        "closed_at": null,
        "created_at": "2016-09-15T20:06:39.396Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-15T20:19:20.245Z",
        "opened_at": null,
        "rejected_at": "2016-09-18T17:21:10.703Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of the local Police and Crime Commissioner.\r\n\r\nYou could raise your issue with the Police and Crime Commissioner for Essex, who is elected, using the following website:\r\n\r\nhttp://www.essex.pcc.police.uk/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:22.916Z"
    },
    "id": 167205,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167205.json"
    },
    "type": "archived-petition"
}