{
    "attributes": {
        "action": "Introduce a moratorium on the hunting of critically declining wading birds",
        "additional_details": "BTO, JNCC and RSPB Bird Trends data report a 76% decline in Woodcock in the last 25 years. Although the wintering population is increased by migrants, BTO and GWCT studies of shot birds report that 17% are UK residents. It is Red Listed. In the same period Snipe (Amber listed) have declined by 89%. Between '93 and '13 Golden Plover decreased by 17% in England and 25% in Scotland. Continuing to harvest species in such steep decline is perilous and counterproductive to conservation practices. \r\n\r\n",
        "background": "Woodcock, Snipe and Golden Plover are shot in the UK despite serious, ongoing population declines. A moratorium should be imposed to allow the impact of shooting to be established by independent scientific investigation and any necessary regulations introduced to ensure that shooting is sustainable.",
        "closed_at": "2017-03-23T23:59:59.999Z",
        "created_at": "2016-09-18T16:40:41.400Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-20T13:02:39.970Z",
            "details": "All wild birds are protected in accordance with the provisions set out in the Wildlife and Countryside Act 1981, however, some species of birds (as listed in Schedule 2 of the Act)  may be killed or taken outside the close season. Woodcock, snipe and golden plover are amongst those species that may be taken. In England and Wales the dates for woodcock are 1 October to 31 January; common snipe 12 August to 31 January; golden plover 1 September to 31 January.\r\n \r\nShooting is a legitimate activity and in addition to providing jobs and investment in some of our most remote areas, it can offer important benefits for wildlife and habitat conservation. The Government’s manifesto commits to protect shooting for the benefits it brings to individuals, the environment and the rural economy.\r\n\r\nRecent data shows that the woodcock has a breeding population or around 78,000 pairs; common snipe 76,000 and golden plover between 38,000 and 59,000. Overwintering populations increase their numbers to approximately 1.4 million (woodcock), 1 million (common snipe) and 400,000 (golden plover). The numbers in winter are greatly increased as a result of birds arriving from Scandinavia, the Baltic States and Russia and many of our breeding birds (and their offspring) leave the country in winter.  \r\n\r\nFor all three species, the numbers of birds hunted is small compared with the population present in the country during the open season.\r\n\r\nWhen combined with the fact that many of our breeding birds winter abroad, it is unlikely that hunting pressure in this country has played a significant role in the recent downwards trends in the size and range of GB breeding populations of either woodcock or snipe. There is little evidence that the golden plover is currently in decline in GB as a whole.\r\n\r\nThe reasons for any declines are complex and include habitat loss as a result of land drainage, the drying out of natural woodlands, declining woodland management, the maturation of new plantations, overgrazing by deer, recreational disturbance and reductions in prey availability. The woodcock is currently red-listed due to breeding range decline in the past 25 years.\r\n\r\nMeasures have been taken to improve habitats through Environmental Land Management schemes such as the Countryside Stewardship Scheme, where grassland breeding waders have been specifically targeted. The woodcock will have benefited from Woodland Grant Schemes, some of which specifically target management for declining woodland birds.\r\n\r\nThe Government is not persuaded that the current level of hunting has a significant detrimental impact on the numbers of woodcock, common snipe and golden plover. A number of English estates have already instigated their own voluntary bans on the shooting of woodcock. Any moratorium in the rest of the UK is a matter for the devolved administrations.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "It is unlikely that hunting has had a significant impact on recent population trends for woodcock, snipe and golden plover; trends are likely to be influenced more by the quality and extent of habitat",
            "updated_at": "2016-10-20T13:02:39.970Z"
        },
        "government_response_at": "2016-10-20T13:02:39.973Z",
        "moderation_threshold_reached_at": "2016-09-20T18:28:48.563Z",
        "opened_at": "2016-09-23T09:21:04.623Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-27T10:17:52.781Z",
        "scheduled_debate_date": null,
        "signature_count": 26043,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:26.636Z"
    },
    "id": 167410,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167410.json"
    },
    "type": "archived-petition"
}