{
    "attributes": {
        "action": "Ban all non-recyclable/non-compostable packaging in the UK",
        "additional_details": "The UK currently recycles 64% of all packaging waste, but only about 32% of plastic packaging waste.\r\n\r\nThis is unacceptable. We cannot let big business create more packaging that our society cannot deal with - it may be good for profits but it is irresponsible and unsustainable.\r\n\r\nWe call upon our leaders to take action: to ban all non-sustainable packaging on all products, with a grace period of 5 years to allow manufacturers to integrate viable, sustainable alternatives into their supply chains.",
        "background": "The UK fails to recycle over 1.5 million tonnes of plastic packaging waste each year, which ends up in landfill & waterways instead. \r\n\r\nCreating packaging that our society cannot deal with is blatantly unsustainable. We urgently need 100% recyclable/compostable packaging on every product in the UK.",
        "closed_at": "2017-03-21T23:59:59.999Z",
        "created_at": "2016-09-21T10:56:18.861Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": "2017-01-23",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-01-23/debates/590623BD-398C-4586-A693-FCC1DB5EA444/Non-RecyclableAndNon-CompostablePackaging",
            "video_url": "http://parliamentlive.tv/Event/Index/84903098-e7b6-40af-b1f7-f07e415d5a9f"
        },
        "debate_outcome_at": "2017-01-24T12:25:24.430Z",
        "debate_threshold_reached_at": "2017-03-01T00:06:06.328Z",
        "government_response": {
            "created_at": "2017-01-17T15:20:45.206Z",
            "details": "Almost all packaging materials are technically recyclable. However, not all may actually be recycled for a number of reasons: it may not be economically viable for a local council to collect and recycle some formats; local reprocessing infrastructure may be limited, and there may be a lack of end markets for some types of recycled materials.\r\n\r\nWe are aware of the interest in compostable packaging, but the composition of packaging remains a decision for individual businesses and their customers and consumers. It is worth noting that biodegradable materials must be properly disposed of if the benefits of such technologies are to be fully realised.  While biodegradable material may be able to reduce the impact of waste, it can also be more environmentally damaging than non-biodegradable plastic packaging if disposed of incorrectly.  If biodegradable packaging is put in the domestic waste bin it is likely to end up in landfill and break down to release methane, a powerful greenhouse gas.  Furthermore, if biodegradable packaging is mistakenly recycled with other plastics, it has the potential (when it biodegrades at a later date) to damage the quality of the new products – such as damp-proof courses for houses – made from the recycled plastic. However, the Government does support the development of sustainable biodegradable plastics and works with industry and trade organisations on this issue.\r\n\r\nIt is ultimately for businesses to decide what packaging materials they use to supply products to customers. However, retailers and their suppliers are encouraged to use materials that are widely collected for recycling wherever possible. For example, the Producer Responsibility Obligations (Packaging Waste) Regulations place a legal obligation on UK businesses that make or use packaging to ensure that a proportion of the packaging they place on the market is recovered and recycled. This creates an incentive for companies to use less packaging and to ensure that their packaging can be recycled at end of life as it will reduce their costs in complying with the Regulations. The targets for plastic packaging are set to increase until 2020 and we are currently consulting on possible increases for other materials. \r\n\r\nBusinesses are also encouraged to reduce waste arising in the first place by using appropriately sized packaging. The Packaging (Essential Requirements) Regulations require businesses to ensure that all packaging does not exceed what is needed to make sure that the products are safe, hygienic and acceptable for both the packed product and for the consumer.  These Regulations apply to those responsible for the packing or filling of products into packaging and those importing packed or filled packaging into the UK from elsewhere.\r\n\r\nWorking through the Waste and Resources Action Programme (WRAP), the Government is developing and delivering activities in support of the use of recycled materials in new products and activities to stimulate its demand. For example, the Plastics Industry Recycling Action Plan has identified key actions that need to take place across the whole supply chain to ensure that recycling plastics packaging can be done sustainably. This includes design for recyclability, collections and sorting, reprocessing and development of sustainable end markets. In September last year, WRAP and an industry advisory group published a framework for greater consistency in recycling. Actions from this framework aim to identify opportunities to rationalise packaging formats (in particular plastic packaging) to those that are recyclable and for which there is a steady market, and to help local authorities to recycle a greater variety of plastics.\r\n\r\nThe Government is committed to increasing recycling rates. Current policies and regulations have resulted in a significant increase in recycling over the last decade, with recycling of packaging rising from around 46% in 2005 to 59% in 2014, but we recognise that more needs to be done. We will continue to work with businesses, local authorities and waste managers to encourage the use of recycled materials where possible in products and activities to stimulate demand.   \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-01-17",
            "summary": "The Government is committed to increasing recycling rates and recognises more needs to be done. We will continue to encourage the use of recycled materials in products and recycling by consumers. ",
            "updated_at": "2017-01-17T15:20:45.206Z"
        },
        "government_response_at": "2017-01-17T15:20:45.209Z",
        "moderation_threshold_reached_at": "2016-09-21T11:47:43.001Z",
        "opened_at": "2016-09-21T15:44:26.051Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-03T09:32:08.782Z",
        "scheduled_debate_date": "2017-01-23",
        "signature_count": 101941,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:31.495Z"
    },
    "id": 167596,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167596.json"
    },
    "type": "archived-petition"
}