{
    "attributes": {
        "action": "To  Stand with Manchester Firefighters: No to mass dismissals.",
        "additional_details": "The whole process has begun with limited discussion and no agreement from Fire Brigades Union (FBU) members – an estimated 95% of all firefighters in Greater Manchester are members of the FBU.\r\nThe proposed new arrangements mean that one in five firefighter posts will be slashed, 250 posts in total, with the remainder having worse conditions imposed on them. Firefighters would hardly see their families under the new 12-hour shift arrangements. We need the public's help!\r\n ",
        "background": "Greater Manchester Fire & Rescue Service (GMFRS) managers are planning to sack all of its firefighters using Section 188 of the Trade Union Labour Relations (Consolidation) Act 1992, then re-engage those who agree to a new 12-hour shift system.\r\n ",
        "closed_at": null,
        "created_at": "2016-09-21T18:57:42.836Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-21T21:06:22.553Z",
        "opened_at": null,
        "rejected_at": "2016-09-23T10:18:10.007Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The appointment or dismissal of staff is the responsibility of Greater Manchester Fire & Rescue Service (GMFRS), not the UK Government or Parliament.\r\n\r\nIf you like, you could start a new petition asking for the repeal of Section 188 of the Trade Union Labour Relations Act 1992, so that it cannot be used to dismiss fire-fighters in the future. \r\n\r\nYou could also raise the issue with your local councillor, who represents you. Find out who your councillor is here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:31.695Z"
    },
    "id": 167644,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167644.json"
    },
    "type": "archived-petition"
}