{
    "attributes": {
        "action": "Stop wain homes from building on lambs road Thornton .The roads cannot cope.",
        "additional_details": "This conclusion is inexplicable and flies in the face of reason. Lambs Road which is the only exit route from the site of the development and which commuters will use to access the motorway network .It is a single carriageway road which has not been improved for over 30 years.\r\nIn the busy hours in morning and evening it resembles a car park even before the addition of this extra traffic.\r\nWere the development to proceed it would result in over 200 additional vehicles contending for road space.",
        "background": "The granting of outline planning permission for Wain homes to build 165 dwelling on an old pig farm next to lambs road and raikes road in Thornton. This has passed due to wyre borough council being unable to provide a five year housing plan .\r\n",
        "closed_at": null,
        "created_at": "2016-09-23T08:48:48.597Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-23T08:56:32.547Z",
        "opened_at": null,
        "rejected_at": "2016-09-23T16:09:20.598Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop Lambs Road in Thornton appears to be one to be taken by your local council and not the UK Government. If you would like, you can make a formal complaint to your local council about the development on the link below:\r\n \r\nhttp://www.wyre.gov.uk/info/200340/complaints_and_compliments/63/complaints_procedure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:33.017Z"
    },
    "id": 167727,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167727.json"
    },
    "type": "archived-petition"
}