{
    "attributes": {
        "action": "Force NNBC to introduce a Public Space Protection Order upon the borough",
        "additional_details": "After each visit they leave behind human excrement & rubbish that costs our council many thousands of pounds to clean up, as well as destroying barriers to gain access to public land. They are rude and aggressive towards residents and cause local businesses to lose revenue and prevent residents from using the public space, yet the borough council will not impose said order, for unknown reasons. The residents have had enough of these incursions, which are happening regularly.",
        "background": "Our borough is is regularly being visited by travellers who park wherever they like and it costs many thousands of pounds to move them on and clean up after them",
        "closed_at": null,
        "created_at": "2016-09-24T09:10:33.392Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-26T06:37:28.918Z",
        "opened_at": null,
        "rejected_at": "2016-09-29T11:53:42.064Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:34.168Z"
    },
    "id": 167783,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167783.json"
    },
    "type": "archived-petition"
}