{
    "attributes": {
        "action": "Stop jailing people for posting offensive, none threatening comments online.",
        "additional_details": "I believe the article below is a great write up on this subject. I feel I must bring attention to what Thomas Hughes, executive director of free speech organisation says about this as I feel his statement on this subject is a very realistic one:\r\n\r\nhttps://www.theguardian.com/law/2014/jun/13/jail-someone-for-being-offensive-twitter-facebook\r\n\r\nLong live free speech and the right to offend! Offensive language isn't dangerous. Only threatening language is. Differentiation between the two is crucial.",
        "background": "I, aswell as a number of people I share online media with are all fed up of having to be careful about what we say online incase one of us is the next victim, reported to the police for causing offence to some whiny little justice warrior. Being offensive isn't harmful and people need to chill out!",
        "closed_at": null,
        "created_at": "2016-09-24T09:12:54.651Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-25T10:25:43.280Z",
        "opened_at": null,
        "rejected_at": "2016-12-02T13:13:08.330Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask for a specific change to the law.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:34.184Z"
    },
    "id": 167784,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167784.json"
    },
    "type": "archived-petition"
}