{
    "attributes": {
        "action": "Release a transparent budget for the restoration of the Palace of Westminster",
        "additional_details": "https://www.theguardian.com/politics/2015/jun/18/palace-of-westminster-renovation-options-report",
        "background": "The government recently announced the need for the Palace of Westminster to be restored due to deteriorating conditions. Historical renovation is understandably costly but I feel the importance to know that this substantial amount of tax payer money is going to the right places for the right cost.",
        "closed_at": null,
        "created_at": "2016-09-26T11:58:35.837Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-27T13:37:35.569Z",
        "opened_at": null,
        "rejected_at": "2016-10-03T11:11:11.625Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Parliament has not yet agreed to the restoration of the Palace of Westminster, or which restoration option to adopt. Therefore this is currently no budget to release. You could create a petition calling on Parliament to release a budget once a way forward has been agreed, which we would be able to approve.  \r\n\r\nThe Joint Committee on the Palace of Westminster published its report on 8 September which set out the options for restoring the Palace, as well as  recommenced way forward. Their report can be found here: \r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/joint-select/joint-committee-on-the-palace-of-westminster/news-parliament-2015/restoration-of-palace-of-westminster-report-published-16-17/ \r\n\r\nThe report recommended that, once both Houses have agreed in principle to the restoration, a Delivery Authority be created  This Delivery Authority will then be responsible for producing a budget for the works.   "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:36.716Z"
    },
    "id": 167898,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167898.json"
    },
    "type": "archived-petition"
}