{
    "attributes": {
        "action": "Stop Southend Council closing five primary schools to make them refugee centres",
        "additional_details": "The plans have been pushed through the local cabinet chamber as part of the South Essex Refugee Relocation Remit (Act of Parliament 2016). According to the documents seen so far, the displaced local children could face primary school class sizes of up to 50 pupils. \r\n\r\nIf the local education authority rejects the closure plans, it will face government fines of up to £500,000 and this money would be better spent on our own children's education and future prospects. ",
        "background": "Plans have been announced for five Southend primary schools to be closed down and converted into welcome centres and integration hubs for refugee families arriving in the area. Although the proposed schools have not been named, it has already been confirmed that five will be closed. ",
        "closed_at": null,
        "created_at": "2016-09-24T15:28:02.862Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-24T15:45:23.288Z",
        "opened_at": null,
        "rejected_at": "2016-09-27T10:10:55.279Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. School closures are the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou can also petition your local council - you can find out more here: \r\nhttp://democracy.southend.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:34.529Z"
    },
    "id": 167806,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167806.json"
    },
    "type": "archived-petition"
}