{
    "attributes": {
        "action": "Investigate the amount of donations to MPs within the PSC framework from Israel.",
        "additional_details": "How can it possibly be the case with so many donations from israel to so many MPs that a fair, balanced and proportional response from said MPs can be delivered on any matter related to palestine/Israel. The money coming in from LFOI/CFOI/LDFOI and other political entities linked to Zionism or Israel needs to be investigated to see if a predisposition or voting anomalies exist. If necessary a donation/trip cap to any one single MP from groups/people related to Israel for fairness on this issue. ",
        "background": "Principles laid out by the parliamentary standards committee contained within the \"7 principles of public office\" say that MPs must avoid placing themselves under any undue obligations or influence from people or organisations. Over half of all MPs have recieved money from Israel. This must stop. ",
        "closed_at": null,
        "created_at": "2016-09-26T17:03:04.270Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-26T19:25:00.215Z",
        "opened_at": null,
        "rejected_at": "2016-09-28T14:51:52.264Z",
        "rejection": {
            "code": "no-action",
            "details": "Complaints about breaches of the House of Commons Code of Conduct are investigated by the Parliamentary Commissioner for Standards, who is independent of Parliament and Government. If you believe that you have evidence that the rules of conduct have been broken, you may be able to make a complaint to the Commissioner. You can find out more about the Commissioner and her role here:\r\n\r\nhttp://www.parliament.uk/pcs\r\n\r\nIf you would like the rules to be changed, you could start a new petition asking clearly for a specific change to the House of Commons Code of Conduct. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:36.989Z"
    },
    "id": 167911,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167911.json"
    },
    "type": "archived-petition"
}