{
    "attributes": {
        "action": "Have Sunderland's city of culture bid removed for failing to empty litter bins.",
        "additional_details": "Mr Render, as I informed you at our meeting I am undertaking a review of the bins across the city therefore I am not in a position to replace, remove or upgrade any one bin at this time\r\nThanks\r\nMark\r\n\r\nFrom: david render  \r\nSent: 27 July 2016 18:09\r\nTo: \r\nSubject: bin always overflowing.\r\n\r\nMark please fined enclose pictures and location of bin,\r\nThis bin is always overflowing if you don't fit a new high capacity bin within 14 days at this location,\r\nI will take Sunderland council to court, I have picked up 165 bags of litter this year and too many from this location.\r\nI now have a collection of over 1,500 pictures of bins overflowing in Washington this year.\r\nI want action on this, you know I don't bluff?",
        "background": "Sunderland council are refusing to keep Washington New Town's streets clean, they blame government cuts, when i think they are using the street cleaning budget to fund this bid.",
        "closed_at": null,
        "created_at": "2016-09-27T11:25:13.400Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-29T11:12:22.624Z",
        "opened_at": null,
        "rejected_at": "2017-04-03T00:34:29.092Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nYou may already have raised your issue with a local councillor who represents you. If not, you can use this page to find out who your local councillors are and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also start a new petition on the Sunderland City Council petitions site. You can find out more here:\r\n\r\nhttp://sunderland-consult.limehouse.co.uk/portal/petitions\r\n\r\nIf you would like to complain about your council, you can find out more about how to do that here:\r\n\r\nhttps://www.gov.uk/complain-about-your-council\r\n\r\nWe have removed the name from your petition, because we do not publish the names of individual officials of a public body, who aren't part of the senior management. This is against our terms and conditions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:38.206Z"
    },
    "id": 167960,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167960.json"
    },
    "type": "archived-petition"
}