{
    "attributes": {
        "action": "Install Red Light Monitoring Cameras to prevent a serious accident",
        "additional_details": "There have been car accidents and ilegal parking while drivers and passengers use the adjacent ATM and or Starbucks coffee shop.",
        "background": "At the Barnes intersection of Rocks Lane and Castleneau there are daily infringements of vehicles crossing the intersection when the lights are clearly red. This is a 5 way intersection and heavy pedestrian use area ",
        "closed_at": null,
        "created_at": "2016-09-27T10:48:00.722Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-27T15:13:25.932Z",
        "opened_at": null,
        "rejected_at": "2016-10-03T11:27:59.494Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Responsibility for managing London's road network is shared between TfL, the Highways Agency, and the 32 London boroughs, plus the City of London.\r\n\r\nTfL manages the TfL Road Network (the TLRN or London's 'red routes') and are responsible for the maintenance, management and operation of the Capital's 6,000+ sets of traffic signals\r\nThe Highways Agency manages the national motorway network, including the M25 orbital motorway and the M1, M4 and M11\r\nThe London boroughs are responsible for all the remaining roads within their boundaries\r\n\r\nBased on the information you have provided it appears that this junction is the responsibility of your London borough. You may therefore want to raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:38.078Z"
    },
    "id": 167955,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167955.json"
    },
    "type": "archived-petition"
}