{
    "attributes": {
        "action": "We the People ask Administration to declare Pakistan,State Sponsor of Terrorism",
        "additional_details": "We request the Administration to formally investigate and answer this question whether or not Pakistan has provided support for international terrorism. We request the Secretary to issue a report containing determination that Pakistan is State Sponsor of Terrorism or a detailed justification as to why Pakistan does not meet the legal criteria for designation. We need identifying that Pakistan is exporting terror to entire world time and again and what preventive measures needs to be taken.",
        "background": "Pakistan administration has consistently aided and abetted enemies of the developed and developing countries for years.  From harboring Osama bin Laden to fostering the Haqqani network against humanity across world, there enough evidence to determine Pakistan is supporting the War on Terror. ",
        "closed_at": null,
        "created_at": "2016-09-27T09:50:05.869Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-27T17:28:35.926Z",
        "opened_at": null,
        "rejected_at": "2016-09-29T11:59:15.510Z",
        "rejection": {
            "code": "no-action",
            "details": "“State Sponsors of Terrorism” is a designation used by the Department of State in the United States of America. This designation is not used in this way by the UK Government.\r\n\r\nYou could start a new petition calling on the UK Government to take a specific action to address your concerns about Pakistan.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:38.044Z"
    },
    "id": 167952,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/167952.json"
    },
    "type": "archived-petition"
}