{
    "attributes": {
        "action": "Harsher punishments for bullies. More power given back to parents.",
        "additional_details": "Some children seem to have this perception that they can do what they want, when they want, and to who ever they want, knowing they can get away with it and no harsh punishment for their actions will be given.\r\nOnce upon a time, children were scared to do wrong. They respected their parents, respected their elders, and most of the time each other. This has well and truly gone out the window and parents nowadays fear for their children's safety at the hands of bullies. Bring back parental power!",
        "background": "In recent news feeds, there have been an increased number of videos showing footage of bullies inflicting severe and unnecessary pain to their victims. \r\nIt's about time children lose this right they seem to have acquired, and actually get punished for their vile behaviour. ",
        "closed_at": null,
        "created_at": "2016-09-29T09:57:54.180Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-29T10:54:05.667Z",
        "opened_at": null,
        "rejected_at": "2016-10-03T14:00:43.701Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition has been rejected because it is not clear what you want the UK Government or Parliament to do increase parental power. If you create a new petition with a specific action you'd like the Government or Parliament to take we may be able to approve your petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:40.811Z"
    },
    "id": 168090,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168090.json"
    },
    "type": "archived-petition"
}