{
    "attributes": {
        "action": "Support Live Music Venues by preventing inappropriate complaints being actioned",
        "additional_details": "",
        "background": "In recent years \"New Neighbours\" complaining about music venues have caused many venues to close or cease live music. This results in major cultural degredation. We ask the government to legislate to prevent \"New Neighbours\" from having complaints against established Venues upheld",
        "closed_at": "2017-04-04T22:59:59.999Z",
        "created_at": "2016-09-29T19:32:47.292Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-07T16:12:54.911Z",
            "details": "Between 2010-2015 government introduced a package of deregulation, including the Live Music Act 2012, removing the need for entertainment licences in certain circumstances and increasing the audience limit for performances of live amplified music in relevant alcohol licensed premises from 200 to 500 people\r\n\r\nAdditional licensing conditions should only be imposed on a business where appropriate - statutory guidance is clear that licensing authorities should avoid disproportionate measures that could deter valuable community events, such as live music.\r\n\r\nWe have also made changes to national planning guidance and permitted development rights, helping to prevent noise complaints from new development on existing businesses. National planning policy for England as set out in the National Planning Policy Framework sets out that existing businesses wanting to develop in continuance of their business should not have unreasonable restrictions put on them because of changes in nearby land uses since they were established. The planning guidance supporting the Framework is clear that the potential effect of a new residential development being located close to an existing business giving rise to noise should be carefully considered.  The guidance underlines planning’s contribution to avoiding future complaints and risks to local business from resulting enforcement action. To help avoid such situations, local councils are encouraged to consider appropriate mitigation including designing the new development to reduce the impact of noise from the local environment and optimising the sound insulation provided by the building envelope.\r\n \r\nOn 6 April, the Town and Country Planning (General Permitted Development) (England) (Amendment) Order 2016 made permanent the permitted development right for the change of use from office to residential. The permanent right includes a prior approval on noise, allowing consideration by local planning authorities of plans to mitigate the impacts of noise from commercial premises on the residents. In considering the prior approval, the local planning authorities will have regard to the relevant parts of the National Planning Policy Framework and supporting planning guidance, as would be the case under a planning application.\r\n\r\nWe want to encourage people to live in our towns and cities, while enabling small grassroots music venues to flourish - giving musicians and artists the opportunity to perform in front of a live audience and providing communities with a social and cultural attraction.\r\n\r\nWe will continue to engage with the industry and local authorities to support this important and dynamic sector.\r\n\r\nDepartment for Culture, Media and Sport",
            "responded_on": "2016-12-07",
            "summary": "Music venues are a vibrant and vital part of the music ecosystem and economy and government will continue to support and promote an environment in which UK’s live music industry can carry on thriving",
            "updated_at": "2017-01-06T12:16:35.139Z"
        },
        "government_response_at": "2016-12-07T16:12:54.914Z",
        "moderation_threshold_reached_at": "2016-09-29T19:50:53.212Z",
        "opened_at": "2016-10-04T11:15:17.985Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-08T18:15:05.798Z",
        "scheduled_debate_date": null,
        "signature_count": 19396,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:42.280Z"
    },
    "id": 168135,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168135.json"
    },
    "type": "archived-petition"
}