{
    "attributes": {
        "action": "Make cannabis oil legal for medicinal purposes",
        "additional_details": "Our daughter Sophia is 5yrs old and has dravet syndrome which is a rare and refractory form of epilepsy that also affects her development. After exhausting every other avenue her neurologist feels that cannabis oil may be the key to help control her seizures. There have been many success stories regarding this medicine in America where it is currently legal in many states and also in several Europe on countries which would mean reducing/stopping several other Meds and only needing a small dose",
        "background": "Our daughter Sophia age 5 has a rare form of epilepsy called dravet syndrome and after exhausting every other avenue her neurologist thinks cannabis oil may be able to help her control her seizures as all medications available are not working.Please can everyone help our daughter by signing petition",
        "closed_at": "2017-04-04T22:59:59.999Z",
        "created_at": "2016-09-29T19:00:46.429Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-21T10:20:21.077Z",
            "details": "Cannabis is controlled as a class B drug under the Misuse of Drugs Act 1971. It is listed in Schedule 1 to the Misuse of Drugs Regulations 2001 and designated under the Misuse of Drugs (Designation) Order 2015 because, in its raw form, it currently has no recognised medicinal or legitimate uses beyond research. As such it is unlawful to possess, supply, produce, import or export these drugs except under a Home Office licence for research and other special purposes. \r\nThe same legislative controls apply to cannabis plants cultivated for the production of drug material (for example cannabis oil).  Cultivation or possession of cannabis, irrespective of the tetrahydrocannibinol (THC) content of a plant, cannot lawfully be undertaken without the requisite Home Office Licence. \r\n\r\nAt present the MHRA has offered an opinion that products containing cannabidiol (CBD), another compound found in cannabis, when used for a medical purpose should be regulated as medicinal products, which can be found here: https://www.gov.uk/government/news/mhra-statement-on-products-containing-cannabidiol-cbd. Cannabidiol is not controlled under the Misuse of Drug Act 1971.\r\n \r\nWhere claims are made for medicinal applications, there is a clear regime in place, administered by the Medicines and Healthcare products Regulatory Agency (MHRA). The regime enables medicines (including those containing controlled drugs) to be developed, licensed and made available for medicinal use to patients in the UK. For example, the cannabis-based medicine ‘Sativex’ has been granted marketing authorization in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis. Sativex was rigorously tested for its safety and efficacy before receiving approval.\r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products, should a product be developed. As happened in the case of Sativex in 2010, the Home Office will consider issuing a licence to enable trials of any new medicine providing it complies with appropriate ethical approvals. Medicinal products must have a product licence (marketing authorisation) before they can be legally sold, supplied or advertised in the UK, unless exempt. Licensed medicinal products have to meet safety, quality and efficacy standards to protect public health. We are also aware of a cannabis based medicine (Epidiolex) being used in trials to treat some epilepsy-related illnesses.\r\n\r\nCannabis and any cannabis products should be subjected to the same regulatory framework that applies to all medicines in the UK. To do otherwise will amount to a circumvention of the clearly established regime for approving medicines in the UK.\r\n\r\nHome Office\r\n",
            "summary": "The Home Office will consider issuing a licence to enable trials of any new medicine containing a controlled drug, providing it complies with appropriate ethical approvals. ",
            "updated_at": "2017-02-21T10:20:21.077Z"
        },
        "government_response_at": "2017-02-21T10:20:21.079Z",
        "moderation_threshold_reached_at": "2016-09-29T19:56:15.380Z",
        "opened_at": "2016-10-04T11:22:31.210Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-04T13:12:52.436Z",
        "scheduled_debate_date": null,
        "signature_count": 20049,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:42.002Z"
    },
    "id": 168130,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168130.json"
    },
    "type": "archived-petition"
}