{
    "attributes": {
        "action": "Raise a law to prohibit \"psychic\" con artists from advertising or performing.",
        "additional_details": "Whilst the right for anyone to believe in anything (no matter how foolish), should remain a right, it is even more important to make an attempt to educate the next generation and impressionable people that the best way forward is to only believe in what is true.\r\nAnyway, the object of this exercise is to raise awareness of the huge problem we have in this country with thieves pretending to receive messages from the dead.\r\nOnce you have signed please send this opportunity to all your contacts.",
        "background": "Surely anyone with a modicum of intelligence appreciates the significance of educating the next generation to a higher standard.\r\nHow can it be possible in this day and age that a government actually condones con artists who openly steal from vulnerable and feeble-minded members of society?\r\n ",
        "closed_at": null,
        "created_at": "2016-10-01T14:50:00.725Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-31T05:03:12.028Z",
        "opened_at": null,
        "rejected_at": "2016-11-01T18:00:11.117Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law to make it illegal for anyone to advertise or offer their services as a psychic, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:45.122Z"
    },
    "id": 168253,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168253.json"
    },
    "type": "archived-petition"
}