{
    "attributes": {
        "action": "Boycott all Russian Sports events including the World Cup",
        "additional_details": "Russia is under embargo from the UK and Europe already but we appear to be happy to send our international teams to take part in one of the world's biggest and most money spinning events\r\n",
        "background": "Russia continues to support the Syrian regime and kill innocent citizens while carrying out war crimes. As well as supporting those attacking Ukraine and being behind the shooting down of a Dutch civilian. Why should they be allowed to continue to host one of the world's most prestigious events.",
        "closed_at": null,
        "created_at": "2016-10-03T21:24:22.959Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-04T22:15:45.117Z",
        "opened_at": null,
        "rejected_at": "2016-10-10T15:52:26.757Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. If you would like Government ministers to boycott all sporting events in Russia then you could start a petition on that issue.\r\n\r\nIf you would like Government Ministers to boycott the World Cup in Russia, then you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/132700\r\n\r\nHowever, if you would like the football teams of the home nations to boycott the 2018 World Cup, then that is a matter for each of the teams and not the responsibility of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:49.522Z"
    },
    "id": 168459,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168459.json"
    },
    "type": "archived-petition"
}