{
    "attributes": {
        "action": "Stop Taxi's being allowed to work in areas they aren't licensed in.",
        "additional_details": "",
        "background": "The Government has allowed Taxis to work cross boarders. This loophole has to be revoked.\r\nIt is putting customers at risk and depriving them of locally trained and vetted drivers.\r\nThe local Taxi Licensing has no authority over out of town drivers meaning they do what they want with impunity.",
        "closed_at": "2017-04-14T22:59:59.999Z",
        "created_at": "2016-10-05T10:05:47.886Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-12T13:43:32.749Z",
            "details": "Local authorities (and Transport for London in London) are the licensing authorities for taxis and PHVs. They have discretion to set standards that they deem to be appropriate for their area.\r\n\r\nThe standards for taxi and PHV licensing are set at a local level, this is usually the responsibility of the local authority. In London these standards are set by Transport for London. These licensing authorities have discretion to set standards that they deem to be appropriate for their area.\r\n\r\nAll local licensing authorities in England and Wales have a duty to ensure that any person to whom they grant a taxi or PHV driver’s licence is a fit and proper person to hold such a licence. Although the term ‘fit and proper’ is not defined in legislation, the procedure for assessing a driver’s fitness will typically involve an enhanced criminal record check and a medical check, a local topographical knowledge test and possibly a special driving test.\r\n\r\nThe Government publishes Best Practice Guidance to assist licensing authorities when setting standards for taxi and PHVs drivers and operators. The Government has introduced an amendment to the Policing and Crime Bill that will make statutory all aspects of the guidance related to the safeguarding of children and vulnerable adults. Both parts of the new guidance will be consulted on once the Policing and Crime Bill receives Royal Assent.\r\n\r\nLicensing authorities remain responsible for ensuring that the drivers they license remain fit and proper throughout the period of the licence. Any complaints about a driver can be investigated by the authority responsible for issuing the licence, regardless of where the driver was working at the time.\r\n\r\nIf vehicles from neighbouring areas present a problem, licensing authorities can work together to take joint enforcement action against all vehicles and drivers licensed in their combined areas. For example, in Merseyside, five licensing authorities allow each other to enforce against all vehicles and drivers across all of their areas.\r\n\r\nLegislation allows taxis to provide pre-booked journeys outside the area in which they are licensed, without a separate PHV licence. The Government considers that it is in the public interest to encourage taxis to accept fares that may take them out of the area in which they are licensed, for example to airports or train stations.\r\nThis concession has, in the past been open to abuse, with taxi drivers working predominantly accepting pre-booked fares outside the area in which they were licensed. The courts, while careful not to direct how a licensing authority should exercise its discretion to grant licences, have commented that it would be “difficult” to justify granting a taxi licence where a licensing authority knows the applicant has no intention of plying for hire in its area. It is the local licensing authority’s discretion as to whether or not to license such a vehicle, however to remain within the spirit of the legislation, the authority should consider the intended use of the licence.\r\n\r\nLocal licensing authorities are therefore able to address any local concerns that there may be about this issue. A number of local licensing authorities have already introduced a taxi ‘intended use’ policy when considering licence applications.\r\n \r\nThese policies are reducing the number of taxis working predominantly on pre-booked fares in other areas. If there are particular concerns in a specific area, these should be raised with the relevant licensing authorities.\r\n\r\nDepartment for Transport\r\n",
            "responded_on": "2017-01-12",
            "summary": "The Government’s priority in the licenced taxi and private hire vehicle (PHV) trade is passenger safety. All licensed drivers, vehicles and PHV operators have met their local licensing standards.",
            "updated_at": "2017-01-12T13:43:32.749Z"
        },
        "government_response_at": "2017-01-12T13:43:32.752Z",
        "moderation_threshold_reached_at": "2016-10-05T12:39:02.827Z",
        "opened_at": "2016-10-14T16:40:07.296Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-21T18:12:45.273Z",
        "scheduled_debate_date": null,
        "signature_count": 11795,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:51.967Z"
    },
    "id": 168561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168561.json"
    },
    "type": "archived-petition"
}