{
    "attributes": {
        "action": "Stop Westacott, Whiddon Valley Park Being Destroyed with a DANGEROUS Access Road",
        "additional_details": "The recent meeting showing the proposal was not informative. Nothing was known. Previously 800 signatures were gained, this time around this will be more. Child safety is the most important thing here. Most parents live local and walk to and from school. The impact of this road will increase traffic and force parents to rethink how they get to school. This park is always used and needs to be kept safe for the young families in the area.",
        "background": "Previously this proposal was rejected and an alternative route was propsed. This has now been resurrected. The road will be put through the local park which is enroute to the local primary school. The road will also be connected to the main link road creating immense and dangerous traffic.",
        "closed_at": null,
        "created_at": "2016-10-05T17:06:53.156Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-05T17:49:13.039Z",
        "opened_at": null,
        "rejected_at": "2016-10-10T15:00:29.783Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local roads are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:52.308Z"
    },
    "id": 168594,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168594.json"
    },
    "type": "archived-petition"
}