{
    "attributes": {
        "action": "Allow motorbikes to use bicycle parking or create more spaces for them",
        "additional_details": "1. They allow us to chain our bike to something in an attempt to reduce the chance of theft\r\n\r\n2. Many car parks in towns and cities are only designed for cars and as such when a motorbike is taking up a space it is a waste of said space\r\n\r\n3. There is no place for a pay and display ticket to be placed on a motorcycle without the risk of the ticket being taken and used by someone else\r\n\r\n4. Every motorcycles taxation class is bicycle so why am i not allowed to use the same areas as them",
        "background": "As a biker I ride my motorbike in and around alot of towns, i keep hearing of many motorbikes using bicycle railings as a sensible place to park, more and more i have heard of tickets being issued to motorcycles parked next to these railings, we use them for parking for a number of reasons\r\n",
        "closed_at": null,
        "created_at": "2016-10-05T15:21:36.342Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-05T16:07:57.581Z",
        "opened_at": null,
        "rejected_at": "2016-11-02T18:32:05.295Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Car parks are the responsibility of local councils and private car park providers, not the Government or Parliament.\r\n\r\nYou could start a new petition asking Parliament to change the law, to place a legal duty on all councils to provide a minimum level of parking for motorcycles."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:52.241Z"
    },
    "id": 168586,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168586.json"
    },
    "type": "archived-petition"
}