{
    "attributes": {
        "action": "Ban the sale of fireworks to the public and only approve organised displays.",
        "additional_details": "",
        "background": "Every year 1000's of people are hurt, burnt, maimed and even lose their lives through accidents involving fireworks.\r\nEvery year people are terrorised by the misuse of fireworks.\r\nEvery year animals are hurt and traumatised by fireworks.\r\nBan them please.",
        "closed_at": "2017-04-10T22:59:59.999Z",
        "created_at": "2016-10-06T14:50:30.633Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": null,
            "overview": "The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons.\r\n \r\nThere was a debate on Monday 6 June on a petition that called for restrictions on the use of fireworks. The Committee has therefore decided not to schedule a debate on this subject again, because it is only a few months since the last debate. \r\n\r\nYou can watch the debate here:\r\nhttp://parliamentlive.tv/Event/Index/be872a6a-721c-4dec-9a5b-0c136d4d1501\r\n\r\nYou can read a transcript of the debate here:\r\nhttps://hansard.parliament.uk/commons/2016-06-06/debates/16060612000001/Fireworks\r\n\r\nYou can read the petition here:\r\nhttps://petition.parliament.uk/petitions/109702",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-11-17T16:39:53.052Z",
        "debate_threshold_reached_at": "2016-11-06T17:56:26.632Z",
        "government_response": {
            "created_at": "2016-11-14T11:25:55.088Z",
            "details": "The government recognises the concerns raised about the use of fireworks by the public, particularly the potential distress caused by the use of noisy fireworks to pets, livestock and the public, and injuries caused by accidents and the misuse of fireworks.\r\n\r\nMany individuals enjoy being able to hold private fireworks displays at home, and have a sensible and responsible attitude to their use.  Indeed, the majority of the public who use fireworks do so in a safe and considerate way; it is only an anti-social minority that uses them dangerously and inconsiderately. \r\n\r\nWhile members of the public can hold private firework displays at any time of the year, they are subject to strict curfews which prevent fireworks being used after 11pm, except on a limited number of specific nights of the year around the traditional celebrations of 5th November, New Year, Chinese New Year and Diwali when they can be used up to midnight (5th November) or 1am (New Year, Chinese New Year and Diwali). \r\n\r\nRetailers are restricted to selling fireworks for limited periods around these four traditional occasions, unless they have a valid licence specifically allowing all year round sales.\r\n\r\nThere is maximum noise level of 120 decibels on fireworks sold to the public, and local authorities have powers to deal with excessive firework noise.  There is also a prohibition on setting off fireworks in a public place, enforceable by the police with tough sanctions for non-compliance.\r\n\r\nThere is government-sponsored advice and guidance to support the responsible and considerate use of fireworks on the Safer Fireworks website.  \r\n\r\nWhile any firework-related injury is a cause for concern, the number of injuries are significantly lower than suggested.  Furthermore, the latest official statistics, demonstrate that there is a downward trend in hospital admissions in England (arising from the discharge of fireworks) with 28% decrease between 2010 and 2014/15, when there were 114 admissions.\r\n\r\nThe government will continue to focus on reducing accidents and nuisance by encouraging industry, retailers and others to promote responsible use through guidance and public education.  We urge those using fireworks to be considerate to their neighbours and give sufficient notice of firework use, particularly where they are proposing to let off fireworks in the vicinity of animals, especially livestock, where they should notify owners of livestock nearby of their plans.\r\n\r\nThe government considers these controls effectively manage and reduce the level of risk posed by the public use of fireworks, and that to bring in further restrictions would be detrimental to an important British tradition reflecting our history and multi-culturalism.  There are no plans at the moment to place further limitations on their use.\r\n\r\nDepartment for Business, Energy and Industrial Strategy ",
            "summary": "Government acknowledges genuine concerns about the use and, the misuse, of fireworks. Legislation restricts the sale of fireworks and controls their use, and we have no plans to extend this further.",
            "updated_at": "2016-11-14T11:25:55.088Z"
        },
        "government_response_at": "2016-11-14T11:25:55.090Z",
        "moderation_threshold_reached_at": "2016-10-06T15:09:03.033Z",
        "opened_at": "2016-10-10T15:10:40.242Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-29T07:22:04.779Z",
        "scheduled_debate_date": null,
        "signature_count": 168160,
        "state": "closed",
        "updated_at": "2017-11-23T17:10:49.220Z"
    },
    "id": 168663,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168663.json"
    },
    "type": "archived-petition"
}