{
    "attributes": {
        "action": "To make votes matter, adopt Proportional Representation for UK General Elections",
        "additional_details": "The UK has never had a say on PR. As David Cameron himself said, the AV Referendum was on a system that is often less proportional than FPTP, so the rejection of AV could not possibly be a rejection of PR. In fact, so few voters wanted either system on offer that the turnout was just 42%.\r\n\r\nThere are tried and tested PR systems that keep the constituency link. They would make every vote matter equally, rather than allowing a minority of swing voters in a few marginal seats to pick the government.",
        "background": "The vast majority wants PR. Our FPTP voting system makes Parliament unrepresentative. One party got 37% of the vote and 51% of seats, while 3 parties got 24% of the vote but share 1.5% of seats. FPTP violates the democratic principle of majority rule and causes problems like costly policy reversals.",
        "closed_at": "2017-04-06T22:59:59.999Z",
        "created_at": "2016-10-06T13:08:12.580Z",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0207",
            "debated_on": "2017-10-30",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-10-30/debates/9D7C1DE6-0EA9-45D2-AD7E-D0EEB3ECCB92/ProportionalRepresentation",
            "video_url": "http://parliamentlive.tv/Event/Index/c52f8c49-55ac-44c8-bf23-b1705afadaf8"
        },
        "debate_outcome_at": "2017-10-31T09:44:48.270Z",
        "debate_threshold_reached_at": "2017-03-14T19:39:49.363Z",
        "government_response": {
            "created_at": "2016-10-24T12:55:42.959Z",
            "details": "The Government’s manifesto made a commitment to respect the will of the British people as expressed in the 2011 UK Parliamentary elections voting system referendum and keep the First Past the Post system for elections to the House of Commons. The Government, therefore, has no plans to change the voting system for elections to the House of Commons.\r\n\r\nThe Government is concerned that proportional voting systems would weaken the direct constituency link which is a key feature of our Parliamentary system, and under a proportional system the voting process is more complicated for the voter. \r\n\r\nThe Government’s view is that the First Past the Post voting system is the best system for elections to the House of Commons. The system is well established and understood by voters and provides a clear link between constituents and their representatives in Parliament. More often than not, it results in a government with a working majority in Parliament making decisive government possible. \r\n\r\nAt the voting system referendum in May 2011, electors were asked whether the Alternative Vote system (AV) should be used instead of the First Past the Post system for electing members of the House of Commons. The referendum produced a clear result with over 13 million voters rejecting the option for change to move away from the First Past the Post system, compared to over 6 million voters who voted for change. \r\n\r\nCabinet Office",
            "responded_on": "2016-10-24",
            "summary": "First Past The Post (FPTP) is a robust method of electing MPs. A referendum on changing the voting system was held in 2011 and the public voted overwhelmingly in favour of keeping the FPTP system.",
            "updated_at": "2016-10-24T12:55:42.959Z"
        },
        "government_response_at": "2016-10-24T12:55:42.961Z",
        "moderation_threshold_reached_at": "2016-10-06T14:06:15.313Z",
        "opened_at": "2016-10-06T14:11:12.051Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-12T15:47:29.279Z",
        "scheduled_debate_date": "2017-10-30",
        "signature_count": 103495,
        "state": "closed",
        "updated_at": "2017-10-31T09:50:04.538Z"
    },
    "id": 168657,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168657.json"
    },
    "type": "archived-petition"
}