{
    "attributes": {
        "action": "Overturn the Government's decision to allow fracking in Lancashire.",
        "additional_details": "Two thirds of Lancashire people are against fracking that is an overwhelming majority that is represented by the Lancashire County Council who refused permission as that is the will of their constituents. To simply ignore it, is beyond irresponsible. This decision must be overturned.\r\n\r\nLancashire Telegraph article:  http://www.lancashiretelegraph.co.uk/news/chorley/11637799._/?",
        "background": "Theresa May promised to give back control to local councils. However even though Lancashire County Council refused permission for fracking in their county, the Government overruled it. This is against the will of the people of Lancashire and the council they elected. Therefore it must be overturned.",
        "closed_at": "2017-04-12T22:59:59.999Z",
        "created_at": "2016-10-06T16:21:24.054Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-31T10:10:10.199Z",
            "details": "Full reasons for the Secretary of State’s decisions are set out on pages 1-25 of the decision letter that was published on 6 October 2016.\r\n\r\nThe Secretary of State took into account the wide range of relevant issues that were raised and evidence that was put forward in these appeals, as well as the detailed findings, conclusions and recommendations of the Planning Inspector who held a public inquiry.  All relevant issues raised by local people, Lancashire County Council and others were carefully considered by the Inspector and by the Secretary of State.\r\n\r\nThe decision letter explains how the Secretary of State has taken these issues into account and how he has reached his conclusions and decisions. The decision letter and the Inspector’s Report are available at: \r\nhttps://www.gov.uk/government/publications/recovered-appeals-cuadrilla-bowland-ltd-and-cuadrilla-elswick-ltd-refs-3134386-3130923-3134385-and-3130924-6-october-2016\r\n\r\nThe Government is committed to devolving powers to local authorities, and the vast majority of planning applications are considered by local authorities. However, for most planning applications there is a right of appeal where the local authority refuses planning permission or does not make a decision within specified timescales. Decisions on appeals are made by the Planning Inspectorate or the Secretary of State, and there is also a right to legally challenge these decisions. Further information on planning appeals and legal challenges is available in the national planning policy guidance at: http://tinyurl.com/AppealGuidance\r\n\r\nDepartment for Communities and Local Government",
            "summary": "Full reasons for the Secretary of State’s decisions were published in his decision letter of 6 October 2016. ",
            "updated_at": "2016-11-29T15:50:20.406Z"
        },
        "government_response_at": "2016-10-31T10:10:10.202Z",
        "moderation_threshold_reached_at": "2016-10-07T12:53:33.475Z",
        "opened_at": "2016-10-12T10:53:15.841Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-15T07:24:12.841Z",
        "scheduled_debate_date": null,
        "signature_count": 27868,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:54.462Z"
    },
    "id": 168675,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168675.json"
    },
    "type": "archived-petition"
}