{
    "attributes": {
        "action": "Stop medical appointments affecting school attendance",
        "additional_details": "My daughter has a rare chromosome condition and has to have lots of different hospital appointments. She has always caught up at school but is marked down for attendance. Schools offer rewards and incentives to children that achieve 100% attendance records, they are penalising children with health needs and disabilities through no fault of their own. I am asking that schools be required by law to take into consideration of medical appointments when working out attendance.",
        "background": "I don't feel its fair that children with disabilities and illnesses are penalised for having essential and critical appointments that they need. Surely this is some sort of discrimination??",
        "closed_at": "2017-04-20T22:59:59.999Z",
        "created_at": "2016-10-07T20:06:12.602Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-07T10:13:21.620Z",
            "details": "The Government believes that all children of compulsory school age are entitled to a full time education which is suitable to their age, ability, aptitude and any special educational needs they may have.\r\n\r\nSection 100 of the Children and Families Act 2014 places a duty on maintained schools, academies and pupil referral units to make arrangements to support pupils at their school with medical conditions. A child’s mental and physical health should be properly supported in school so that they pupil can play a full and active role in school life, remain healthy and achieve their academic potential.  They must have regard to the statutory guidance in relation to supporting pupils at school with medical conditions.\r\n\r\nIn addition, if a child has a disability then the school has to comply with specific duties in accordance with the Equality Act 2010, including whether it would be reasonable to make any adjustments so that pupils with disabilities are not put at a substantial disadvantage in comparison with non-disabled pupils.  Schools also have a duty not to discriminate as a result of something arising from disability (i.e. poorer attendance).\r\n\r\nSchools and local authorities are empowered to keep absences to a minimum and have measures available to support and promote good attendance.  The Department for Education does not specify or influence how schools reward good attendance. It is purely at a school’s discretion whether to reward their pupils for having good attendance, provided they act reasonably and comply with legal obligations such as those in the Equality Act 2010. Many schools do reward and celebrate good and improved attendance through a wide range of reward systems. The Department would however, expect schools to ensure that any such system is inclusive and appropriate for all pupils including those with disabilities or long-term health conditions.\r\n\r\nA pupil’s attendance is recorded in accordance with the Education (Pupil Registration) (England) Regulations 2006 as amended, which require schools to take the attendance register at the start of each morning session and once during each afternoon session.  On each occasion, they must record whether every pupil is: present; attending an approved educational activity; absent; or unable to attend due to exceptional circumstances.\r\n\r\nThe Department acknowledges that children with medical needs may need to attend regular medical appointments during the school day and the school attendance framework allows such absences to be authorised by the school.  If a child is absent for a medical appointment without the headteacher’s permission, and the medical issue is not so urgent that the child is actually prevented from attending school because of sickness, then that could be an offence under section 444 of the Education Act 1996. \r\n\r\nMedical appointments, wherever possible, should be made outside of the school day.  Where this is not possible, and we do understand that sometimes it is not, we advise that children should only be out of school for the minimum amount of time necessary for the appointment.\r\n\r\nWe know that in 2014/15 (latest full year of data):\r\n-\tMedical/dental appointments accounted for 6.5% of all absence\r\n-\t0.3% of all possible sessions were missed due to medical/dental appointments (compared to an overall absence rate of 4.6%)\r\n-\t37% of pupil enrolments had one or more session of absence due to medical/dental appointments\r\n\r\nSchools should not discriminate against children for their attendance record if their absences are related to their medical condition, for example hospital appointments. Most schools use the national absence codes to record and monitor attendance. The codes enable schools to identify the reasons for absence. Therefore when monitoring pupils’ attendance, schools will be able to take into consideration any absences due to medical appointments.\r\n\r\nIt is important that schools have a true record of such absences, as this will enable them to keep track of education missed and identify pupils that may need additional support. \r\n\r\nThe Government is focused on creating a world-class education system in this country and reducing absence in schools so that every pupil receives an education that allows them to reach their full potential. \r\n\r\nDepartment for Education",
            "summary": "The Department does not specify or influence how schools might choose to reward good attendance.  However, any system should comply with schools’ legal duties around disability and medical conditions.",
            "updated_at": "2017-02-07T10:13:21.620Z"
        },
        "government_response_at": "2017-02-07T10:13:21.624Z",
        "moderation_threshold_reached_at": "2016-10-08T07:22:39.740Z",
        "opened_at": "2016-10-20T13:18:46.561Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-25T08:29:50.089Z",
        "scheduled_debate_date": null,
        "signature_count": 11713,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:57.022Z"
    },
    "id": 168779,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168779.json"
    },
    "type": "archived-petition"
}