{
    "attributes": {
        "action": "Agree to a second referendum on Scottish Independence",
        "additional_details": "",
        "background": "The actions of the UK government after the Brexit vote do not align with the people of Scotland. We are not bigoted. We are not racist. We welcome everybody based on their contribution, not on where they come from. The UK government does not behave in this way and so we must LEAVE. ",
        "closed_at": "2017-04-19T22:59:59.999Z",
        "created_at": "2016-10-07T20:59:34.342Z",
        "debate": {
            "debate_pack_url": "https://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/CDP-2017-0219",
            "debated_on": "2017-11-13",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-11-13/debates/42449346-E2BE-4429-921B-3F72D50E27B9/ReferendumOnScottishIndependence",
            "video_url": "http://www.parliamentlive.tv/Event/Index/4f1a9acc-4b0a-4142-b89a-d623b580f839"
        },
        "debate_outcome_at": "2017-11-14T09:45:08.967Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-30T16:49:42.964Z",
            "details": "The UK needs to work together, putting all our energies into ensuring we get the right deal for the UK and for Scotland in our negotiations with the EU. \r\n\r\nIn 2014, the people of Scotland decided in a legal, fair and decisive referendum to remain part of the UK. The Edinburgh Agreement of 2012 committed both the UK and Scottish Governments to respecting the outcome of the Scottish referendum. In 2016 the people of the UK voted to leave the EU. The result of both votes must be respected.\r\n\r\nAs the Prime Minister has made clear, now is not the time for another damaging and divisive referendum. All our focus should be on our negotiations with the European Union, making sure we get the best deal for the whole of the UK as we leave. And, it would be unfair to the people of Scotland to ask them to make a crucial decision without the necessary information about our future relationship with Europe. Scotland’s two governments should be working together, not pulling apart, at this crucial time. \t\r\n\r\nLeaving the European Union presents us with a unique opportunity. It is this generation’s chance to shape a brighter future for our country. A chance to step back and ask ourselves what kind of country we want to be. We want this United Kingdom to emerge from this period of change stronger, fairer, more united and more outward-looking than ever.\r\n\r\nScotland Office",
            "responded_on": "2017-03-30",
            "summary": "The UK Government is clear that now is not the time for a second independence referendum. ",
            "updated_at": "2017-03-30T16:49:42.964Z"
        },
        "government_response_at": "2017-03-30T16:49:42.966Z",
        "moderation_threshold_reached_at": "2016-10-07T22:32:10.620Z",
        "opened_at": "2016-10-19T17:02:08.137Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-15T08:21:44.989Z",
        "scheduled_debate_date": "2017-11-13",
        "signature_count": 38515,
        "state": "closed",
        "updated_at": "2017-11-14T16:11:59.443Z"
    },
    "id": 168781,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168781.json"
    },
    "type": "archived-petition"
}