{
    "attributes": {
        "action": "The statistics for Homelessness in the UK are not accurate at all",
        "additional_details": "We want the UK to start realising what's going on..... Why we don't realise that people sleeping rough are humans.... That they have rights too...... We need people to get behind this petition and start telling your community what's happening......\r\n\r\nThe statistics for areas alone are all done to the national statistic.... National format we need to start having independent statistics and record your own.... By identifying the people that you actually work with on a day to day basis 💙",
        "background": "Homelessness in the UK is very high..... The national statistics are not accurate at all..... We need to improve resources within the homeless community & start reaching out to the people that fall through the cracks...... Need to tackle charity's that continue to miss the guys that fall through ",
        "closed_at": null,
        "created_at": "2016-10-08T21:26:41.775Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-08T21:37:18.270Z",
        "opened_at": null,
        "rejected_at": "2016-10-10T15:17:38.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:57.745Z"
    },
    "id": 168833,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168833.json"
    },
    "type": "archived-petition"
}