{
    "attributes": {
        "action": "INTERNATIONAL COMMUNITY TO REMOVE ASSAD TO  END THIS HUMANITARIAN CATASTROPHE",
        "additional_details": "After six years, the Syrian civil war is increasing with rage and fury  with no end in sight. Since the  war began, as many as 386,000 people have been killed, including nearly 14,000 children.  The war has become more deadly since foreign powers have joined the conflict.  The only way to end this is for the world to stand together and remove Assad and his regime of genocide, tyranny and oppression. \r\n\r\nEastern Aleppo has become the key strategic battleground and an epitome of this brutal, barbaric and morally shameless and tragic war in Syria.  It has been besieged, bombed, starved and strangled as part of the Assad’s regime ‘Starve or Kneel’ strategy.  Let's show the innocent children of Syria and its people that their lives do matter, that we do care and the world has not forgotten! ",
        "background": "How long will this unrelentless suffering, mass destruction  and massacre of innocent lives continue to be silenced, ignored and accepted by the international community ? ",
        "closed_at": null,
        "created_at": "2016-10-09T12:38:50.397Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-10T04:21:09.398Z",
        "opened_at": null,
        "rejected_at": "2016-10-14T16:43:56.378Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition calls on the international community to take action. To be accepted on this site, petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:58.311Z"
    },
    "id": 168860,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168860.json"
    },
    "type": "archived-petition"
}