{
    "attributes": {
        "action": "Remove Big Pharma influence over the Ministry of Health",
        "additional_details": "Drugs often have deadly side effects, like chemotherapy, for which they charge the NHS perhaps £40,000 a round, when there are far better treatments available. Over 100,000 people die unnecessarily each year. Its murder for profit. \r\n\r\nDr. Sir Richard Thompson KCVO, former president of the Royal College of Physicians, and personal doctor to the Queen, has called for an urgent public inquiry into drugs firms ‘murky’ practices, which lead to countless deaths. Ban those with links to Big Pharma. \r\n\r\n\r\n\r\n",
        "background": "The pharmaceutical industry's lobby is estimated at $2.9 billion, which they use to control the boards of British health departments - eg the NHS, the MHRA and NICE. They use influence to conceal or block simple treatments that work, and drive people into their expensive, often ineffective drugs. ",
        "closed_at": null,
        "created_at": "2016-10-08T12:19:23.857Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-08T12:57:31.996Z",
        "opened_at": null,
        "rejected_at": "2016-10-10T16:36:57.609Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:20:57.330Z"
    },
    "id": 168803,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168803.json"
    },
    "type": "archived-petition"
}