{
    "attributes": {
        "action": "CCTV in ALL dementia care facilities by LAW.",
        "additional_details": "",
        "background": "Too many incidents of abuse is happening to our elderly living with dementia in care facilities. We need to protect our vulnerable elderly and start protecting them  NOW ",
        "closed_at": "2017-04-14T22:59:59.999Z",
        "created_at": "2016-10-09T22:49:02.956Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-18T16:11:46.124Z",
            "details": "The Government is committed to preventing and reducing the risk of harm to adults in vulnerable situations. In order to support those most vulnerable to abuse and neglect, it is vital that agencies agree collectively those issues that require a safeguarding response as opposed to issues, which relate to standards and quality of care more widely.\r\n\r\nWe have made it clear, in statutory guidance to support implementation of the Care Act, that we expect local authorities to ensure that the services they commission are safe, effective and of high quality. We also expect those providing the service, local authorities and the Care Quality Commission (CQC) to take swift action where anyone alleges poor care, neglect or abuse. We have strengthened the powers of CQC to prosecute providers for unacceptable care, including abuse.\r\n\r\nBehaviour which amounts to abuse and neglect often constitutes specific criminal offences under various pieces of legislation. Although the local authority has the lead role in making enquiries where criminal activity is suspected, the early involvement of the police is likely to have benefits in many cases. \r\n\r\nThe Government recognises that cases of abuse and neglect have been exposed as the result of hidden cameras. We acknowledge that there are occasions when it may be appropriate for their use to be considered.\r\n\r\nClosed circuit television (CCTV) should not be regarded as a substitute for proper recruitment procedures, training, management and support of care staff, or for ensuring that numbers of staff on duty are sufficient to meet the needs of users of services.\r\n\r\nIt is a legal requirement that care providers must ensure that the safety, welfare, privacy and dignity of service users at all times. The Government considers that the widespread introduction of CCTV into care homes would raise important concerns about residents’ privacy, as well as practicality.\r\n\r\nThe use of CCTV and other forms of covert surveillance should not be routine, but should be considered on a case by case basis.  The Government does not object to the use of CCTV in individual care homes or by the families of residents, provided it is done in consultation with and with the permission of those residents and their families.\r\n\r\nCare providers and members of the public, including care service users and their families, are free to decide whether or not to employ CCTV or covert monitoring. However, they should be aware of requirements, including legal protections, around ensuring the privacy and dignity of those who are being filmed/observed.\r\n\r\nThe CQC has published guidance for care homes and the families of residents on the issues that should be taken into account when deciding whether or not to use CCTV or other forms of covert surveillance. The guidance is available on CQC’s website at http://www.cqc.org.uk/content/using-surveillance-information-service-providers.\r\n\r\nCare provision is often personal, even intimate in nature. Filming or recording the more than 400,000 people who live in care and nursing homes whilst they are receiving personal care – for example, being bathed, helped to dress and eat - would represent a major intrusion into their privacy. For the great majority, whose care is good, such an intrusion could not be justified.\r\n\r\nDepartment of Health",
            "summary": "The Government does not object to the use of CCTV cameras in care homes on a case by case basis. Care home owners should consult with and seek the consent of residents and their families on their use.",
            "updated_at": "2017-01-18T16:11:46.124Z"
        },
        "government_response_at": "2017-01-18T16:11:46.127Z",
        "moderation_threshold_reached_at": "2016-10-09T23:05:10.257Z",
        "opened_at": "2016-10-14T14:30:44.303Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-08T22:23:50.321Z",
        "scheduled_debate_date": null,
        "signature_count": 13701,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:59.428Z"
    },
    "id": 168920,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168920.json"
    },
    "type": "archived-petition"
}