{
    "attributes": {
        "action": "The Legalization of all forms of cannabis for recreational and medicinal use.",
        "additional_details": "Tourism will be boosted, which in turn will boost local economies creating even more employment. The benefits to the NHS in terms of prescribing medicinal cannabis instead of expensive drugs will give a significant reduction in the drugs bill of £15 billion. There is a lot of misinformation which fuels concerns but having cannabis illegal causes a lot of problems we see today. It's time we take a logical approach rather than an ideological approach.\r\n\r\n",
        "background": "Legalization would prove far more beneficial to society, if regulated and taxed. The revenue generated from taxation can be funneled into the NHS and education. The criminal justice system which is already under pressure from cuts will save money. Thousands of jobs created increasing tax revenue.",
        "closed_at": "2017-04-19T22:59:59.999Z",
        "created_at": "2016-10-09T21:19:50.393Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-30T08:35:15.978Z",
            "details": "There is clear scientific and medical evidence that cannabis is a harmful drug which can damage people’s mental and physical health, and harms individuals and communities. \r\n\r\nThe evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs (ACMD), is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”. The ACMD’s most recent advice on cannabis is set out in its 2008 report - https://www.gov.uk/government/publications/acmd-cannabis-classification-and-public-health-2008.\r\n\r\nThe Government is aware of different approaches being taken abroad and of the associated debates.  However, it may be years before we can fully understand the effect on public health and crime as a result of the decisions to legalise and regulate the production, supply and possession of cannabis as data on harms, benefits and revenues will take some time to gather. \r\n\r\nThe Government believes that the legalisation of cannabis would send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs. \r\nWe take a broad approach to prevention, supporting investment in a range of programmes, which have a positive effect on young people and adults, giving them the confidence, resilience and risk management skills to resist drug misuse.\r\n\r\nCannabis use has continued to drop in the last decade, with 6.5 per cent of 16 to 59 year olds having taken it in 2015/16 according to the latest Crime Survey for England and Wales. This is a drop from 8.7 per cent in 2005/06.\r\n\r\nWhere claims are made for medicinal applications, there is a clear regime in place. This is administered by the Medicines and Healthcare products Regulatory Agency (MHRA) and enables medicines (including those containing controlled drugs) to be developed, licensed and made available for medicinal use to patients in the UK. For example, the cannabis-based medicine ‘Sativex’ has been granted marketing authorisation in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis. Sativex was rigorously tested for its safety and efficacy before receiving approval. \r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products, should a product be developed. As happened in the case of sativex in 2010, the Home Office will consider issuing a licence to enable trials of any new medicine providing it complies with appropriate ethical approvals. Medicinal products must have a product licence (marketing authorisation) before they can be legally sold, supplied or advertised in the UK, unless exempt. Licensed medicinal products have to meet safety, quality and efficacy standards to protect public health. \r\n\r\nCannabis and any cannabis products should be subjected to the same regulatory framework that applies to all medicines in the UK. To do otherwise will amount to a circumvention of the clearly established regime for approving medicines in the UK.\r\n\r\nHome Office",
            "responded_on": "2017-03-30",
            "summary": "The Government has no intention of legalising cannabis.  Any product containing cannabis would remain subject to the same regulatory framework that applies to all medicines. ",
            "updated_at": "2017-03-30T08:35:15.978Z"
        },
        "government_response_at": "2017-03-30T08:35:15.980Z",
        "moderation_threshold_reached_at": "2016-10-10T04:07:25.099Z",
        "opened_at": "2016-10-19T17:00:36.729Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-09T01:48:12.901Z",
        "scheduled_debate_date": null,
        "signature_count": 12368,
        "state": "closed",
        "updated_at": "2017-09-09T06:20:59.257Z"
    },
    "id": 168911,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/168911.json"
    },
    "type": "archived-petition"
}