{
    "attributes": {
        "action": "WELCOME AT LEAST 5 REFUGEE MINORS TO THE GOSPORT AREA UNDER THE DUBS AMENDMENT.",
        "additional_details": "With the imminent eviction of the Calais refugee camp, it is predicted that more children will go missing and make attempts to get to the UK. This will result to deaths (similar to Raheemullah's last month) and separations of families therefore, it is important that we act quickly on pressuring our local MP to take action. As constituencies are not obliged to participate in the amendment, it is solely up to the residents to demonstrate their support for the idea and solidarity on the issue. ",
        "background": "There are 95,000 unaccompanied, refugee children in Europe and 10,000 missing. The Dubs amendment allows them to be given refuge in the UK. If each constituency offers refuge to 5 children, then 3000 would be safe from Europe's trafficking networks. Gosport could  provide education and stability.  ",
        "closed_at": null,
        "created_at": "2016-10-14T10:20:24.439Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-14T13:40:13.138Z",
        "opened_at": null,
        "rejected_at": "2016-10-27T16:25:51.285Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Immigration Act states that the number of children resettled in a specific area has to be decided by the Government in consultation with local councils. There is a voluntary National Transfer Scheme, which aims to encourage all local authorities to care for unaccompanied asylum-seeking children. You can find out more about this here:\r\n\r\nhttps://www.gov.uk/government/news/government-launches-national-transfer-scheme-for-migrant-children\r\n\r\nIf you would like your local council to accept refugee children, you could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can start a petition to your council here:\r\n\r\nhttps://www.gosport.gov.uk/sections/democratic-services/petition-scheme/\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:08.368Z"
    },
    "id": 169391,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/169391.json"
    },
    "type": "archived-petition"
}