{
    "attributes": {
        "action": "Make it easier to remove bullies from schools, at any age and fine the parents",
        "additional_details": "Parents whose children are victims of bullying are forced to remove their children from education for their safety, either to be home schooled or a change of school. Both of which can be extremely difficult for most. Why should victims have to change their friends, schools, routines and sometimes homes all because of bullies? It's time the bullies and their parents families faced the consequences of their childrens behaviour- not the other way round.\r\n",
        "background": "As a parent, i find it outrageous that there is so much 'red tape' surrounding schools and exclusions. A child has to be excluded for a total of 45 DAYS before a permanent exclusion is warranted. Most of these exclusions are related to VERY SERIOUS incidents, but why wait for so many to take place?",
        "closed_at": "2017-04-18T22:59:59.999Z",
        "created_at": "2016-10-13T14:32:55.993Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-25T14:55:13.365Z",
            "details": "The government has sent a clear message to schools that bullying, for whatever reason, is absolutely unacceptable and should not be tolerated in our schools.\r\n\r\nAll schools are required by law to have a behaviour policy with measures to prevent bullying among pupils. Schools are free to develop their own anti-bullying strategies but they are held clearly to account for their effectiveness through Ofsted.\r\n\r\nWe are clear in our advice to schools that they should do all they can to ensure bullied children continue to attend school. This could for example include using separate on-site provision that provides respite for bullied pupils, whilst maintaining their educational progression. The advice is available here: https://www.gov.uk/government/publications/preventing-and-tackling-bullying  Removing bullied children from school, even for a short time, disrupts their education and can make it difficult for them to reintegrate. In itself, it also fails to address the causes of the problem and can send the wrong message that victims of bullying are unwelcome. \r\n\r\nIt is important that support goes hand-in-hand with measures to tackle the bullying so that bullied children feel safe at school, and on their way to and from school. Schools should apply disciplinary measures to pupils who bully in order to show clearly that their behaviour is wrong. Disciplinary measures must be applied fairly, consistently, and reasonably.\r\n\r\nThe Government supports head teachers in using exclusion as a sanction where it is warranted. When excluding a pupil, head teachers must comply with the legal requirements specifically relating to exclusion, including by having regard to statutory guidance available here: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/269681/Exclusion_from_maintained_schools__academies_and_pupil_referral_units.pdf Head teachers must also comply with general legal requirements, such as the requirement for decisions to be reasonable and fair, and not to discriminate against a pupil because of a protected characteristic. A head teacher can exclude a pupil for a fixed period or permanently. \r\n\r\nThe guidance is clear that permanent exclusion should only be used as a last resort, in response to a serious breach, or persistent breaches, of the school's behaviour policy; and where allowing the pupil to remain in school would seriously harm the education or welfare of the pupil or others in the school. However, it is not the case that a pupil must receive 45 days of fixed period exclusion before they can be permanently excluded. \r\n\r\nRegulations stipulate that a pupil can be excluded for one or more fixed periods up to a maximum of 45 school days in a single academic year. The guidance stipulates that where a pupil has received multiple exclusions or is approaching the legal limit of 45 school days of fixed period exclusion in an academic year, head teachers should consider whether exclusion is providing an effective sanction. If the 45 day limit is reached, it does not mean that any further offence would automatically trigger a permanent exclusion. Once a child had been excluded for a total of 45 days in one school year and has seriously or persistently breached the school’s behaviour policy, a head teacher could permanently exclude the pupil or use another method of discipline.\r\n\r\nDepartment for Education",
            "summary": "Government continues to make tackling bullying a priority and has sent a clear message to schools that bullying, for whatever reason, is absolutely unacceptable and should not be tolerated.",
            "updated_at": "2017-04-25T14:55:13.365Z"
        },
        "government_response_at": "2017-04-25T14:55:13.368Z",
        "moderation_threshold_reached_at": "2016-10-13T15:18:47.125Z",
        "opened_at": "2016-10-18T17:51:59.232Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-13T10:49:42.217Z",
        "scheduled_debate_date": null,
        "signature_count": 14532,
        "state": "closed",
        "updated_at": "2017-09-18T11:17:19.076Z"
    },
    "id": 169306,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/169306.json"
    },
    "type": "archived-petition"
}