{
    "attributes": {
        "action": "Make it easier to remove bullies from schools, at any age and fine the parents",
        "additional_details": "Parents whose children are victims of bullying are forced to remove their children from education for their safety, either to be home schooled or a change of school. Both of which can be extremely difficult for most. Why should victims have to change their friends, schools, routines and sometimes homes all because of bullies? It's time the bullies and their parents families faced the consequences of their childrens behaviour- not the other way round.\r\n",
        "background": "As a parent, i find it outrageous that there is so much 'red tape' surrounding schools and exclusions. A child has to be excluded for a total of 45 DAYS before a permanent exclusion is warranted. Most of these exclusions are related to VERY SERIOUS incidents, but why wait for so many to take place?",
        "closed_at": "2017-04-18T22:59:59.999Z",
        "created_at": "2016-10-13T14:32:55.993Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-25T14:55:13.365Z",
            "details": "The government has sent a clear message to schools that bullying, for whatever reason, is absolutely unacceptable and should not be tolerated in our schools.\r\n\r\nThe government has sent a clear message to schools that bullying, for whatever reason, is unacceptable and should not be tolerated in any school.  \r\n \r\nThe government does not believe that we should introduce fines for parents.  This is because we believe that disciplinary action should be taken against the child who has bullied rather than their parents. Furthermore, schools already have significant powers to manage pupil behaviour without the need to issue fines. If a pupil who is bullying others is disruptive, or breaks the school rules in any way, sanctions can be applied and the pupil punished.  \r\n \r\nParenting contracts and parenting orders are interventions available to promote better school attendance and behaviour. Good behaviour is essential to all children’s educational prospects. These measures are permissive and it is for individual governing bodies and local authorities to decide whether to use them. In exercising these powers, governing bodies, head teachers and local authority officers should have regard to their safeguarding duties for those pupils involved. \r\n \r\nParenting orders are obtained through the courts and are intended for the minority of parents where parenting is considered a factor in the child’s disruptive behaviour and where the parents are unwilling to engage voluntarily with the local authority or school to address such issues. \r\n \r\nIn relation to removing bullies from school, head teachers already have the power to exclude pupils for disciplinary reasons, and we support head teachers in using exclusion as a sanction where it is warranted. It is for the head teacher to decide whether to exclude a pupil, taking into account the evidence available and the need to balance the interests of the excluded child against those of the whole school community.  \r\n \r\nIt is not the case that a pupil has to be excluded for 45 days before a permanent exclusion can be issued. Head teachers can exclude a pupil for one or more fixed periods up to a maximum of 45 school days in a single academic year. Head teachers also have the power to permanently exclude a pupil in response to a serious breach or persistent breaches of the school's behaviour policy; and where allowing the pupil to remain in school would seriously harm the education or welfare of the pupil or others in the school. Where these grounds are met, a head teacher can issue a permanent exclusion, regardless of whether the pupil has received any previous fixed period exclusions. \r\n \r\nAll decisions to exclude a pupil must be lawful, reasonable and fair. Subject to these requirements, schools need to be able to set and enforce behaviour policies that reflect their ethos and the specific challenges they face. Decisions on exclusion also need to be based on the particular facts of a case.  For this reason, we do not believe it is right to prescribe the behaviour that should or should not lead to exclusion, including in what circumstances children should be excluded as a result of bullying. \r\n \r\nMy department’s revised exclusion guidance “The statutory guidance for exclusion from maintained schools, academies and pupil referral units in England (2017)” sets out a range of matters that head teachers should consider before deciding to exclude a pupil, including their responsibilities under the Equality Act 2010: \r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/641418/20170831_Exclusion_Stat_guidance_Web_version.pdf\r\n\r\n\r\nDepartment for Education",
            "responded_on": "2017-04-25",
            "summary": "Government continues to make tackling bullying a priority and has sent a clear message to schools that bullying, for whatever reason, is absolutely unacceptable and should not be tolerated.",
            "updated_at": "2018-03-01T15:50:56.491Z"
        },
        "government_response_at": "2017-04-25T14:55:13.368Z",
        "moderation_threshold_reached_at": "2016-10-13T15:18:47.125Z",
        "opened_at": "2016-10-18T17:51:59.232Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-13T10:49:42.217Z",
        "scheduled_debate_date": null,
        "signature_count": 14532,
        "state": "closed",
        "updated_at": "2018-03-01T15:53:32.905Z"
    },
    "id": 169306,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/169306.json"
    },
    "type": "archived-petition"
}