{
    "attributes": {
        "action": "Recognise that immigration was not the primary concern of many Brexit voters",
        "additional_details": "Both sides of the EU referendum debate centred on some common themes which included, but was not limited to, immigration. Other areas that helped deliver the 52% leave result were issues concerning economic prosperity and sovereignty. \r\n\r\nThe government should set out how they have determined that the number of immigration led leave votes dwarfs the votes based on other arguments. Alternatively, they should consider options to establish the true will of the British people in the negotiations. ",
        "background": "The government have determined that the majority of Brexit votes was driven from concerns around EU immigration. There were many other reasons behind those votes and the referendum result alone is not a mandate to dictate that membership of the EU single market will be a secondary priority.",
        "closed_at": null,
        "created_at": "2016-10-17T11:59:27.290Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-18T14:14:13.689Z",
        "opened_at": null,
        "rejected_at": "2016-10-25T10:49:03.663Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept your petition in its current form as it does not include a clear action for either the UK Government or Parliament. Petitions need to call on the Government or Parliament to take a specific action. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:12.598Z"
    },
    "id": 169606,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/169606.json"
    },
    "type": "archived-petition"
}