{
    "attributes": {
        "action": "Change in the law regarding how ccjs affect job application.",
        "additional_details": "Myself lost jobs because I went through a bad patch in my life.\r\nThis now leaving persons like myself unemployment and in employment for g work they are not happy with, all down to having ccjs.\r\nThe job should be about the person and not about if they pay bills.\r\n\r\nPeople who have ccjs will struggle to find / get into employment, This having affect on finances long term.\r\n\r\nThe law should be changed as some persons would be a better fit in the job with or without ccjs.",
        "background": "As a person with ccjs I have the experience and qualifications to do many jobs.\r\nBut with certain jobs require that you have a good credit history with no ccjs.\r\nThis will have an impact on the person who applying for jobs and will put the person in an even worse situation financially.\r\n",
        "closed_at": null,
        "created_at": "2016-10-18T16:15:50.683Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-19T11:26:36.716Z",
        "opened_at": null,
        "rejected_at": "2016-10-27T16:38:10.683Z",
        "rejection": {
            "code": "no-action",
            "details": "At the current time, there is no law requiring employers to consider CCJs during the hiring process. Whether or not an employer chooses to factor a CCJ into the hiring process is their individual decision, and not one regulated by law.\r\n\r\nYou could start a new petition asking the Government to introduce a law that makes employment discrimination because of CCJs illegal.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:15.018Z"
    },
    "id": 169738,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/169738.json"
    },
    "type": "archived-petition"
}