{
    "attributes": {
        "action": "Provide much needed Truck Stops across the UK with modern facilities.",
        "additional_details": "Already there is inadequate space for HGV's to park up on their rest times.With the volume of vehicles forever increasing on all roads across the UK, this situation will only get worse.Many HGV drivers experience theft of cargo and fuel, even at well known Service Stations.Current services have not grown with the increase of freight on the road, and often have very poor and neglected facilities.Truck drivers are on the road for many days at a time ,they deserve to have decent working facilities.",
        "background": "The Haulage Industry carries valuable cargo. The UK in general needs more dedicated Truck Stops with advanced facilities e.g CCTV, shower blocks, healthy food outlets.Laybys have no facilities and are a last resort. Without HGV's our shops would be empty. Drivers deserve a safe secure resting place.",
        "closed_at": "2017-04-25T22:59:59.999Z",
        "created_at": "2016-10-19T18:49:31.639Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-25T13:03:32.471Z",
            "details": "We know, to support the industry and those that work in it, there is a need for more good quality roadside facilities and there needs to be better access to facilities at delivery sites. To seek to address this DfT Minister, the Rt Hon John Hayes CBE MP chaired a working group with industry representatives to address the availability and standard of facilities.\r\n\r\nThe attendees for the meeting on facilities included the Freight Transport Association, Road Haulage Association, motorway service area and truckstop operators, local authorities and trade unions. \r\n\r\nThe key issues identified include:\r\n•\tjoining up national and local planning frameworks to ensure provision of facilities is included in development projects; \r\n•\tworking with planners to consider how to minimise objections to planning applications; \r\n•\tpayment systems for facilities to enable hauliers to better book and pay for facilities in advance; \r\n•\tdevelopment of a quality charter for facilities, including those for delivery drivers; and\r\n•\twhen facilities are supplied, ensuring there is adequate parking enforcement.\r\nWe are currently working with the Road Haulage Association, Unite the Union, the campaign group Toilets for Truckers and the Health and Safety Executive to establish the legal rights of visiting drivers. We are considering how to develop a Code of Practice for the sector that recognises the need to provide access to facilities and promotes best practice. We will seek to inform those involved of the physical and mental health impacts on drivers of a lack of access to facilities as well as the possible impacts for road safety.\r\n\r\nIn addition, to inform the wider work on roadside facilities the Department for Transport has also commissioned a national survey of lorry parking that will provide evidence about what facilities are needed and where they should be sited.  This information is vital if new facilities are to be commercially viable and assist councils in controlling inappropriate parking.  The survey work will be extensive and the study is due to be completed soon. \r\n\r\nDepartment for Transport",
            "summary": "The Department recognises the importance of the road haulage industry to the UK economy and that its drivers are its most valuable and unfortunately scare resource. ",
            "updated_at": "2017-04-25T13:03:32.471Z"
        },
        "government_response_at": "2017-04-25T13:03:32.473Z",
        "moderation_threshold_reached_at": "2016-10-19T21:15:45.780Z",
        "opened_at": "2016-10-25T15:48:58.807Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-22T06:34:02.111Z",
        "scheduled_debate_date": null,
        "signature_count": 10359,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:17.108Z"
    },
    "id": 169853,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/169853.json"
    },
    "type": "archived-petition"
}