{
    "attributes": {
        "action": "Create a governing body for builders as there is for electricians & plumbers.",
        "additional_details": "My family was effected by a cowboy builder. We lost thousands of pounds, this negatively effected our heath and to legally pursue, we need even more money. Builders can hide behind public limited companies whilst ripping people off, shut the companies down and start all over again. Trades that deal with electric and gas must be registered so why not builders? Small trades people also suffer from cowboy builders not just home owners. Create a governing body for this trade rather than TV shows.",
        "background": "Builders are able to come into peoples homes, take money for works and either deliver to a bad standard, dangerous standard or not deliver. This can financially destroy families. If to become a builder you must abide by a governing body and be inspected, it will dramatically reduce cowboy builders.",
        "closed_at": null,
        "created_at": "2016-10-19T15:53:01.545Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-19T20:57:15.802Z",
        "opened_at": null,
        "rejected_at": "2016-11-08T17:11:44.558Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of the UK Government or Parliament. Governing bodies are set up by people in industries and are self-regulated. \r\n\r\nAnyone is free to set up a trade association, chartered institute or guild for builders, in the same way as these bodies exist for electricians and plumbers. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:16.693Z"
    },
    "id": 169834,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/169834.json"
    },
    "type": "archived-petition"
}