{
    "attributes": {
        "action": "CONDEMN Art 25(b) of Indian Constitution Which Violates Sikhs' Religious Freedom",
        "additional_details": "Art 25(b) of Indian Constitution labels Sikhs as Hindus and forces the Sikh community to follow HINDU Marriage Act; Succession Act; Minority and Guardianship Act;  Adoption and Maintenance Act.\r\n\r\nWith over 30 million followers, Sikhism is recognized as separate religion throughout the world, except in India.\r\n\r\nWe urge the UK Government to:\r\n\r\n\"CONDEMN Article 25(b) of the Indian Constitution which violates religious freedom and identity of Sikhs by labeling them as Hindus\".",
        "background": "Sikhs were recognized by the Britain as privy to Indian Independence Act, 1947, on the basis of their separate religious identity.\r\nToday, UK is home to over 800,000 Sikhs who have excelled in every walk of life.\r\nOn Jan 26 1950, India promulgated constitution abolishing separate status of Sikhism.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-10-21T21:40:30.303Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-25T17:08:33.636Z",
            "details": "India is a country with a strong history of democracy and pluralism, which guarantees human rights and religious freedoms within its constitution. However, it also faces numerous challenges relating to its size, social and economic development.  \r\n\r\nThe British government welcomes Prime Minister Modi’s commitment to the development of India and its core values of tolerance and freedoms. We will continue to work collaboratively with the Indian government on a range of important issues, including the promotion and protection of fundamental human rights such as freedom of religious expression.\r\n\r\nThe Indian government has a range of policies and programmes to support minority communities.  Prime Minister Modi has made clear that every citizen has the right to follow any faith without coercion and has vowed to protect all religious groups. We welcome this statement.  \r\n\r\nWe are aware there is a wide range of views and lively debate around India’s constitution. This is a matter for the Government of India and its people.\r\n\r\nThe British High Commission in New Delhi maintains a dialogue with the Indian National Commission for Minorities and with other relevant State level authorities including the Sikh community. \r\n\r\nForeign and Commonwealth Office",
            "responded_on": "2017-04-25",
            "summary": "The overarching principles of Article 25 of India’s constitution guarantee the freedom of conscience and the right to freely process, practice and propagate religion to all citizens, including Sikhs.",
            "updated_at": "2017-04-25T17:08:33.636Z"
        },
        "government_response_at": "2017-04-25T17:08:33.638Z",
        "moderation_threshold_reached_at": "2016-10-22T00:41:22.829Z",
        "opened_at": "2016-11-21T17:24:42.128Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-23T17:30:28.750Z",
        "scheduled_debate_date": null,
        "signature_count": 10506,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:20.681Z"
    },
    "id": 170055,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170055.json"
    },
    "type": "archived-petition"
}