{
    "attributes": {
        "action": "Scrap IR35 legislation reform proposals for public sector off-payroll workers.",
        "additional_details": "Further information at the following sites:\r\n\r\nhttp://www.f9consulting.co.uk/crisis-for-public-sector-contractors/\r\n\r\nhttp://www.thisismoney.co.uk/money/smallbusiness/article-3761454/Tax-ruling-contractors-leave-public-sector-work.html\r\n\r\nhttps://www.cchdaily.co.uk/planned-public-sector-ir35-reforms-could-see-ps115m-tax-loss\r\n\r\nhttps://www.ipse.co.uk/news/ir35-proposal-how-will-you-get-paid-april-2017\r\n\r\n",
        "background": "The proposal is to make ‘engagers’ deduct PAYE tax & NIC at source for self-employed people operating via a Limited Company if the end client is in the public sector.\r\nThis will severely reduce the income of such individuals but confer none of the rights & benefits of a staff employee.\r\n",
        "closed_at": "2017-04-28T22:59:59.999Z",
        "created_at": "2016-10-23T00:17:08.041Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-08T15:42:40.945Z",
            "details": "The off-payroll working rules, commonly known as IR35, are in place to ensure that where individuals would have been employees if they were providing their services directly, they pay broadly the same tax and National Insurance as other employees. However, the Government estimates that currently only around 10% of people who should pay tax on at least part of their company's income under these rules actually do so. This non-compliance is unfair, and the most recent estimate puts the cost to the Exchequer at £440m per year which, in turn, reduces the government’s ability to fund core services used by all such as the NHS. \r\n \r\nThere are many legitimate, commercial reasons for people to work through limited companies and for businesses to engage individuals in this way. The Government recognises the benefits to the economy of having a flexible labour market, and has no intention of preventing people from working through their own companies. However, the Government does not believe that an individual’s decision to work through a company should necessarily affect the amount of tax that they pay when they are remunerated for their work.\r\n\r\nThe Government considers it crucial that public sector bodies make sure that both they and those who work for them pay the right amount of tax. As such, the Government is taking action to improve compliance with the rules in the public sector. From April 2017, individuals working through their own company in the public sector will no longer be responsible for operating the off-payroll rules. Where an individual’s company is directly engaged to a public sector body, the public sector body will be responsible for determining whether or not the rules apply, and deducting any necessary employment taxes on payments to the individual’s company. Where this engagement takes place through an agency, the public sector body will be responsible for determining whether or not the rules apply and informing the agency of this decision, in order that any necessary employment taxes can be deducted by the agency.\r\n\r\nIt’s important to note that this change does not introduce a new liability, but is designed to ensure that the current rules work as intended. Legislation to stop individuals reducing their tax bill by working through a limited company has been in place for more than 15 years. Furthermore, these rules will not lead to self-employed individuals paying employment taxes; the rules only apply to those who would have been employed if they were engaged directly. Indeed, many public sector bodies are already required to check that some off-payroll workers are paying the correct taxes. This change will extend this requirement across the entire public sector workforce, and make the public sector body or agency responsible for paying the taxes, rather than just checking they have been paid. \r\n\r\nAs is currently the case, falling within the off-payroll tax rules will not change an individual’s status for employment rights as there is no direct link between employment taxes and these rights. However, those who wish to challenge their employment status for employment rights can take their case to an employment tribunal whether or not they are classified as employed for tax purposes.\r\n\r\nThe Government recognises concerns that determining whether or not the rules apply can be administratively demanding. In response to this, HMRC are developing an online tool that will help public sector bodies to determine whether or not the rules apply. This will provide certainty and clarity for all those who are required to make a determination, ensuring that only those who would have been employees if they were engaged directly will have to pay employment taxes.\r\n\r\nHM Treasury \r\n",
            "responded_on": "2017-02-08",
            "summary": "Reforming the off-payroll working rules in the public sector will ensure that all public sector bodies, and those who work for them, pay the right amount of tax.",
            "updated_at": "2017-02-08T15:42:40.945Z"
        },
        "government_response_at": "2017-02-08T15:42:40.948Z",
        "moderation_threshold_reached_at": "2016-10-23T17:41:01.764Z",
        "opened_at": "2016-10-28T17:32:31.171Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-23T17:26:46.176Z",
        "scheduled_debate_date": null,
        "signature_count": 37252,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:21.625Z"
    },
    "id": 170118,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170118.json"
    },
    "type": "archived-petition"
}