{
    "attributes": {
        "action": "Amend Equality Law so it doesn't discriminate against peoples faith & conscience",
        "additional_details": "The Ashers are Christian couple who run a bakery in Northern Ireland. They've been supported by Christian Institute, as you might expect. What you might be surprised to learn is that Peter Tatchell, a prominent gay rights activist, said on his website: “This verdict is a defeat for freedom of expression. As well as meaning that Ashers can be legally forced to aid the promotion of same-sex marriage, it also implies that gay bakers could be forced by law to decorate cakes with homophobic slogans.”",
        "background": "Appeal court ruled the Ashers discriminated against gay man for not decorating cake with wording he wanted.  This demonstrates you can be brought before the courts for simply standing by your faith or conscience. Nazi's and communists used similar laws to bring people into line with their doctrine. ",
        "closed_at": null,
        "created_at": "2016-10-25T14:04:08.573Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-26T13:37:49.316Z",
        "opened_at": null,
        "rejected_at": "2016-11-01T19:14:09.841Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what specific change you would like to see to the Equality Act 2010. You could start a new petition explaining clearly how you would like the law to be changed. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:25.324Z"
    },
    "id": 170289,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170289.json"
    },
    "type": "archived-petition"
}