{
    "attributes": {
        "action": "For Parliament to ban the non-stun slaughter of animals in the UK.",
        "additional_details": "Both the RSPCA and the BVA are firmly of the view that animals who are not stunned before slaughter suffer.\r\n\r\nThe view of the previous Government was completely unsatisfactory and ignored widely accepted scientific evidence.  Additionally, the University of Bristol has released research indicating that many Islamic scholars agree stunned meat can remain Halal.\r\n\r\nRegardless, it is time the United Kingdom joined Norway, Iceland, Switzerland, Liechtenstein, Denmark, and Sweden in an outright ban.\r\n",
        "background": "The United Kingdom has a proud and admirable record in animal welfare.  When the RSPCA's forebearer came into existence in 1824, it was the first such body of its kind.  It is shameful that almost two centuries later we still permit the inhumane slaughter of animals based on religious grounds.",
        "closed_at": "2017-05-01T22:59:59.999Z",
        "created_at": "2016-10-24T14:22:56.471Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-09T11:53:47.529Z",
            "details": "The Government encourages the highest standards of welfare at slaughter and would prefer to see all animals stunned before they are slaughtered for food. We also however, respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. \r\n\r\nBoth EU Regulation 1099/2009, on the protection of animals at time of killing, and the Welfare of Animals at Time of Killing (England) Regulations 2015 (WATOK), permit slaughter without stunning to be carried out in accordance with religious rites. Within both regulations there are strict requirements on where, how and who can slaughter animals in accordance with religious rites. These requirements are monitored and enforced by Official Veterinarians of the Food Standards Agency to ensure that animals are spared unnecessary suffering, distress or pain during the slaughter process.\r\n\r\nDepartment for Environment. Food and Rural Affairs",
            "summary": "The Government has a manifesto commitment to “protect methods of religious slaughter”. We remain committed to this.",
            "updated_at": "2017-03-09T11:53:47.529Z"
        },
        "government_response_at": "2017-03-09T11:53:47.531Z",
        "moderation_threshold_reached_at": "2016-10-24T16:02:12.774Z",
        "opened_at": "2016-11-01T18:06:58.267Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-23T15:10:26.274Z",
        "scheduled_debate_date": null,
        "signature_count": 20368,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:23.153Z"
    },
    "id": 170207,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170207.json"
    },
    "type": "archived-petition"
}