{
    "attributes": {
        "action": "Review the change of law, of private family law.",
        "additional_details": "This is having a very detrimental effect on not only the childs/childrens emotional, well being, it is also having a detrimental effect on the parents seeking access/custody along with Grand parents whom have also been denied access.  There was a great deal of opposition to the changes in the legal aid framework.  The parliamentary passage of the bill saw it defeated 14 times in the House of Lords, and ultimately passed by the narrowest of margins - a tied vote which means a government victory.\r\n",
        "background": "In April 2013 the Goverment  cut 2bn Annual legal aid bill in England and Wales.  This affected Private family law, and custody, access rights.  Now if a parent needs to seek custody or access, they can no longer ask the legal aid board for assistance.  ",
        "closed_at": null,
        "created_at": "2016-10-25T20:32:57.691Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-28T03:43:08.391Z",
        "opened_at": null,
        "rejected_at": "2016-11-02T18:33:42.802Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to change the rules on eligibility for legal aid.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:26.017Z"
    },
    "id": 170329,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170329.json"
    },
    "type": "archived-petition"
}