{
    "attributes": {
        "action": "End the Fit For Work tests as not fit for purpose, and investigate 9,580 deaths.",
        "additional_details": "In the same period, 9,200 people in receipt of ESA were found 'fit to work in future' and died shortly afterwards. These statistics are from a Freedom Of Information request to the DWP.\r\n\r\nI call on the House to hear their stories, and to abolish this test. To allow GPs opinions to override that of a 'decision maker' with no medical qualifications. And to investigate how 2,380 people were declared fit enough to work and financially penalised, when they were not fit enough to live, let alone work.",
        "background": "The DWPs 'Fit For Work' tests are not fit for purpose, and are routinely abused to cause stress and harm to vulnerable people.\r\n\r\nFrom Dec 2011 to Feb 2014, 2,380 people died shortly after being declared 'fit for work' and having their benefits stopped. I call on the House to hear their stories.",
        "closed_at": "2017-05-01T22:59:59.999Z",
        "created_at": "2016-10-26T12:44:14.352Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-28T16:08:22.111Z",
            "details": "We are consulting on further reform of the Work Capability Assessment (WCA). On 31 October we launched a Green Paper consultation on how we can further improve the process, such as through separating decisions on financial support from decisions on employment support. We are also consulting on how we can simplify and streamline assessments - particularly for those with the most severe health conditions and disabilities. Over the coming months we will be consulting with disabled people and those who have health conditions, as well as with carers, families, professionals, and a range of organisations who, like us, want to see further change. \r\n\r\nWhile reforming the welfare system so that the greatest number of people possible have the opportunity to lead a full and fulfilling life in work, we are protecting those who, through disability or ill health, are unable to work. We are conscious that it is of vital importance that while supporting so many people in such a range of circumstances, we treat every individual with the dignity and humanity they deserve.\r\n\r\nThere are circumstances in which we carry out internal reviews to establish whether anything related to an individual’s benefit claim should have been done differently. These could include cases where a complaint has been made by somebody who has been identified as vulnerable, or where we receive information that an individual has attempted or completed suicide and it is alleged that Departmental activity may have contributed to this – in these latter circumstances a review is mandatory.\r\n\r\nIt is a mechanism to get a factual account of events related to the individual’s claim, without opinion or judgement attached. The fact that a review has been carried out does not of itself imply that the Department was at fault.\r\n\r\nIn order to protect individual claimants as much as possible, a number of safeguards have been built into Employment and Support Allowance (ESA); some since its inception and others subsequently - some as a result of recommendations made in the independent reviews of the WCA.\r\n\r\nFor instance, Visiting Officers can visit individuals in their own homes if concerns have been raised about their vulnerability. As well as helping to complete benefit claims they can explain any requirements placed on claimants at various stages of their claim, and the consequences of not doing so without good reason. They can also relay concerns back to the Department if they are particularly concerned about an individual’s welfare. This could result in the person taking a decision contacting the claimant’s GP, social services department or, for example, their community mental health nurse if they have one.\r\n\r\nIn cases where it is likely a claimant will be found fit for work, the claimant is contacted by telephone to review the information already held, and to request any additional information that they could consider before making their decision. If they do then decide to find the claimant fit for work, they explain to the claimant that their ESA award will stop, and advise them which benefits they could apply for. The Department will make two separate attempts to contact the claimant; in cases where the claimant is vulnerable and cannot be contacted they will arrange a safeguarding home visit to the claimant. \r\n\r\nIf claimants are unhappy with the decision on their benefit claim they can ask for a mandatory reconsideration, where all of the evidence is looked at again by a different Decision Maker. As part of this process the claimant will be asked if there is any other evidence or information that they would like to be considered. If, following a mandatory reconsideration, the claimant is still not satisfied with the decision they have the right to lodge an appeal at the First-tier Tribunal.\r\n\r\nThe fairness of the welfare system remains one of its most important characteristics, and we are keen to make further improvements wherever possible. That’s why the Secretary of State announced on 1 October that we are stopping ESA reassessments for those with the most severe and life-long conditions, as well as announcing on 16 November that we want to ensure the sanctions system works for people with mental health problems and that from next year jobseekers who are homeless or who have a mental health condition will be able to immediately access hardship payments if they receive a benefit sanction. This change is expected to help around 10,000 people over four years from 2017/18.  \r\n\r\nWe welcome all views as part of our consultation: https://consultations.dh.gov.uk/workandhealth/consult\r\n\r\nDepartment for Work and Pensions",
            "summary": "We are consulting on how to improve the Work Capability Assessment especially for those with the most severe health conditions and disabilities. Please tell us what you think through the consultation.",
            "updated_at": "2016-11-28T16:08:22.111Z"
        },
        "government_response_at": "2016-11-28T16:08:22.114Z",
        "moderation_threshold_reached_at": "2016-10-26T12:54:08.468Z",
        "opened_at": "2016-11-01T18:45:17.100Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-13T10:02:14.279Z",
        "scheduled_debate_date": null,
        "signature_count": 22925,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:26.891Z"
    },
    "id": 170364,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170364.json"
    },
    "type": "archived-petition"
}