{
    "attributes": {
        "action": "Bike Awareness Training for Negligent drivers.",
        "additional_details": "The government offers speed awareness training to drivers who don't see speed limit signs. Road signs stating the speed limit happen to be a lot smaller than a motorbike and rider. If there is no serious injury or death the police are not interested. So the drivers only gets an increase in their insurance premium. \r\n\r\nTo improve safety on roads, helping drivers become more aware of motorcyclists, may prevent them from damaging another rider and wrecking their bike. ",
        "background": "A bright blue Triumph Bonneville was wrecked as the car driver accelerated through the bikes physical space - the car drivers response was \"I did not see you\" the rider was wearing a red jacket and a orange rucksack. ",
        "closed_at": null,
        "created_at": "2016-10-25T18:57:07.614Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-25T20:49:32.376Z",
        "opened_at": null,
        "rejected_at": "2016-11-01T18:41:17.195Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. There is currently no legal definition of a 'negligent driver', so it's unclear who you would be made to receive bike awareness training. \r\n\r\nYou could start a new petition calling for people convicted of certain driving offences to be required to attend bike awareness courses. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:25.854Z"
    },
    "id": 170318,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170318.json"
    },
    "type": "archived-petition"
}