{
    "attributes": {
        "action": "Accept that the assistance of children in \"for-profit\" research is employment.",
        "additional_details": "Hundreds of thousands of children younger than 13, are employed in the UK in commercial research, testing and consultancy  (ISBN1845298802). Child Employment Officers do not give them the protection they give children in performance work such as modelling & acting. Irrespective of the above Act the Officers do not regard them as being employed (NNCEE). This and the lack of protection undermine their rights as workers and can result in them being mistreated & deprived of pay (ACAS).",
        "background": "The Children & Young Persons Act 1933 says “A person who assists in a trade or occupation carried on for profit shall be deemed to be employed notwithstanding that he receives no reward for his labour”, and yet Child Employment Officers do not accept that children who assist in research are employed",
        "closed_at": null,
        "created_at": "2016-10-25T17:19:45.668Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-27T10:57:24.636Z",
        "opened_at": null,
        "rejected_at": "2016-10-31T20:53:29.655Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament are not responsible for interpreting the law. That is the responsibility of the courts, which are independent.\r\n\r\nIf you would like Parliament to change the existing law to make it clearer, you could start a new petition calling for the specific change you want to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:25.655Z"
    },
    "id": 170308,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170308.json"
    },
    "type": "archived-petition"
}