{
    "attributes": {
        "action": "Fix relations with Russia and work with them to make this world safer!",
        "additional_details": "We need to stop sending our troops to Russian borders and start and fix relations with them!!!!! This is a joke now and when you watch the news its embarrassing your like children in a play ground! Grow up and focus on the real enemy the terrorists! Leave Russia alone the majority in the UK want us to be allies with Russia! Put the past behind you like we have and move forward! Work with Russia and stop giving rebels money and training we don't no who they are they will be the next big group!!!!",
        "background": "The EU and US blame Russia for everything and they also use them as a threat to justify spending millions on military equipment when we are in a hell of a lot of debt! If NATO spent money on military without convincing the public Russia is a threat there would be an uproar about it!",
        "closed_at": null,
        "created_at": "2016-10-28T17:37:23.537Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-28T18:25:58.721Z",
        "opened_at": null,
        "rejected_at": "2016-11-01T18:56:26.379Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:30.167Z"
    },
    "id": 170543,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170543.json"
    },
    "type": "archived-petition"
}