{
    "attributes": {
        "action": "Replace the unelected House of Lords with a publicly elected body",
        "additional_details": "",
        "background": "The House of Lords is being abused by our elected officials by filling it with cronies. It costs our taxpayers around £100 million a year (probably much more) The House of Lords is the largest parliamentary chamber in any democracy. It is surpassed in size only by China’s National People’s Congress.",
        "closed_at": "2017-05-02T22:59:59.999Z",
        "created_at": "2016-10-30T11:32:10.760Z",
        "debate": {
            "debate_pack_url": "",
            "debated_on": null,
            "overview": "The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated in Parliament. \r\n \r\nThere was a debate in the House of Commons on House of Lords Reform and the size of the House of Commons on 19 October 2016.  \r\n \r\nYou can read the transcript of the debate here: https://hansard.parliament.uk/Commons/2016-10-19/debates/CA0685E2-6A97-43EE-8524-94C27A53AB25/HouseOfLordsReformAndSizeOfTheHouseOfCommons \r\n \r\nYou can watch the debate here: http://parliamentlive.tv/event/index/449d3e9a-1610-423f-8501-a72e4e9bc214?in=16:37:00 \r\n \r\nThere was also a debate on House of Lords Reform on 14 January 2016.  \r\n \r\nYou can read the transcript of the debate here: https://hansard.parliament.uk/Commons/2016-01-14/debates/16011449000002/HouseOfLordsReform \r\n \r\nYou can watch the debate here: http://parliamentlive.tv/event/index/40685492-62b9-4b9b-893c-b0d3d1be401d?in=14:34:39 \r\n  \r\nThere was a debate on 3 February 2017 in the House of Lords on the House of Lords Reform Bill 2016-17.  \r\n \r\nYou can read the transcript of the debate here: https://hansard.parliament.uk/Lords/2017-02-03/debates/5C2A9531-295E-4622-B066-6B0ED5E3857E/HouseOfLordsReformBill(HL) \r\n \r\nYou can watch the debate here: http://parliamentlive.tv/event/index/9ce057aa-7e26-4524-a143-92de268f68ef?in=11:48:19 \r\n \r\n",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2017-09-13T17:03:49.985Z",
        "debate_threshold_reached_at": "2017-03-04T15:55:37.770Z",
        "government_response": {
            "created_at": "2017-02-08T16:57:49.209Z",
            "details": "The House of Lords is a revising chamber, which plays an important role in scrutinising, checking and challenging the work of the House of Commons. \r\n\r\nMembers are appointed from a wide range of backgrounds in order to carry out its work effectively.   Nominations for membership of the House, are vetted for propriety by the House of Lords Appointments Commission (HOLAC), an independent advisory public body.\r\n\r\nThe majority of the Members of the House of Lords do not receive a salary and may elect to claim a daily or reduced daily allowance for each day that they attend.   Since 2010, the cost of the House of Lords to has fallen in real terms by 14%. The details of the cost of running the House of Lords are published in their annual reports which can be found at:  \r\nhttp://www.parliament.uk/business/lords/house-lords-administration/how-the-lords-is-run/business-and-financial-information/business-plans-annual-reports-and-accounts/\r\n\r\nWhile comprehensive reform is not a priority in this Parliament, the Government recognises the importance of addressing the size of the House of Lords.  In the last Parliament, the House showed it could take forward incremental measures - such as allowing peers to retire and enabling peers to be expelled for non-attendance or serious misconduct. More than 50 peers have retired since the facility was introduced. Where there are further measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward. \r\n\r\nCabinet Office",
            "summary": "The Government is clear that comprehensive reform of the Lords is not a priority in this Parliament. However, we believe that its size should be addressed.",
            "updated_at": "2017-02-08T16:57:49.209Z"
        },
        "government_response_at": "2017-02-08T16:57:49.211Z",
        "moderation_threshold_reached_at": "2016-10-30T13:07:55.795Z",
        "opened_at": "2016-11-02T18:49:40.766Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-01T11:52:54.113Z",
        "scheduled_debate_date": null,
        "signature_count": 128210,
        "state": "closed",
        "updated_at": "2017-09-13T17:03:49.987Z"
    },
    "id": 170686,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170686.json"
    },
    "type": "archived-petition"
}