{
    "attributes": {
        "action": "For the Home Office to hold an inquiry into the battle of Orgreave",
        "additional_details": "Calls for an Orgreave inquiry escalated following the conclusion of the two-year Hillsborough inquests, which provided a scathing assessment of the under-fire South Yorkshire Police force's behaviour.\r\nWhat was the 'Battle of Orgreave'?\r\nOrgreave: The battle that's not over\r\nThe statement added: \"The campaigners say that had the consequences of the events at Orgreave been addressed properly at the time, the tragic events at Hillsborough would never have happened five years later.",
        "background": "Thousands of miners and police clashed at the Yorkshire coking site in 1984.\r\nCampaigners said officers led by South Yorkshire Police were heavy-handed and manufactured statements.\r\n",
        "closed_at": "2017-05-02T22:59:59.999Z",
        "created_at": "2016-11-01T00:24:01.707Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-21T13:54:57.628Z",
            "details": "In making her decision, the Home Secretary carefully considered a submission from the Orgreave Truth and Justice Campaign (OTJC) on the need for an inquiry relating to the policing of events at Orgreave in 1984, and met the OTJC and other campaign supporters (including the then Shadow Home Secretary) on 13 September to discuss their concerns. She acknowledged that it had been a difficult decision to make.\r\n\r\nIn determining whether or not to establish a statutory inquiry or other review, the Home Secretary considered a number of factors, reviewed a range of documents, carefully scrutinized the arguments contained in the Campaign’s submission and spoke to members of the Campaign. She concluded that neither an inquiry nor a review was required to allay public concern, more than 30 years after the events in question. In doing so, she noted the following factors:\r\n\r\n•\tDespite the forceful accounts and arguments provided by the campaigners and former miners who were present that day, about the effect that these events have had on them, ultimately there were no deaths or wrongful convictions.\r\n\r\n•\tIn addition, there have been very significant changes to policing since 1984, at every level, including major reforms to criminal procedure, changes to public order policing and practice, stronger external scrutiny and greater local accountability.\r\n\r\nIn particular the operational delivery and practice of public order policing has moved on a great deal from the arrangements in 1984, and tactics have now been reviewed and altered several times both by the police and the courts.\r\n\r\n•\tProtections which were singularly lacking at the time of Orgreave now exist with the introduction of the Police & Criminal Evidence Act 1984 which has vastly improved the way police investigations and powers operate.\r\n\r\n•\tThe creation of the Crown Prosecution Service in 1986, with the introduction of independent CPS prosecutors, fundamentally altered the prosecution of offences. It ended the existence of ad hoc prosecution arrangements across the country whereby a mixture of police prosecutors and private firms of solicitors - hired by the police and acting for and on the instruction of the police – conducted prosecutions.\r\n•\tWith regards to the external scrutiny of complaints against the police, this was strengthened by the creation, in 1985, of the Police Complaints Authority which was replaced in 2004 by the more effective Independent Police Complaints Commission and in turn will be replaced by the Office for Police Conduct in 2017. The exemplary standards of behaviour expected of everyone who works in policing were reinforced by the introduction of a statutory Code of Ethics, laid before this House in 2014.\r\n\r\n•\tLastly, the introduction of directly elected Police and Crime Commissioners in 2012 has given the public a voice in shaping their local policing priorities and improved the accountability of police leadership.\r\n\r\nAs a result there would therefore be very few lessons for the policing system today to be learned from any review of the events and practices of three decades ago. This is a very important consideration when looking at the necessity for an inquiry or independent review and the public interest to be derived from holding one. Taking these considerations into account, the Home Secretary does not believe that establishing any kind of inquiry is required in the wider public interest concern or for any other reason.\r\n\r\nThe Home Secretary believes that the focus should now be on continuing to ensure that the policing system is the best it can be for the future, including through reforms currently before Parliament in the Policing and Crime Bill, so that the public can have the best possible policing both in South Yorkshire and across the country.\r\n\r\nHome Office",
            "responded_on": "2016-11-21",
            "summary": "The Home Secretary announced to Parliament on 31 October her decision not to establish an inquiry or other independent review into the policing of the events at Orgreave.",
            "updated_at": "2016-11-21T13:54:57.628Z"
        },
        "government_response_at": "2016-11-21T13:54:57.630Z",
        "moderation_threshold_reached_at": "2016-11-01T08:38:44.397Z",
        "opened_at": "2016-11-02T17:45:47.884Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-06T19:40:54.968Z",
        "scheduled_debate_date": null,
        "signature_count": 12621,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:36.596Z"
    },
    "id": 170843,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170843.json"
    },
    "type": "archived-petition"
}