{
    "attributes": {
        "action": "Abolish the tv licence, it shouldn't be a legal requirement.",
        "additional_details": "",
        "background": "I believe the TV licence should be abolished, removed and not a legal requirement. It should be included through your provider for free. Tv is expensive enough without the added extra worry of £130+ A year. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-01T19:12:19.281Z",
        "debate": {
            "debate_pack_url": "http://researchbriefings.files.parliament.uk/documents/CDP-2017-0172/CDP-2017-0172.pdf",
            "debated_on": "2017-11-20",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-11-20/debates/CF3F652E-0E66-4089-A30D-D9229792E31A/TVLicenceFee",
            "video_url": "http://parliamentlive.tv/Event/Index/d25effd4-66ce-4997-af96-db4b83265051"
        },
        "debate_outcome_at": "2017-11-21T10:03:43.963Z",
        "debate_threshold_reached_at": "2017-02-22T11:50:57.318Z",
        "government_response": {
            "created_at": "2017-02-24T11:37:25.010Z",
            "details": "The BBC Charter Review, which commenced in 2015, was one of the biggest consultation exercises the government has undertaken. We listened to views of the public and industry (including 192,000 consultation responses), set out detailed policy proposals in the White Paper in May 2016, and worked closely and collaboratively with the BBC and Ofcom to negotiate the new Charter and Framework Agreement.\r\n\r\nThroughout the Charter Review, the Government considered the question of funding the BBC’s services, and decided that the licence fee system will be maintained for the coming Charter period. \r\n\r\nIn maintaining the licence fee model, the government is clear that the licence fee remains a licence to watch or receive television programmes, and is not a fee for BBC services – although licence fee revenue is used to fund the BBC and other public service objectives. \r\n\r\nWhile no system of funding meets all the criteria of an ideal funding system, the current system provides the BBC with a sustainable core income paid by all households who watch or receive television, and it commands wider public support than any alternative model. As stated above, revenue from the TV licence fee is also used to fund other services such as Welsh broadcaster S4C and infrastructure projects such as the delivery of superfast broadband.  \r\n\r\nIn line with the recommendations of the TV Licence Fee Enforcement Review, while the current licence fee collection system is in operation, the current system of criminal deterrence and prosecution should be maintained. Whilst the government agrees with the review’s assessment that decriminalisation is not possible under the current system, we believe that it would be preferable in the long term to make changes which reduce the necessity of the criminal sanction, such as exploring the options for conditional access.\r\n\r\nThe TV licence fee has been frozen since 2010, and the government has agreed to increase the fee in line with inflation for the next five years. However, the government also intends to help those on lower incomes by making the licence fee easier to pay through proposals to provide more flexible payment plans. \r\n\r\nDepartment for Culture, Media and Sport",
            "summary": "A licence is required in order to watch all live or nearly-live television content on any device in the UK or to stream or download any programmes in an on-demand programme service provided by the BBC",
            "updated_at": "2017-02-24T11:37:25.010Z"
        },
        "government_response_at": "2017-02-24T11:37:25.012Z",
        "moderation_threshold_reached_at": "2016-11-01T20:52:37.831Z",
        "opened_at": "2016-11-09T17:41:37.362Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-06T18:54:05.155Z",
        "scheduled_debate_date": "2017-11-20",
        "signature_count": 125958,
        "state": "closed",
        "updated_at": "2017-11-21T14:14:55.586Z"
    },
    "id": 170931,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/170931.json"
    },
    "type": "archived-petition"
}