{
    "attributes": {
        "action": "Child responsibilities to be split equally between both parents all year round.",
        "additional_details": "Found that children who any see their fathers once every so often, this is then having a detrimental impact on their behaviour and social lives. This is then affecting their behaviour and their friendships at school. This causes low self esteem, effects them emotionally and they start to feel they are to blame. This then impacts on the parent who cares for them full time. If care was shared equally then both parents can support their children to achieve their full potential. ",
        "background": "Personal experiences and other parents in the same position. Children from previous relationships, the other parent only has limited contact. The contact should be shared equally between both parents over the year, this will then give both the children and the parents the benefits of shared care.",
        "closed_at": null,
        "created_at": "2016-11-02T22:44:21.885Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-04T16:49:51.699Z",
        "opened_at": null,
        "rejected_at": "2016-11-09T15:26:02.370Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:41.393Z"
    },
    "id": 171060,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171060.json"
    },
    "type": "archived-petition"
}