{
    "attributes": {
        "action": "Ban Palm Oil in products produced or sold in the UK",
        "additional_details": "",
        "background": "Palm Oil is found in many products you buy in the supermarket. It's also one of the main reasons for the destruction of rainforests, loss of wildlife habitat & climate change. Plenty of sustainable options are available and could be used instead. Encourage sustainability and ban palm oil in the UK.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-02T19:14:24.421Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-29T15:27:49.554Z",
            "details": "Using sustainable palm oil helps protect the world’s valuable rainforests, wildlife and the rights of local peoples. There are environmental issues associated with the production of other vegetable oils which can be as serious, or worse, than palm oil. Substituting palm oil for other oils would therefore not necessarily be beneficial.\r\n\r\nIn 2012 Defra published the UK statement on sustainable production of palm oil, which set out the overarching ambition that the UK would work towards achieving 100% sourcing of credibly certified sustainable palm oil by the end of 2015. The statement was signed by trade associations representing key palm oil using sectors including retailers, food and drink manufacturers, oil processors and distributors, animal feed manufacturers, the catering and hospitality sector, the renewable energy sector, the cleaning products industry, and the speciality chemicals sector, as well as by NGOs and Government. \r\n\r\nSince 2012 considerable progress has been made towards achieving the statement’s ambition, with substantial increases in the percentage of UK palm oil imports accounted for by certified sustainable palm oil. The most recent reports setting out progress under the Statement to 2014 can be found at: www.gov.uk/government/publications/uk-statement-on-sustainable-palm-oil-three-years-on-progress-report. The final consumption analysis and progress reports, including 2015 data, will be published shortly.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2016-11-29",
            "summary": "In 2012 Defra published a statement on sustainable palm oil production, setting out the UK’s ambition to work towards achieving 100% sourcing of credibly certified sustainable oil by the end of 2015.",
            "updated_at": "2016-11-29T15:27:49.554Z"
        },
        "government_response_at": "2016-11-29T15:27:49.557Z",
        "moderation_threshold_reached_at": "2016-11-02T20:02:59.207Z",
        "opened_at": "2016-11-03T17:57:33.111Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-11T11:05:29.927Z",
        "scheduled_debate_date": null,
        "signature_count": 39290,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:40.925Z"
    },
    "id": 171036,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171036.json"
    },
    "type": "archived-petition"
}