{
    "attributes": {
        "action": "Save State-Funded Nursery Schools",
        "additional_details": "State nursery schools have very good outcomes with regard to closing the achievement gap and supporting children with special needs. State nursery schools are legally required to employ highly-qualified teaching staff, who are proven to give young children the best opportunities for academic achievement and enabling social mobility. The petitioners request the House of Commons to urge the government to recognise the school status of State nursery schools & fund them accordingly.",
        "background": "The government's consultation paper (Early Years Funding: changes to funding for 3 & 4 year olds 11/8/16) outlined proposals that will leave Nursery schools financially nonviable, forcing them to close. This funding will not cover basic costs, let alone staffing with qualified teachers.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-02T21:44:20.677Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-24T14:22:00.614Z",
            "details": "Maintained nursery schools make an important contribution to social mobility, particularly in disadvantaged areas. They are also high quality providers, and are more likely to care for children with special educational needs than other types of early years and childcare provider.\r\n\r\nWe want maintained nursery schools to be sustainable for the long-term, not only to ensure that the quality support they give to disadvantaged areas continues, but also to make the most of the expertise and experience that they have for the benefit of the early years system as a whole. \r\n\r\nAs a result of being constituted as schools, they experience costs that other providers do not. That is why we proposed in our consultation on an early years national funding formula in August that we would provide £55m a year for them for at least two years. This will give them stability during wider changes to funding, and it is a level of funding based on what they currently receive.\r\n\r\nThis will also give us the time to consult on the future of maintained nursery schools, and we have already announced the intention to do so. We are developing this consultation informed by conversations with maintained nursery schools themselves and others with an interest in their role and future. We will publish the consultation in due course.\r\n\r\nDepartment for Education",
            "responded_on": "2016-11-24",
            "summary": "We want maintained nursery schools to be sustainable for the long-term. We will provide £55m a year of supplementary funding for them for at least 2 years and consult on their future in due course.",
            "updated_at": "2016-11-24T14:22:00.614Z"
        },
        "government_response_at": "2016-11-24T14:22:00.616Z",
        "moderation_threshold_reached_at": "2016-11-02T22:39:22.479Z",
        "opened_at": "2016-11-03T17:56:13.145Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-12T12:45:29.921Z",
        "scheduled_debate_date": null,
        "signature_count": 29200,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:41.389Z"
    },
    "id": 171052,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171052.json"
    },
    "type": "archived-petition"
}