{
    "attributes": {
        "action": "Stop the misuse of CCJ's - preventing families from getting a mortgage.",
        "additional_details": "I am suffering from this situation.The private parking company has been paid in full, but as I was unaware of the CCJ until 10 months after it auto-defaulted I couldn't defend myself and prevent CCJ. I didn't receive the response pack from the court, so as soon as I realised I had a CCJ, I paid it immediately and requested a certificate of satisfaction.The CCJ now remains on my credit file for 6 years. I cannot get a mortgage, although my credit history is perfect, the CCJ has a negative impact.",
        "background": "A county court judgement is issued when someone has failed to pay money that they owe. I agree with CCJ's when they are issued for the right reasons. But when a CCJ is issued without the individual's knowledge for a private parking fine (remaining for 6 years), this is very serious.",
        "closed_at": null,
        "created_at": "2016-11-02T16:34:27.414Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-02T18:02:27.738Z",
        "opened_at": null,
        "rejected_at": "2016-11-04T16:30:34.635Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:40.355Z"
    },
    "id": 171019,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171019.json"
    },
    "type": "archived-petition"
}