{
    "attributes": {
        "action": "Help get a lollypop lady at a very busy crossing on a road to school",
        "additional_details": "The school want a lollypop lady so does all the parents this crossing is so bad for the kids someone is going to end up hurt or dead soon or later if this matter is not resolved no one seems to be listening so I have come here for help the cars do not stop to let people cross many people fear to cross there ",
        "background": "Clay hill road is very busy at school times and have been told by Essex County they can't put a lollypop lady on the zebra crossing to bardfield academy but others have one this is a danger to children crossing we need one ASAP ",
        "closed_at": null,
        "created_at": "2016-11-03T14:11:07.927Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-03T15:37:04.931Z",
        "opened_at": null,
        "rejected_at": "2016-11-04T17:25:51.192Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.essex.gov.uk/Your-Council/Consultation-Feedback/Pages/Petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:42.894Z"
    },
    "id": 171135,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171135.json"
    },
    "type": "archived-petition"
}