{
    "attributes": {
        "action": "Clamp down on fake forces charities and charity scams",
        "additional_details": "The majority of these so called charities eventually get investigated by the charities commission, closed down only to re open as a different name. Most of the charities are named in such a way that they can imply a loose association with genuine charities or forces organisations. (Army, Heroes, Angels, Invicta, Knights etc)\r\nThe rules that define a charity need to be tightened up so that loop holes are closed and more of the funds raised need to be ring-fenced for proper charitable use.",
        "background": "There are many charities being set up and run, using the Armed forces as a means of gaining donations from the public. Most of these charities donate a tiny proportion and the remainder is used for \"expenses\". These charities are used as means or gaining money not for charity\r\n",
        "closed_at": null,
        "created_at": "2016-11-03T12:58:35.608Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-03T14:20:53.341Z",
        "opened_at": null,
        "rejected_at": "2016-11-04T17:58:18.365Z",
        "rejection": {
            "code": "no-action",
            "details": "If you would like to complain about the conduct of a specific organisation, you can find out how to do that here:\r\n\r\nhttps://www.gov.uk/complain-about-charity\r\n\r\nIf you would like the Government or Parliament to take some action - for example, by changing the laws or regulations that apply to charities - you could start a petition calling for the specific change that you would like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:42.635Z"
    },
    "id": 171119,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171119.json"
    },
    "type": "archived-petition"
}