{
    "attributes": {
        "action": "Make 'Nutritionist' a legally protected title",
        "additional_details": "There is very little understanding about what a ‘Registered Nutritionist’ is and how it compares to a nutritional therapist, nutritionist, nutrition advisor (the list of terms goes on). Yes, we have a UK voluntary register of Nutritionists held by the Association for Nutrition but this goes (mostly) unnoticed by the media and the public. It’s vital that we increase the awareness of this register so that people understand where to go to for accurate, evidence based advice.",
        "background": "Currently, due to lack of regulation, anyone can set up and practice as a nutritionist/nutritional therapist, meaning there is no real protection for consumers. The Government should take action to prevent unqualified people from potentially putting people’s health at risk.\r\n\r\n",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-03T19:38:28.081Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-20T11:12:55.761Z",
            "details": "The Department of Health and the devolved administrations are preparing to publish a consultation document which will set out our plans for reforming the regulation for the health and care professionals in the UK. This will include a proposal for a coherent approach to determine which professions should be regulated on a statutory footing. \r\n \r\nThe statutory regulation of healthcare professionals should be used proportionately and only where the risks to public and patient protection cannot be addressed in other ways, such as through employer oversight, or accredited voluntary registration.  Measuring the risk posed by any particular group of professionals is not easy; particularly in healthcare where professionals face complex situations on a regular basis. Establishing clear criteria to assess the appropriate level of oversight will bring consistency to the decision-making process, helping to ensure that patients and the public receive the right level of protection without placing unnecessary burdens on front line staff or financial burdens on registrants.\r\n\r\nIt is expected a clear model could be used to determine the appropriate form of regulation for all professional groups, including those which are currently subject to statutory regulation, new and emerging professions and existing professions that are not regulated.  The Professional Standards Authority has set out proposals for assessing which professional groups should be regulated. It has proposed a two stage assessment and views will be sought on this as part of the consultation.  \r\n\r\n\r\nOccupational groups including nutritionist that are not subject to statutory regulation may consider joining a voluntary register. The Professional Standards Authority (PSA) accredits those registers that meet its quality standards.  This provides patients, the public and employers with assurance about the standards and competence of registrants.  The Government recommends that when seeking the services of an unregulated professional, members of the public utilise those of somebody that is on a voluntary register accredited by the PSA where possible.\r\n\r\nDepartment of Health",
            "summary": "The Government is committed to proportionate and appropriate regulation of health and care professions, where significant risks to users of services cannot be mitigated in other ways.",
            "updated_at": "2017-04-20T11:12:55.761Z"
        },
        "government_response_at": "2017-04-20T11:12:55.764Z",
        "moderation_threshold_reached_at": "2016-11-03T20:18:23.301Z",
        "opened_at": "2016-11-04T17:19:21.488Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-10T16:18:13.960Z",
        "scheduled_debate_date": null,
        "signature_count": 10833,
        "state": "closed",
        "updated_at": "2017-09-09T06:21:44.344Z"
    },
    "id": 171211,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171211.json"
    },
    "type": "archived-petition"
}