{
    "attributes": {
        "action": "Keep trains running between Watton-at-Stone and Stevenage after 2018.",
        "additional_details": "The proposed changes to the Hertford Loop line are included in GTR's new 2018 timetable consultation.\r\n\r\nTo find out more about the consultation visit: http://www.thameslinkrailway.com/your-journey/timetable-consultation",
        "background": "Govia Thameslink Railway (GTR) plans to terminate northbound trains on the Hertford Loop at Watton-at-Stone and replace them with buses to Stevenage from May 2018 for up to six years, inconveniencing thousands of Hertfordshire residents. We call on GTR to find a way to continue this rail service.",
        "closed_at": null,
        "created_at": "2016-11-04T15:21:16.047Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-04T19:21:06.232Z",
        "opened_at": null,
        "rejected_at": "2016-11-09T15:21:11.804Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This decision is the responsibility of GTR, not the UK Government or Parliament.\r\n\r\nGTR has explained in its consultation document (p 65) that:\r\n\r\n\"Planned infrastructure works at Stevenage to create a terminating bay platform to be delivered by Network Rail are not expected to be completed for the timetable change as originally expected. Without this new platform, there is insufficient space at Stevenage to operate these trains in addition to the service improvements we are proposing for King’s Lynn and Cambridge routes.\"\r\n\r\nNetwork Rail is the responsibility of the UK Government. You could start a new petition calling on the Government to take action to accelerate the infrastructure works at Stevenage station, to enable GTR to run trains between Watton-at-Stone and Stevenage."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:46.992Z"
    },
    "id": 171337,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171337.json"
    },
    "type": "archived-petition"
}