{
    "attributes": {
        "action": "Take action to ease the conditions for those suffering from famine in Yemen",
        "additional_details": "If the situation remains unresolved, Yemen will experience devastating and widespread famine. The United Nations food agency has recently warned that Yemen is ranked one step below famine. We call the UK govt to: - Take action to ensure that the UK government acknowledges the urgency and seriousness of the humanitarian crisis at hand in Yemen. - Take action to ensure that the UK government adopts a stronger political will to address the looming famine.",
        "background": "The conflict in Yemen has resulted in a dire humanitarian crisis which has gravely affected a large proportion of Yemeni civilians. An estimated 14.4 million people are considered food insecure and 7.1 million people are starving. Action must be taken to ease the suffering of the civilians.\r\n",
        "closed_at": null,
        "created_at": "2016-11-05T20:21:23.279Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-05T20:45:38.983Z",
        "opened_at": null,
        "rejected_at": "2016-11-09T08:55:53.758Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what action you would like the Government to take to alleviate the suffering in Yemen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:51.116Z"
    },
    "id": 171473,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171473.json"
    },
    "type": "archived-petition"
}