{
    "attributes": {
        "action": "Tougher sentences for those who abuse, torture and kill innocent animals.",
        "additional_details": "A Shetland pony has been mutilated and killed in an attack in Sunderland.\r\nRSPCA inspector Heidi Cleaver called the attack 'horrific' which has left his owner devastated.\r\n\r\nIt's thought Bobby was attacked because he may not have been able to run away.\r\nThe injuries are almost too horrific to mention.\r\n\r\nBobby has been slashed, had an ear and his bottom lip cut off and his genitals severed. His mane has also been hacked off and left strewn all over the field.\r\n\r\n“This was was a very friendly little Skewbald Shetland pony, aged around 12-14 years.\r\n\r\nHe had twisted front legs so couldn’t be ridden and was looking for a special home.\r\n\r\n“It’s inconceivable that someone would want to deliberately hurt him in this way. This was a truly horrific incident.\"",
        "background": "Recently a Shetland pony has been tortured, mutilated and killed in a very sadistic way in Sunderland. People who are disturbed enough to do this have no place on our streets. No animal should suffer in this way for others sick pleasure.",
        "closed_at": null,
        "created_at": "2016-11-05T07:55:21.353Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-05T09:32:52.599Z",
        "opened_at": null,
        "rejected_at": "2016-11-09T14:36:33.263Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/131348"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:48.387Z"
    },
    "id": 171406,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171406.json"
    },
    "type": "archived-petition"
}