{
    "attributes": {
        "action": "Understand exactly what the British people meant when they voted Leave",
        "additional_details": "There was no ambiguity in our vote. There is no 'hard' or 'soft' Brexit. Leave simply means the polar opposite of Remain. We wish for a friendly working relationship with the EU with a free trade agreement if at all possible (in the same way as many other independent countries across the globe). No free movement.  No financial contributions. No legal commitments. \r\nWe could not have been clearer and we expect you - our representatives - to respect and implement our wishes as soon as possible.",
        "background": "When we voted Leave on June 23rd 2016 we meant: Leave all EU institutions including the ECJ, ECHR, CFP, CAP, EAW etc but most importantly the Single Market. We voted to take back full control of our trade, our laws, our borders and our money and be a fully independent self-governing nation again.",
        "closed_at": null,
        "created_at": "2016-11-06T08:19:08.883Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-06T10:50:17.803Z",
        "opened_at": null,
        "rejected_at": "2016-11-09T10:04:33.279Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly the specific terms you would like the Government to negotiate for the UK's exit from the EU. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:21:51.792Z"
    },
    "id": 171517,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171517.json"
    },
    "type": "archived-petition"
}