{
    "attributes": {
        "action": "Fight for the safety of our children at Mark First School, Somerset.",
        "additional_details": "Yet there are other schools in nearby Blackford and Wedmore that have pavements, and off road parking with a 20mph restriction and are also not in built up residential areas. \r\n\r\nMy petition is to command the implementation of 3 things:\r\n\r\n1. Stop HGV vehicles driving along Mark Causeway during the hours of 8.00am and 9.00pm and 3pm and 4pm.\r\n\r\n2. Restrict speed to 20MPH at all times.\r\n\r\n3. To impose speed humps or a form of speed management control.",
        "background": "The school is situated on Mark Causeway renowned for speeding vehicles and large HGV's. \r\nThere are no pavements or street lighting. Children and parents often have to avoid being hit by motorists anxious to get past the school and by HGV's who actually cannot physically get by and cause congestion.",
        "closed_at": null,
        "created_at": "2016-11-09T11:42:37.561Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-09T12:05:35.348Z",
        "opened_at": null,
        "rejected_at": "2016-11-15T13:40:16.075Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.sedgemoor.gov.uk/index.aspx?articleid=6768"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:00.370Z"
    },
    "id": 171905,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/171905.json"
    },
    "type": "archived-petition"
}