{
    "attributes": {
        "action": "Purchase Scotland's iconic painting \"Monarch of the Glen\" (1851) for the nation.",
        "additional_details": "Landseer's painting is expected to generate global interest and fetch over £10m at auction next month. It is the first time in 100 years that it's been on the open market, having been on display in Edinburgh for the last 17, on a loan to the National Museum of Scotland from owners Diageo (selling due to \"no direct link to our business or brands\").\r\n\r\nAt a time when Scotland needs its sense of self, pride, and identity more than ever, this cultural amputation would be a devastating one. Prevent it.",
        "background": "\"Monarch of the Glen\" is one of the most recognisable and emblematic images of the Scottish Highlands; instantly recognisable, the piece represents not just a people and a place, but a culture and an ideal. This unique and symbolic piece of national artwork should not be lost to a foreign collector.",
        "closed_at": null,
        "created_at": "2016-11-09T23:43:56.597Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-10T00:17:52.561Z",
        "opened_at": null,
        "rejected_at": "2016-11-17T12:58:51.174Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The National Galleries of Scotland has announced that it is working with Diageo to secure this painting for the nation. You can find out about this here:\r\n\r\nhttps://www.nationalgalleries.org/media/_file/press_releases/motg-release-17-11-16-final-version.pdf\r\n\r\nIn any case, the National Galleries of Scotland are funded by the Scottish Government and are therefore not the responsibility of the UK Government and Parliament. \r\n\r\nYou may be able to start a petition to the Scottish Parliament about this. You can contact the clerks of the Public Petitions Committee for advice about this by emailing petitions@scottish.parliament.uk.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:03.552Z"
    },
    "id": 172026,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172026.json"
    },
    "type": "archived-petition"
}