{
    "attributes": {
        "action": "Save the Road Crossing Patrols for Norfolk Schools",
        "additional_details": "As an example, our school is on a busy main road with high numbers of vehicles including many HGV's and tractors. There is also limited visibility when crossing the road due to a bend and a brow of a hill. We have NO speed humps and are in a 30mph limit as opposed to a 20 mph limit like many schools. But we have not met the council's criteria and could lose our crossing patrol. We have recently had a very near miss on the crossing. We need to keep our children safe on their way to school. ",
        "background": "Norfolk County Council need to decrease their spending budget and have decided to cut road crossing patrols at schools that don't meet their criteria. It's only a matter of time before a child is hurt or killed when crossing without the lolipop Man/Lady. This is a vital service that needs to stay. ",
        "closed_at": null,
        "created_at": "2016-11-10T10:50:48.241Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-10T12:46:26.827Z",
        "opened_at": null,
        "rejected_at": "2016-11-10T13:19:19.314Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The traffic issues you describe are the responsibility of Norfolk County Council. You may wish to take them up with your local councillor, whose details can be found by using this link: https://www.gov.uk/find-your-local-councillors, or with your MP, whose details can be found here: http://www.parliament.uk/mps-lords-and-offices/mps/\r\n\r\nAlternatively, Norfolk County Council runs its own petitions site, so you may wish to start a petition there. The following link may be of assistance: https://www.norfolk.gov.uk/what-we-do-and-how-we-work/have-your-say/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:04.222Z"
    },
    "id": 172058,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172058.json"
    },
    "type": "archived-petition"
}