{
    "attributes": {
        "action": "Change Parent and child parking spaces to Parent with baby/toddler",
        "additional_details": "As you know parent&child parking spaces allow extra room around the car to allow the car door to open fully to be able to get car seats in and out the car without a struggle and get a buggy out and position next to the door to safely put baby/toddler in and out the buggy. The allocated spaces do not need to be next to the shop door we are not lazy we just need the extra space around the car, as long as there is a safe foot path to get to and from the entrance the spaces can be wherever.",
        "background": "As a mum of a one year old myself I realise more than ever how important this change is for parents/carers when the parent child space is not available when you have a baby/toddler and how frustrating it is to see children using them who are fully capable getting in and out a car without assistance",
        "closed_at": null,
        "created_at": "2016-11-10T19:09:12.769Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-12T12:08:56.956Z",
        "opened_at": null,
        "rejected_at": "2016-11-18T16:26:27.156Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for parent and child spaces.\r\n\r\nIf these spaces are in a private car park (e.g. in a supermarket), it is the responsibility of the car park owner or operator to decide on any rules about who can use them. You could try contacting the supermarket or car park operator about the issue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:05.264Z"
    },
    "id": 172118,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172118.json"
    },
    "type": "archived-petition"
}