{
    "attributes": {
        "action": "Change government legislation which promotes breastfeeding over formula milk",
        "additional_details": "Some mothers cannot breastfeed their babies due to personal or medical reasons. The government do not allow any tv adverts or supermarkets to promote formula milk. Also many supermarkets have a min spend on car parks for example £5. This is exempt on alcohol, cigarettes, tobacco and baby milk. How can baby milk be put in the same category as baby milk. This needs to be changed!!!",
        "background": "The government legislation currently is that adverts on television and supermarket reward points and car park charges in various supermarkets is exempt on alcohol, cigarettes, tobacco and baby infant formula milk. How can they discriminate against bottle feeding mums over breastfeeding ones.",
        "closed_at": null,
        "created_at": "2016-11-11T20:10:15.648Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-11T22:42:22.550Z",
        "opened_at": null,
        "rejected_at": "2016-11-17T16:27:37.742Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The law on the promotion of formula milk is an EU law. You could start a new petition calling on the UK Government to work with the governments of other EU countries to change this law. Alternatively, you could start a new petition calling on the UK Government to change this law when the UK has left the European Union. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:07.565Z"
    },
    "id": 172257,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172257.json"
    },
    "type": "archived-petition"
}