{
    "attributes": {
        "action": "Force the government to act on the eleven recommendations of the UNCRPD report",
        "additional_details": "A UN report says a range of measures including controversial cuts to disability benefits, social care budgets & the introduction of the bedroom tax, have disproportionately & adversely affected the rights of disabled people to live independently, to work & achieve an adequate standard of living.\r\n\r\nIt makes 11 recommendations, including calling on the government to carry out a study of the cumulative impact of all spending cuts on the disabled & to ensure human rights of disabled people are upheld",
        "background": "As a result of being investigated by a United Nations committee for not fulfilling the terms of the UNCRPD, the government have been found guilty of grave & systematic violations of the rights of disabled people as a direct result of austerity policies introduced into welfare & social care.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-13T16:23:57.251Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-13T13:53:04.328Z",
            "details": "This Government engaged fully with the United Nations Convention on the Rights of Persons with Disabilities (the Convention) inquiry process. In their report, the UN Committee on the Rights of Persons with Disabilities (the Committee) expressed appreciation for our support throughout the process, which included facilitating a visit to the UK and providing written evidence on numerous occasions.\r\n\r\nOn receipt of the report, we considered the findings alongside our own evidence. In making this comparison, it was clear that there were individual facts in the report that were incorrect. Additionally, the report failed to place the reforms investigated in the wider context of improvements made and the support available. For example, in discussing Article 27 ‘Work and Employment’, the report barely mentions the raft of work-related support available to disabled people and therefore presents a highly partial view.\r\n\r\nThe UK supported the development of the Convention and was among the first countries to sign it in 2007. Our approach to disability equality, which focuses on inclusion and mainstreaming (with additional support provided as necessary) and on involving disabled people in decision-making, is very much aligned with the Convention. The report itself recognised that “at a national level, it appears that the welfare system together with a social and health care system provide a solid base for the protection of the rights of persons with disabilities and that the system has allowed persons with disabilities to achieve an acceptable level of autonomy and\r\nDWP E-Petitions Response independence”. It also recognised measures to reinforce choice and control in the UK through the increased personalisation and localisation of services.\r\n\r\nThis Government considered the recommendations made by the Committee. Many of the recommendations promote approaches and actions that we already take, such as actively engaging disabled people in policy design and delivery. Others promote actions that the UK Government has already identified as areas for improvement; the Government response sets out some of the work being done across the UK to ensure progress in these areas, such as increasing the accessibility of information and tackling negative attitudes towards disabled people. Several recommendations are prescriptive in nature, sighting specific methodologies that should be implemented. The UK is committed to meeting its obligations of progressing towards the full participation and inclusion of disabled people in all aspects of life on an equal basis. However, how we ensure this progression remains for the UK Government, and the wider parliament, to decide.\r\n\r\nThe UK is a strong parliamentary democracy, where the voices and opinions of disabled people are represented and listened to, and disabled people’s rights are respected, promoted and upheld. It is also a world leader in disability issues. We are proud of the work we do to support people with disabilities and health conditions, both domestically and abroad. And we believe that the core intentions of the recommendations are already incorporated into UK policies and practices, and delivered in a way that fits with the values and structures particular to the UK.\r\n\r\nHowever, we do recognise that there is more to do to meet the Convention’s ambition of full participation and inclusion, and this Government is committed to continuing progress towards this. Taking employment as an example, our aspiration is for disabled people to get the same opportunities as others to find work while ensuring that people who cannot work because of a disability or health condition receive the support they need. That is why this Government is committed to, and working towards, halving the disability employment gap. The ‘Improving Lives’ Green Paper seeks views on how to ensure that health and welfare systems support people who can work with better opportunities to stay in employment, while protecting people who can’t work, with a view to meeting the Government’s ambition.\r\n\r\nThis Government champions work because of its power to transform people’s lives. We strongly believe that, though welfare provides necessary social protection, it is not the only way to help disabled people live independent, inclusive lives in which they can fulfil their potential. Implementing the Convention articles requires more than higher welfare payments. It requires society-wide shifts in attitudes and behaviours, innovative approaches to health provision, and concerted efforts to break down persistent barriers preventing disabled people from living independently, working, and enjoying full inclusion in their communities. This Government remains committed to working across government and sectors to ensure that these changes take place, supporting disabled people in the UK to fully participate in all aspects of life on an equal basis.\r\n\r\nDepartment for Work and Pensions",
            "summary": "This Government engaged fully with the inquiry process. However, we strongly reject the findings and believe that the core intentions of many of the recommendations are already being fulfilled.",
            "updated_at": "2017-02-13T13:53:04.328Z"
        },
        "government_response_at": "2017-02-13T13:53:04.331Z",
        "moderation_threshold_reached_at": "2016-11-13T18:56:37.290Z",
        "opened_at": "2016-11-17T17:46:27.931Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-28T22:24:44.980Z",
        "scheduled_debate_date": null,
        "signature_count": 18633,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:10.109Z"
    },
    "id": 172393,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172393.json"
    },
    "type": "archived-petition"
}