{
    "attributes": {
        "action": "£15 National minimum wage for hgv drivers",
        "additional_details": "In most cases of HGV driving, the average wage is set to £9 a hour.\r\nThis is for 60 hours ,but for an average 48 over a set period.\r\n60hours -5hours for breaks =£495 a week. That's a lot you would think ,let's take into account work life balance ,weekend work, night shifts ,courses that come out of your free time.\r\n35hours over 5 years .\r\nThis is a highly skilled job.",
        "background": "It has come to my attention, that the national minimum wage has risen for the UK workers, but for the HGV drivers ,wages are still too low.\r\nIf the national minimum wage for HGV drivers was set at £15, you would see that the driver shortage would end.\r\n",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-13T13:44:37.262Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-04T11:25:53.173Z",
            "details": "The objective of the National Minimum Wage is to ensure that low income workers are fairly paid. The National Minimum Wage clearly demonstrates the Government’s commitment to protecting those on the lowest incomes, and to making work pay. \r\n\r\nThe National Living Wage was introduced in April 2016 and it specifies the minimum hourly rate that workers aged 25 and over should be paid. The rate is currently set at £7.20 and from April 2017 it will be increased to £7.50. The Government’s objective is for the National Living Wage to equal 60 per cent of median earnings in the UK by 2020. Around 3 million low income workers are expected to benefit directly from the National Living Wage by 2020, and up to 6 million in total could see their pay rise as a result of a knock-on effect of the policy.\r\n \r\nIt is important that Government strikes a balance between setting National Minimum Wage rates which support workers, and on the other hand avoiding rates which are too high and which could lead to an increase in unemployment. The Government achieves this balance by considering the expert advice from the Low Pay Commission (LPC), which is independent of Government and involves representatives from both employer and worker groups. \r\n\r\nThe LPC makes recommendations to the Government on what the National Minimum Wage rates should be, such that there will be no impact on employment levels. The LPC does this by gathering extensive evidence from across the economy including workers, their representatives and employers. The LPC’s recommendation for the National Living Wage rate is calculated slightly differently in that the LPC is asked to recommend the rate such that it reaches 60% of median earnings by 2020. \r\n\r\nPay rates over and above the appropriate National Minimum Wage or Living Wage rate are a matter between employers and workers. It is the responsibility of employers to ensure that their reward packages are competitive, in order to retain and develop the workforces which are fundamental to their success.\r\n\r\nMany employers pay their workers more than the legal minimum, where it is affordable for them to do so. So long as they are paying at least the legal minimum, this is a decision for employers to take. Therefore, the Government has no plans to introduce a higher minimum wage rate specifically for HGV drivers. \r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "summary": "The Government sets the National Minimum Wage and National Living Wage rates to protect low income workers. There are no plans to introduce a rate specifically for HGV drivers. ",
            "updated_at": "2017-01-04T11:25:53.173Z"
        },
        "government_response_at": "2017-01-04T11:25:53.175Z",
        "moderation_threshold_reached_at": "2016-11-13T19:16:38.027Z",
        "opened_at": "2016-11-17T17:33:10.746Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-13T17:49:10.551Z",
        "scheduled_debate_date": null,
        "signature_count": 12887,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:09.904Z"
    },
    "id": 172382,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172382.json"
    },
    "type": "archived-petition"
}