{
    "attributes": {
        "action": "Reform the system of obtaining Permanent Residence Certification/Card (PR)",
        "additional_details": "-British spouses/civil partners to be considered as sponsors for their EU/EEA spouses/civil partners in PR applications \r\n-Scrap Comprehensive Sickness Insurance as PR requirement for EU/EEA students, homemakers, carers, retired, and disabled people or applicants self-sufficient through other income, including their non-EEA spouses/civil partners\r\n-EU/EEA nationals, their spouses/civil partners, their children, who have exercised treaty rights for less than 5 years, to complete their journey to PR \r\n-Parents/carers of British citizens to obtain PR automatically \r\n-Spouses/civil partners of UK service men/women to acquire PR without proof of residency \r\n-PR to be protected under UK law \r\n-Type of residency evidence, currently accepted for PR/ILR, to be accepted for UK citizenship.",
        "background": "The current system of PR discriminates against many groups of EU/EEA residents and their non-EEA spouses/civil partners. This reform will facilitate EU/EEA nationals to obtain Permanent Resident Certification/Card (PR), currently mandatory to become UK citizens (for those who wish to do so).",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-12T22:46:13.344Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-25T14:37:36.335Z",
            "details": "Until the UK leaves the EU, EU citizens continue to enjoy their EU law rights to travel to, and live in, the UK.  \r\n\r\nThe right of permanent residence, and the requirements that need to be met to acquire it, originate from Directive 2004/38/EC (often referred to as “the Free Movement Directive”). This EU Directive sets the conditions for the acquisition of permanent residence and it applies in all EU Member States.  The Directive is currently implemented in the UK through the Immigration (European Economic Area) Regulations 2006.  Applications for documentation that confirms permanent residence status are refused where the requirements set out in the Directive and Regulations are not met.\r\n\r\nThe Prime Minister has been clear the Government wants to guarantee the status of EU nationals in the UK as early as we can. We have told other EU leaders that we can offer EU nationals here this certainty, as long as this is reciprocated for British citizens in other EU countries. \r\n\r\nHome Office",
            "responded_on": "2017-01-25",
            "summary": "The rights of EEA and Swiss citizens in the UK remain unchanged.  The Government wants to protect their status, subject to reciprocal protection for British citizens living in other EU countries.",
            "updated_at": "2017-01-25T14:37:36.335Z"
        },
        "government_response_at": "2017-01-25T14:37:36.337Z",
        "moderation_threshold_reached_at": "2016-11-13T11:36:54.214Z",
        "opened_at": "2016-11-17T16:55:33.503Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-02T23:59:43.851Z",
        "scheduled_debate_date": null,
        "signature_count": 37155,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:09.095Z"
    },
    "id": 172343,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172343.json"
    },
    "type": "archived-petition"
}