{
    "attributes": {
        "action": "Release funding from DSA so that everyone gets a chance to reach their potential",
        "additional_details": "Evidence shows that a high proportion of our imprisoned individuals in society have a learning difficulty not detected throughout their pre 16 education. We are failing our children.\r\nMental health in our children is hitting high levels, the impact of their failings in our present education and health system is a huge factor that the government have to take seriously. My background is varied in education and social services as well as counselling people with drug and alcohol addictions, their early years experience in education was a prominent factor that had impacted on their present mental health and wellbeing.",
        "background": "We need to remove barriers to learning at primary school through our education or health systems. We need early intervention, the impact of ignoring conditions are huge on a persons self esteem and self worth. We can change this at no extra cost by diverting part of DSA to early education.",
        "closed_at": null,
        "created_at": "2016-11-13T11:47:21.548Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-20T21:11:41.743Z",
        "opened_at": null,
        "rejected_at": "2016-11-24T17:15:39.923Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:09.706Z"
    },
    "id": 172374,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172374.json"
    },
    "type": "archived-petition"
}