{
    "attributes": {
        "action": "North Devon Council's car park fees are high or have increased considerably",
        "additional_details": "There is the Leisure Centre car park - which is much cheaper, but as we are now in winter and the dark nights are here, it is not so safe to walk there from the town centre. \r\nThe car park at Belle Meadow (near to the town centre), was only £4 per day - until May this year and then that increased to £11.60 per day too!\r\nThis just seems to be pure greed\r\n",
        "background": "Some of North Devon's car parks are very expensive. Some as much as £11.60 per day. Barnstaple seems to be the worst culprit and the people who are suffering the most from these extortionate fees - are local people and workers. There is no need for such high fees",
        "closed_at": null,
        "created_at": "2016-11-14T16:23:29.276Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-14T16:57:55.711Z",
        "opened_at": null,
        "rejected_at": "2016-11-18T17:15:59.596Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.northdevon.gov.uk/council/consultation/e-petitions/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:11.741Z"
    },
    "id": 172483,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172483.json"
    },
    "type": "archived-petition"
}