{
    "attributes": {
        "action": "Create a government position to speak to and for those against the establishment",
        "additional_details": "I live in Lancaster, a Labour town with a high population of working class which voted Leave in June 2016. As with many places like this in the North, the people have become disillusioned with the political system, not being able to trust either party, so many do not vote. This is a big problem, of the whole electorate in the UK, the winning party in 2015 only got 11 million votes, which does not represent the people properly. If someone can represent this large number of people, they will vote.",
        "background": "I have brought foward this proposition as the political world is changing. As we've seen with EU ref, and Donald Trump winning in the US, many voters, mostly poor, feel left behind by the current system, so a cabinet position needs to be created to speak for these people which will get them to vote.",
        "closed_at": null,
        "created_at": "2016-11-15T18:41:01.085Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-15T19:25:14.033Z",
        "opened_at": null,
        "rejected_at": "2016-11-17T17:59:38.199Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:14.042Z"
    },
    "id": 172616,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172616.json"
    },
    "type": "archived-petition"
}