{
    "attributes": {
        "action": "Misleading during election or referendum campaigns should be a criminal offence.",
        "additional_details": "In the last couple of years there have been many examples of campaigners lying or deliberately misleading the electorate during election or referendum campaigns, most of them giving rise to unexpected results with far reaching consequences.\r\n\r\nThe referendum for Scottish independence, the referendum to leave the EU, general elections and mayoral elections have all suffered from accusations of lies and the misleading of the electorate. After the results have been declared time has shown this to be the case. For instance, newly elected officials have retracted or reneged on campaign promises that clearly shows they lied or misled in the campaign.",
        "background": "Voters make a decision based on information from campaigners which, if unreliable then makes the results unreliable. Perverting the Course of Justice and Perjury are serious offences. If a campaigner can be shown to have lied or knowingly misled  they should also be liable to criminal prosecution. ",
        "closed_at": null,
        "created_at": "2016-11-16T12:45:04.865Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-17T06:23:30.740Z",
        "opened_at": null,
        "rejected_at": "2016-11-22T16:15:49.121Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/146612"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:16.070Z"
    },
    "id": 172711,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172711.json"
    },
    "type": "archived-petition"
}