{
    "attributes": {
        "action": "protect our children from vile bullies beating up our children and posting it.",
        "additional_details": "The schools and police need to have more powers to take bullying in hand, from actual physical violence to online cyber bulling, our children are being hurt in ways that leave many traumatised and needing help of organisations! \r\nI want the public to help parliament notice and now make online videos illegal of bullies hurting their victims! Why should these bully's get away with hurting our kids and the school or police won't do anything? It's time to take a stand as a parent and say it is no longer acceptable.",
        "background": "I want our vulnerable children to be protected from these vile Nasty bullies... our children are our future and with this we need to protect their innocence and save them from years of trauma and humiliation, by standing up for what we believe in sends a message that's it's no longer acceptable.",
        "closed_at": null,
        "created_at": "2016-11-17T20:07:47.393Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-17T23:20:21.851Z",
        "opened_at": null,
        "rejected_at": "2016-11-21T20:07:30.991Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to protect children from bullying.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:19.738Z"
    },
    "id": 172894,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172894.json"
    },
    "type": "archived-petition"
}