{
    "attributes": {
        "action": "Ban the use of animals on ITV's I'm A Celebrity... Get Me Out Of Here!",
        "additional_details": "We are continually evolving and technology is improving every single day. The amount of incredible bushtucker trials that could be done without the use of animals is infinite. It is shocking to imagine that to this day, celebrities are still made to eat live insects, crawl through tunnels containing reptiles, amphibians and rodents, and are still continually under fire for animal cruelty. \r\n\r\nPlease sign if, like me, you would prefer a completely animal free show!",
        "background": "I'm A Celebrity... Get Me Out Of Here! has raked in millions of viewers every year for ITV since its debut. Unfortunately, the show still insists on using animals in the vast majority of bushtucker trials. It's understandable that this makes for \"good viewing\" but it is extremely unnecessary.",
        "closed_at": null,
        "created_at": "2016-11-17T17:21:49.826Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-17T20:12:19.393Z",
        "opened_at": null,
        "rejected_at": "2016-11-21T16:46:12.358Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The content of the programme is the responsibility of the programme makers. If any laws have been broken, that would be a matter for the authorities in Australia.\r\n\r\nYou could raise your concerns directly with ITV:\r\n\r\nhttp://www.itv.com/contactus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:19.202Z"
    },
    "id": 172855,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172855.json"
    },
    "type": "archived-petition"
}