{
    "attributes": {
        "action": "Make the roads safer for horses & riders, drivers are not aware of the dangers!",
        "additional_details": "How many more horses need to die before something is done?  Next time the rider may not make it out alive too.\r\n\r\nThe roads in Canewdon especially Lark Hill, Ashingdon Rd and Hyde Wood are too narrow and too easy for drivers to get up to an illegal and obviously uncontrollable speed, and do so much damage like what happened yesterday 16th November 2016.  \r\n\r\nWe cannot bring Angel back, but we can try to save others going forward.\r\n\r\nPlease lets get Justice for Angel x",
        "background": "My best friend lost her horse yesterday, in a tragic road accident in Lark Hill Rd, Canewdon Essex - this is the 5th death of a horse along this stretch. \r\n\r\nPLEASE MAKE CARS SLOW DOWN WITH SPEED HUMPS to keep us safer.  My friend escaped uninjured but heartbroken at the loss of her best friend.",
        "closed_at": null,
        "created_at": "2016-11-18T09:55:30.293Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-18T13:37:14.805Z",
        "opened_at": null,
        "rejected_at": "2016-11-18T17:31:51.624Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:21.069Z"
    },
    "id": 172962,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172962.json"
    },
    "type": "archived-petition"
}