{
    "attributes": {
        "action": "No closures for legal routes for motorcycle trail riding without new provision.",
        "additional_details": "Many local authorities  are closing legal routes to responsible and legal motorcyclists or vehicle users without apparent regard for the need for the provision of this kind of recreational pursuit. The amount of these lanes are being reduced to a critically low number which can result in illegal use of unsuitable lanes without vehicle status. We say it is not reasonable to simply close the facilities and walk away from the responsibility to provide legitimate places to ride or drive.",
        "background": "Make a legal requirement that any current legal unsurfaced road open to motor vehicles (including motorcycles) cannot be closed by any local authority or local council highways authority without new provision of a similar route or facility being provided.   ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-18T11:02:26.597Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-18T14:43:30.408Z",
            "details": "Each local highway authority, or national park authority where appropriate, has considerable local knowledge about users to develop the most effective local solutions for their area. The Government believes that locally brokered solutions are therefore the most effective solutions in the long-term.\r\n\r\nLocal authorities have legislative powers, including powers to make a traffic regulation order to close a route to motorised vehicles if any problems occur, but they must fully consider and respond to any representations they receive about a proposed order.\r\n\r\nWe have helped establish a forum to bring together a number of motor vehicle stakeholders to discuss ways of working together in the future. The forum met on 17 November 2016, chaired by Natural England. It looks to identify and develop solutions for a range of issues about motorised vehicles.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-01-18",
            "summary": "The Government believes that local highway authorities, which are responsible for the management of motor vehicles and unsealed routes, are best placed to develop local solutions for their area.",
            "updated_at": "2017-01-18T14:43:30.408Z"
        },
        "government_response_at": "2017-01-18T14:43:30.411Z",
        "moderation_threshold_reached_at": "2016-11-18T11:42:58.310Z",
        "opened_at": "2016-11-23T14:22:38.851Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-22T21:55:26.021Z",
        "scheduled_debate_date": null,
        "signature_count": 10792,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:21.274Z"
    },
    "id": 172968,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172968.json"
    },
    "type": "archived-petition"
}