{
    "attributes": {
        "action": "Government should intervene with Southern Rail to improve the railway service",
        "additional_details": "People have lost their jobs because of this situation. There has been a lot of coverage about this in the news, but no action has been taken and the situation is getting worse. People are stuck on stations for hours, but get refund of very insignificant amount. People therefore even resorted to dark web for cheaper tickets, due to the service.",
        "background": "Travel been disrupted by Southern Rail for a very long period of time. People have been paying high prices for tickets and getting no service. Commuter to work, school, etc - their daily travel is disrupted by delays and cancellations. Yet Southern rail are making profit. Refunds are a mockery.",
        "closed_at": null,
        "created_at": "2016-11-18T11:23:27.022Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-18T16:56:27.590Z",
        "opened_at": null,
        "rejected_at": "2016-11-24T13:29:23.401Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining exactly how you would like the Government to intervene.\r\n\r\nYou may wish to sign this petition, which asks for the Government to take control of Southern Rail's rail franchise:\r\n\r\nhttps://petition.parliament.uk/petitions/159057"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:21.195Z"
    },
    "id": 172971,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/172971.json"
    },
    "type": "archived-petition"
}