{
    "attributes": {
        "action": "Increase teachers' PPA time to 1 day per week to promote teachers' wellbeing.",
        "additional_details": "The HSE's Labour force survey, listed teaching with one of the highest rates of work-related stress, anxiety or depression. With the unmanageable workload and unsustainable lifestyle as contributing factors to teachers 'burning out' due to a non existent work/life balance. \r\n\r\nThe 2014-15 figures from the DfE show that teachers on average each took 7.6 days off for sickness. A total of 2.22 million days were lost to teachers’ sickness absence. \r\n\r\nA full Friday of 'non-contact' PPA time would help teachers to manage workload prior to the weekend, so they could mentally and physically rest prior to the forthcoming week.\r\n",
        "background": "The DfE Teachers’ workload survey 2013 shows Primary school teachers work almost 60 hrs a week. \r\n\r\nFull time teachers are contracted to 32.5 hours a week. Therefore, the U.K. education system is surviving only because of the additional 'goodwill' work teachers do!\r\n",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-18T20:30:57.516Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-22T15:31:09.867Z",
            "details": "We want every child to be taught by great teachers who are not weighed down with unnecessary workload which we know can affect wellbeing. Sickness absence amongst teachers is however below the national averages for the private sector and for the overall labour market, as well as below the rates seen in other areas of the public sector.\r\n\r\nAs part of our response to the 2014 ‘Workload Challenge’, https://www.gov.uk/government/publications/workload-challenge-for-schools-government-response\r\nthe Department for Education established three independent review groups to address the three biggest causes of unnecessary workload identified by teachers - marking, planning and data management. https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/511256/Eliminating-unnecessary-workload-around-marking.pdf\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/511257/Eliminating-unnecessary-workload-around-planning-and-teaching-resources.pdf\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/511258/Eliminating-unnecessary-workload-associated-with-data-management.pdf\r\n\r\nThe reports from these groups, published in March 2016, include clear messages which empower classroom teachers and school leaders to challenge unproductive tasks. They make recommendations to the whole teaching profession, and encourage schools to reassess and streamline their practice and review it on an ongoing basis. \r\n\r\nThe planning and resources group https://www.gov.uk/government/publications/reducing-teacher-workload-planning-and-resources-group-report\r\nwere clear in their report that planning should take place in purposeful and well defined blocks of time. They recommended that Senior Leadership Teams should consider aggregating PPA into units of time which allow for substantial planning.\r\n\r\nWe will shortly publish an action plan setting out further commitments to help reduce teacher workload, including an offer of targeted support for schools to tackle workload where it is most needed. It is important that we work together to explore new and innovative ways to address this challenge. \r\n\r\nThe School Teachers’ Pay and Conditions Document (STPCD) stipulates that all teachers in maintained schools participating in the teaching of pupils are entitled to reasonable periods of Planning, Preparation, and Assessment (PPA) as part of their 1265 hours of directed time. PPA time must be provided in units of not less than half an hour during the school’s timetabled teaching week and must amount to not less than 10% of the teacher’s timetabled teaching week. In addition, the STPCD makes clear that governing bodies and headteachers must ensure that teachers are able to achieve a satisfactory work/life balance. In 2014 the School Teachers’ Review Body (STRB) undertook a review of teachers’ non-pay terms and conditions.  After considering evidence from the teaching unions, the employers and the Government, the STRB recommended that the principles underlying those conditions, including PPA time and work/life balance, remained appropriate and should be retained. The Government confirmed its acceptance of those recommendations.\r\n\r\nDepartment for Education",
            "responded_on": "2017-02-22",
            "summary": "We are supporting the profession to tackle issues which can affect teachers’ wellbeing, including excessive workload, and recognise the importance of teachers having adequate PPA time. ",
            "updated_at": "2017-02-22T15:31:09.867Z"
        },
        "government_response_at": "2017-02-22T15:31:09.870Z",
        "moderation_threshold_reached_at": "2016-11-18T23:28:32.603Z",
        "opened_at": "2016-12-15T15:13:18.021Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-22T20:52:52.836Z",
        "scheduled_debate_date": null,
        "signature_count": 23083,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:23.133Z"
    },
    "id": 173053,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173053.json"
    },
    "type": "archived-petition"
}