{
    "attributes": {
        "action": "Stop English language test for public hire driver on renewal by TFL.",
        "additional_details": "English language test B1 should not require for PHV drivers, \r\nBut TFL says-\r\nIf you were an existing holder of a private hire driver's licence before 14 October 2016, you only need to prove to us that you comply with the new requirement when you renew your licence.\r\nIn respect of both new and renewal applications received between 14 October 2016 and 31 March 2017, applicants have until 31 March 2017 to prove to us that they comply with the English language requirement.\r\nWe strongly oppose it.\r\n\r\n",
        "background": "An English language requirement applies to all applications for private hire drivers licences received by TfL on, or after, 14 October 2016. This includes applications for both renewal and new licences. \r\nOur demand.\r\nTFL can take ELT for new applicant, not for the existing PHV drivers.\r\n \r\n",
        "closed_at": null,
        "created_at": "2016-11-19T05:42:25.744Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-19T13:47:50.186Z",
        "opened_at": null,
        "rejected_at": "2016-11-21T09:13:08.412Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:23.672Z"
    },
    "id": 173093,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173093.json"
    },
    "type": "archived-petition"
}