{
    "attributes": {
        "action": "Keep the Personal Injury Small Claims Limit at £1,000/ Keep Damages for whiplash",
        "additional_details": "The reforms will have the effect of:-\r\nThe public will be frightened off from bringing claims, due to the costs and complications;\r\nInsurers will be able to instruct Solicitors and Barristers whilst the public will not and thus creating injustice;\r\nMembers of the public with upto 6 month whiplash injuries will be prevented from making a claim for injury;\r\nThere will be mass redundancies following implementation, possibly 60,000\r\nThe Treasury will lose PAYE, NIC, Employers NIC, and vat;",
        "background": "The MOJ has published a consultation paper proposing amongst other things:-\r\n1. The abolish low value whiplash claims for injuries up to 6 months\r\n2. To raise the small claims track to £5,000 for all personal injury claims.\r\n3. To introduce the assistance of Mackenzie friends in such claims.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-19T08:42:35.727Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-20T10:39:32.051Z",
            "details": "The reforms on which the government consulted build on previous reforms to control and reduce the costs of civil litigation. The consultation ran from 17 November 2016 to 6 January 2017 and the government will publish its response to the consultation shortly.  \r\n\r\nThe current small claims track limit for all claims other than personal injury and housing disrepair claims is £10,000. Claims above these limits are generally dealt with in the fast track if valued up to £25,000 or the multi-track if above £25,000.  In the small claims track the costs are generally borne by each side, whereas legal costs are generally recoverable by the winning party in the fast and multi-tracks. The government consulted on raising the small claims limit to £5,000 for personal injury claims, as the limit has been set at £1,000 since 1991 and an increase is long overdue.\r\nAs set out in the consultation, raising the small claims limit in personal injury cases to £5,000 would cover relatively straightforward, minor personal injury claims, which should not need legal representation. However claimants are not, and would not, be precluded from seeking legal representation in the small claims track if they so wished. Support for litigants in person is also available from a number of advice organisations and online sources. It should also be remembered that whilst the financial limits are one of the primary factors considered as to which track a claim should be in, the court can, on application, transfer a claim to the fast or multi track if it is particularly complex. \r\n\r\nIn addition to proposing to raise the small claims limit, the government consulted (1)  on removing the right to claim compensation for pain, suffering and loss of amenity (PSLA) in minor whiplash claims. Other measures included in the consultation were: \r\n•\tan alternative option of a fixed sum for PSLA compensation for minor whiplash claims, rather than removing compensation for PSLA altogether; \r\n•\tthe introduction of a tariff of compensation payments for PSLA for those with more significant injuries; and \r\n•\ta ban on offers to settle claims without medical evidence.\r\nThe price paid by all motorists from the continuing high number and cost of these ‘minor’ and ‘straightforward’ claims is too great, and it is right for the government to take firm action to reduce the financial burdens on consumers. Whichever option for tackling minor claims is pursued, all claimants will continue to receive compensation for other areas of loss such as the costs of medical treatment or for loss of earnings. Those with more serious injuries will also continue to be entitled to compensation for PSLA, but importantly, following the implementation of these measures, the excessive costs attached to dealing with these claims will be reduced and controlled. \r\n\r\nThe personal injury market has long proven itself to be adaptable and innovative, and it is likely that the industry will continue to provide cost effective services following the implementation of these reforms. The potential impact on solicitors will depend on a number of factors, including the volume of claims and their ability to adapt in response to a rapidly changing market. A full impact assessment which explores these issues in more detail was published alongside the consultation (2).\r\nImplemented as a package, these reforms would end the cycle in which innocent car owners pay higher premiums to cover minor, exaggerated or fraudulent claims by others. The government expects insurers to pass on savings of around £40 per motor policy, and a number of leading insurers have publicly stated that they will pass on all of the savings through lower premiums. \r\n\r\nFigures\r\nDWP Claims Recovery Unit figures show there were around 770,000 road traffic accident claims in 2015/16 (3) compared to 460,000 in 2005/06, of which around 690,000 (90%) are labelled as whiplash or soft tissue neck/back injuries. \r\nThe number and frequency of such claims continues to be too high and government action is needed to tackle this issue and help consumers through lower motor premiums. \r\n\r\n(1)  https://consult.justice.gov.uk/digital-communications/reforming-soft-tissue-injury-claims/supporting_documents/reformingsofttissueinjuryclaimsprocess.pdf \r\n  \r\n(2) https://consult.justice.gov.uk/digital-communications/reforming-soft-tissue-injury-claims/supporting_documents/Whiplash%20Impact%20Assessment%20Dec%202016%20v3.pdf \r\n(3) https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/516771/cases-registered-cru-2014-15.csv/preview \r\n\r\nMinistry of Justice",
            "responded_on": "2017-02-20",
            "summary": "The government has consulted on measures to reduce the number and cost of whiplash claims. Implementing these reforms will enable insurers to cut motor insurance premiums by around £40 per policy.",
            "updated_at": "2017-02-20T10:39:32.051Z"
        },
        "government_response_at": "2017-02-20T10:39:32.054Z",
        "moderation_threshold_reached_at": "2016-11-19T09:21:16.695Z",
        "opened_at": "2016-11-23T12:02:17.042Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-06T09:51:35.544Z",
        "scheduled_debate_date": null,
        "signature_count": 18720,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:23.915Z"
    },
    "id": 173099,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173099.json"
    },
    "type": "archived-petition"
}