{
    "attributes": {
        "action": "Allow small businesses to opt out from BID scheme",
        "additional_details": "BID's focus in Northampton:\r\n- To build on the assets of Northampton town centre as a destination\r\n- To increase the awareness of all the different parts of the town centre and encourage people to explore\r\n-  To encourage growth, development and investment of businesses \r\n\r\nNone of these are measurable, they are very generic and hard to prove working ideas. It should be covered by Business rates - NOT an extra 'hidden tax' for businesses that are already struggling with Business Rates.",
        "background": "A new scheme was launched by various councils called BID to improve town centres.  Currently charging businesses at 1% of their Business Rates. Independent local businesses are a great asset for town centres and these should be companies supported by BID rather than subsidising it.",
        "closed_at": null,
        "created_at": "2016-11-20T20:59:57.910Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-20T23:37:57.680Z",
        "opened_at": null,
        "rejected_at": "2016-11-24T17:20:29.677Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government has no supervisory role over Business Improvement Districts.The development and operational arrangements of a Business Improvement District are a matter for your local council or Business Improvement District proposer. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:27.851Z"
    },
    "id": 173279,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173279.json"
    },
    "type": "archived-petition"
}