{
    "attributes": {
        "action": "Free legal support for cases of discrimination in the work place.",
        "additional_details": "Fewer people are taking claims to an employment tribunal because of fees of up to £1,200 the TUC said it found that the number of workers filing such cases had fallen from 16,000 a month to 7,000 since the fees were introduced in 2013. This included a large reduction in cases on sexism, racism and disability. \r\nhttp://www.bbc.co.uk/news/business-37868410  \r\n",
        "background": "Many people are discouraged from making a claim about discrimination in the work place, because of fees they may have to pay to bring a case to court. This is bad as it allows unscrupulous employers to discriminate with very little done about it. This is against human rights and democracy.",
        "closed_at": null,
        "created_at": "2016-11-21T13:33:42.510Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-29T19:24:48.108Z",
        "opened_at": null,
        "rejected_at": "2016-12-05T15:08:50.465Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  We're not sure whether you would like the Government to provide free legal support for people bringing discrimination cases or whether you would like the Government to remove employment tribunal fees for these kinds of cases.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:29.789Z"
    },
    "id": 173361,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173361.json"
    },
    "type": "archived-petition"
}