{
    "attributes": {
        "action": "Telecommunication companies offer a partial refund for putting a  ban on service",
        "additional_details": "Once service is restored the company should offer a credit to the next month bill for the days you are without something you have paid for. Suspension of service is still allowed to prevent large bills being run up, but if the bill is settled the credit should be given. If you have paid for access to something regardless whether payment is late you should be entitled to it",
        "background": "A service is suspended for late payment, you cannot use your phone to make outgoing calls or broadband etc. You cannot use minutes of a service plan nor data, yet once full payment is made and service is restored you have paid for something you couldnt use, yet still have been charged. ",
        "closed_at": null,
        "created_at": "2016-11-22T08:54:17.572Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-22T10:50:26.067Z",
        "opened_at": null,
        "rejected_at": "2016-11-28T18:09:18.119Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on telecommunication companies, not the Government or Parliament, to take action.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:32.326Z"
    },
    "id": 173471,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173471.json"
    },
    "type": "archived-petition"
}