{
    "attributes": {
        "action": "Air-drop life saving aid into the starving cities in Syria.",
        "additional_details": "After attending an APPG friends of Syria discussion in the Houses of Parliament today, Raed Saleh, Head of Syrian Civil Defense informed us that within 20 days, a quarter of the people trapped in Aleppo will have starved to death, 100,00 of them are children. Aid has been blocked and bombing has increased. British planes use the airspace above these cities on their coalition operations. Use this advantage to drop vital aid to the people below. There is no excuse not to act immediately. ",
        "background": "As you may be aware, the situation in Syria has become critical this week. Aid is being blocked from reaching major cities, Russian and Assad forces have heavily increased their air strikes, targeting and destroying the only remaining hospital in Eastern Aleppo. The time to act is now. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-22T20:38:56.656Z",
        "debate": {
            "debate_pack_url": null,
            "debated_on": null,
            "overview": "The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons. \r\n\r\nThere was an emergency debate on 13 December about international action to protect civilians in Aleppo and more widely across Syria. You can find out more about this debate, and watch the video or read a transcript, here: \r\n\r\nhttps://www.parliament.uk/business/news/2016/december/emergency-debate-international-action-to-protect-civilians-in-aleppo-and-syria/\r\n\r\nThere was also an emergency debate on 11 October about the humanitarian catastrophe in Aleppo and Syria. You can find out more about this debate, and watch the video or read a transcript, here:\r\n\r\nhttps://www.parliament.uk/business/news/2016/october/emergency-debate-humanitarian-catastrophe-in-aleppo-and-syria/\r\n\r\nIn making its decision, the Committee has also taken into account the current situation in Syria. The Government response to the petition says that the Government has reluctantly concluded that airdrops over Syria would pose too great a risk in the current circumstances. The Government explains that: “the Syrian regime has a Russian-provided comprehensive integrated air defence system designed to deny unauthorised use of Syria air space. Russia has deployed its most advanced jet fighters and surface-to-air missiles in Syria. There is also a very significant risk of attack by some groups on the ground, including Daesh and al-Qaeda, who may see benefit in shooting down an aid flight.” In the light of this, the Committee believes that the time for a debate on airdrops of aid has passed. \r\n\r\nFor these reasons, the Committee has decided not to schedule a debate on this petition. The Committee would, however, look favourably on future petitions calling for action to address the humanitarian crisis in Syria, if they have substantial public support.\r\n",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2017-01-11T17:52:24.922Z",
        "debate_threshold_reached_at": "2016-12-14T20:40:33.772Z",
        "government_response": {
            "created_at": "2017-01-05T12:07:55.192Z",
            "details": "The UK Government is deeply concerned about the appalling humanitarian tragedy that is unfolding in eastern Aleppo.  We are painfully aware through our many contacts on the ground of how dire and desperate the situation is there, as well as for the 587,000 people besieged by the regime in other towns in Syria.  \r\n\r\nThat is why this Government has considered the option of airdrops very carefully.  However, as the Foreign Secretary, told the House of Commons on 13 December, we came reluctantly to the conclusion that airdrops over Syria would pose too great a risk in current circumstances.  The Syrian regime has a Russian-provided comprehensive integrated air defence system designed to deny unauthorised use of Syria air space.  Russia has deployed its most advanced jet fighters and surface-to-air missiles in Syria.  There is also a very significant risk of attack by some groups on the ground, including Daesh and al-Qaeda, who may see benefit in shooting down an aid flight. Other aerial options for delivering aid, including by drones, would also run up against these challenges.\r\n\r\nBy far the best way of delivering the large amount of humanitarian assistance that is required would be by road, by trusted and neutral humanitarian partners who can ensure it gets to those who need it most. The UN has humanitarian supplies ready to reach besieged areas.   The regime and its allies could decide in a moment to allow aid in. \r\n\r\nAll International Syria Support Group (ISSG) members committed to use their influence with parties on the ground to secure access for aid convoys across Syria, including Russia and Iran.  They are uniquely placed to use their influence to ensure the regime meets its obligations and we are lobbying both governments to fulfil their ISSG commitments.  The Foreign Secretary raised our concerns when he spoke to the Russian Foreign Minister Lavrov on 22 November.  On 7 December, the Prime Minister, along with five of our closest partners, issued a statement making clear that there must be no impunity for those found to be committing war crimes and calling for Russia and Iran to use their influence with the Syrian regime to protect people and allow aid in.\r\n\r\nWe are clear that the United Nations (UN) Security Council and the wider international community need to do everything they can to make protection of civilians the highest priority, and to do everything in their power to enable aid access to besieged areas across Syria.  We therefore continue to exert multilateral diplomatic pressure for humanitarian access to be opened up across Syria.  Emergency sessions of the Security Council were held at the UK and France’s request on 30 November and 13 December to discuss Aleppo.  In his most recent intervention our Ambassador to the United Nations, Matthew Rycroft, pressed for the regime’s pitiless assault to stop and for the UN to be allowed access to help civilians on the ground.  Russia has blocked meaningful action in the UN Security Council, vetoing six UN Security Council resolutions, including one on 6 December calling for a seven day ceasefire to allow the UN to get desperately needed aid to the civilians of besieged eastern Aleppo.  \r\n\r\nOver the five years of the Syrian conflict one of our priorities has been to address the humanitarian situation through our support to international humanitarian agencies and Syrian civil society organisations.  We have pledged £2.3 billion in response to the Syria crisis, our largest ever response to a single humanitarian crisis.  This makes the UK the second largest bilateral humanitarian donor after the US.  We have also given £32.5 million of support since 2013 to Syrian Civil Defence, which has done so much to save lives and to put a spotlight on the plight of civilians caught up in this conflict.\r\n\r\nWe will continue to do all in our power to help the people of Syria.  We continue to work closely with international partners to increase pressure on those involved in this abhorrent conflict. We will continue to support the efforts of the United Nations to get humanitarian assistance to besieged and hard to reach communities in Syria.\r\n\r\nForeign and Commonwealth Office",
            "responded_on": "2017-01-05",
            "summary": "What is happening in Aleppo is a tragedy caused by the Syrian regime, Russia and Iran.   We will continue to work with key international partners and the UN to help the people of Syria. ",
            "updated_at": "2017-01-05T12:07:55.192Z"
        },
        "government_response_at": "2017-01-05T12:07:55.195Z",
        "moderation_threshold_reached_at": "2016-11-22T21:44:11.206Z",
        "opened_at": "2016-11-25T18:50:59.037Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-30T18:07:28.926Z",
        "scheduled_debate_date": null,
        "signature_count": 146452,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:34.572Z"
    },
    "id": 173574,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173574.json"
    },
    "type": "archived-petition"
}