{
    "attributes": {
        "action": "Everyone in England is complaining how hard;new math exam is plz make it easier",
        "additional_details": "Every school across England had complained about how difficult the exam was.",
        "background": "We recently did the new GCSE maths exam&everyone found it really hard.everyone across England the schools had complained about how difficult the paper was. I used to achieve in maths and now am failing due to the new gcse maths exam. Please make it easier for us. Every student is struggling.plz help",
        "closed_at": null,
        "created_at": "2016-11-24T18:59:00.752Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-06T18:38:44.533Z",
        "opened_at": null,
        "rejected_at": "2016-12-08T19:07:27.673Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept your petition because it does not call for a clear, specific action from either the UK Government or Parliament.\r\n\r\nIn any case, the UK Government or Parliament is not responsible for the difficulty of exam papers. Exam boards are responsible for the questions they set. Exam boards are regulated by the Office of Qualifications and Examinations Regulation (Ofqual), which regulates qualifications, examinations and assessments in England.\r\n\r\nYou can make a complaint to Ofqual about the organisations it regulates. Further information about how to complain is available here: https://www.gov.uk/government/organisations/ofqual/about/complaints-procedure."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:39.642Z"
    },
    "id": 173808,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173808.json"
    },
    "type": "archived-petition"
}