{
    "attributes": {
        "action": "Say NO to Fairoaks Garden Village! Keep the historical airfield open",
        "additional_details": "From the GetSurrey news, they report:\r\n\r\n\"At the moment there are no actual plans, no actual proposal. They have not been granted garden village status so it is very much a waiting game,\" she told Get Surrey.\r\n\r\nA statement on Chobham Society's Facebook page reads: \"The Parish Council were sent a letter last week from Michael Gove seeking their views on a 1500 unit 'garden village' and that is the only information that the Parish Council has had.\r\n\r\nWe hereby campaign to keep Fairoaks Airport as an operational aircraft base for many years to come.",
        "background": "An early proposal, from Fairoaks Garden Village Limited, seeks to build homes, offices and schools on the existing Fairoaks Airport area.\r\n\r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-11-25T18:50:01.375Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-25T19:17:10.407Z",
        "opened_at": null,
        "rejected_at": "2016-12-02T13:08:59.797Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning decisions are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:40.975Z"
    },
    "id": 173885,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173885.json"
    },
    "type": "archived-petition"
}