{
    "attributes": {
        "action": "Clearly state on ALL consumer items if they are vegetarian and/or vegan.",
        "additional_details": "There are numerous reasons why someone wouldn't want to use a product that contains animal derived ingredients. And it doesn't have to be cosmetics, even certain types of commercial milk contain animal fats and people are completely unaware. As someone who regularly contacts companies, I can assure you that it can be a tedious process. My aim, is to try and persuade producers to CLEARLY label whether their items are suitable for vegetarians and/or vegans or if they aren't.\r\n",
        "background": "How many times have you struggled to tell if a certain product is suitable for you? Whether it be for religious requirements or because you're vegan/vegetarian. We, the consumers, shouldn't have to contact companies. Instead, producers should clearly label their products as vegan and/or vegetarian.",
        "closed_at": null,
        "created_at": "2016-11-24T21:44:04.269Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-24T22:58:21.704Z",
        "opened_at": null,
        "rejected_at": "2016-11-29T18:10:32.189Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition seems to be calling on producers, not the Government or Parliament, to take action.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law, to make it a legal requirement to label products as being suitable for vegans and/or vegetarians. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:39.872Z"
    },
    "id": 173826,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/173826.json"
    },
    "type": "archived-petition"
}