{
    "attributes": {
        "action": "Introduce a Carbon Tax to combat climate change",
        "additional_details": "This may be our last chance to stop climate change. If the average temperature rises by 2°C then coral reefs will die. Not only are these natural phenomenons beautiful and unique, coral reef plants and the animals that inhabit them are important sources of new medicines that are being developed to treat cancer, arthritis, Alzheimer's disease, heart disease, and other diseases due to their amazing biochemistry.\r\nAlso, if the Greenland ice cap melts completely, as it is already starting too, then the fresh water might completely stop the Gulf Stream, which is a natural ocean current that keeps us warm. If the Gulf Stream stops then precipitation will fall as snow instead of rain, and over time could lead to the UK's climate becoming more like that of eastern Russia during winter.   ",
        "background": "Climate change is the most important issue our society is faced with. Introducing a carbon tax into the UK would help us as a nation minimize our carbon tax and set an example to the rest of the world.\r\nOne option would be to reduce income tax at the same time as introducing a carbon tax. \r\n\r\n",
        "closed_at": null,
        "created_at": "2016-11-28T10:10:09.200Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-28T16:27:55.559Z",
        "opened_at": null,
        "rejected_at": "2016-11-28T19:17:21.120Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/170835"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:45.487Z"
    },
    "id": 174071,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/174071.json"
    },
    "type": "archived-petition"
}