{
    "attributes": {
        "action": "Give the Birmingham pub bombing families legal aid to help them get to the truth",
        "additional_details": "",
        "background": "The families of those who died or were injured in the Birmingham pub bombings have been refused legal aid.\r\n\r\nThe Police aren't even looking for those who carried out the bombings.\r\n\r\nLike the Hillsborough families the Birmingham pub bombing families deserve legal aid to help them get to the truth",
        "closed_at": null,
        "created_at": "2016-11-28T14:22:53.632Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-28T14:57:07.234Z",
        "opened_at": null,
        "rejected_at": "2017-01-13T16:23:46.692Z",
        "rejection": {
            "code": "no-action",
            "details": "We’re not sure what action you’d like the Government to take. The Legal Aid Agency is independent of the Government and the Government can’t intervene in its decisions. \r\n\r\nThere was recently a debate in the House of Commons on this subject. During that debate, the Government Minister (Sir Oliver Heald) explained that two applications for legal aid relating to this case have been received by the Legal Aid Agency, and that one of these has been granted and “a way has been suggested of finding the other application to be within the rules.”\r\n\r\nYou can read the full debate here:\r\n\r\nhttps://hansard.parliament.uk/commons/2016-10-26/debates/5180E18B-EDC6-45A3-8303-F948ECCAEEDF/BirminghamPubBombingsLegalAid\r\n\r\nThe Minister also explained that these applications don’t cover all of the families who have been bereaved, and so there may be further applications. You could start a new petition asking for the Government to provide funding for legal assistance if any application for legal aid is refused. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:45.972Z"
    },
    "id": 174097,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/174097.json"
    },
    "type": "archived-petition"
}