{
    "attributes": {
        "action": "Refund Railway train fare if the journey is delayed for more than 15 minutes.",
        "additional_details": "I frequently travel between Hackbridge, Farringdon and Balham train stations for work in London. The trains between these stations are late very frequently. This creates a crowd of impatient waiters and it becomes very hard to find a space to stand let alone to sit, especially in peak times. 30 minutes refund cap is not affordable for a professional person, who has to bear up to four trains getting delayed or cancelled in a single day.",
        "background": "As a lot of journeys consist of connecting trains, one train getting delayed or cancelled impacts the whole journey as you are more likely to miss the next one.",
        "closed_at": null,
        "created_at": "2016-11-28T22:46:51.474Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-29T09:34:23.353Z",
        "opened_at": null,
        "rejected_at": "2016-12-05T15:52:17.889Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nAlthough the UK Government and Parliament do not directly refund the price of train tickets, the Government can define the rules by which train operating companies refund rail fares. You could start a new petition calling on the Government to require holders of rail franchises to refund train fares if the journey is delayed for more than 15 minutes. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:46.914Z"
    },
    "id": 174155,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/174155.json"
    },
    "type": "archived-petition"
}