{
    "attributes": {
        "action": "Teachers salaries should reflect the 50 plus hours they work a week.",
        "additional_details": "An article published by Business Insider shows that teachers working in the public sector in the United Kingdom, do not even receive a salary that falls within the top 10 countries worldwide and the annual salaries that they pay their teachers. ",
        "background": "Average full-time teachers in the United Kingdom are paid for 32.5 hours a week. Research published by the BBC has shown that full-time primary school teachers are working an average of 59.3 hours a week and their counterparts in secondary schools are working 55.7 hours a week. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-11-30T21:48:16.008Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-23T16:05:03.552Z",
            "details": "The School Teachers’ Pay and Conditions Document (STPCD) covers the pay and conditions for teachers in maintained schools in England and Wales. Non-maintained schools, including academies and free schools, are responsible for determining the pay and conditions of their staff themselves. Such schools are therefore not obliged to follow the statutory arrangements set out in the STPCD, although they may still choose to do so if they wish.\r\n\r\nThe STPCD requires that a full time teacher works for 1265 hours across 195 working-days and they must also work such reasonable additional hours to ensure they are able to execute their professional duties.\r\n \r\nThe most recent data from Education at a Glance 2016, shows that when comparing their actual salaries with other tertiary educated workers, teachers in England are above the OECD average and fare better than teachers in many other OECD countries including Norway and Sweden.\r\n\r\nThe Government, however, realises the importance of continuing to attract and retain high quality teachers and is actively addressing the issues that teachers tell us matter the most including unnecessary teacher workload.\r\n\r\nWe want to ensure that teachers can concentrate on teaching and not bureaucracy and paperwork. As part of our response to the 2014 ‘Workload Challenge’, the Department for Education established three independent review groups to address the three biggest causes of unnecessary workload identified by teachers - marking, planning and resources and data management. These groups published their reports in March 2016.\r\n\r\nThe reports include clear messages which empower classroom teachers and school leaders to challenge unproductive tasks. They make recommendations to the whole teaching profession, and encourage schools to reassess and streamline their practice and review it on an ongoing basis. We have accepted, and are acting on, the recommendations for Government. As the reports make clear, it is for everybody involved in education to act on the principles and recommendations in these reports.\r\n\r\nTeaching continues to be an attractive profession for high quality graduates, with 18 per cent of this year’s cohort again holding a first class degree whilst 74 per cent of trainees hold a 2:1 or above. We currently have more teachers in our schools than ever, with over 456,000 teachers in schools throughout England- up more than 15,000 since 2010 - and retention rates have remained broadly stable.\r\n\r\nWe also have a range of incentives to attract the very best graduates, including training bursaries of up to £30,000, and scholarships. Maintained schools have been granted greater pay freedoms, giving them the flexibility they need to meet their workforce needs.\r\n\r\nDepartment for Education ",
            "responded_on": "2016-12-23",
            "summary": "The most recent data from the OECD shows teachers in England are paid above the OECD average but we recognise we need to do more to empower teachers and school leaders to challenge unproductive tasks.",
            "updated_at": "2016-12-23T16:19:00.173Z"
        },
        "government_response_at": "2016-12-23T16:05:03.554Z",
        "moderation_threshold_reached_at": "2016-12-03T10:29:01.106Z",
        "opened_at": "2016-12-08T16:38:45.755Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-11T23:05:58.759Z",
        "scheduled_debate_date": null,
        "signature_count": 22362,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:51.045Z"
    },
    "id": 174367,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/174367.json"
    },
    "type": "archived-petition"
}