{
    "attributes": {
        "action": "PREVENT A FATALITY NOW! GRIT OUR TREACHEROUS FERNWOOD ROADS.",
        "additional_details": "We are able to provide years of documented evidence regarding this road. Since reporting this incident on social media many more residents have come forward to report their accidents. There are children and dog walkers walking along the path on a daily basis too and sooner or later there is going to be a fatality. ",
        "background": "There have been hundreds of documented incidents and crashes on our Fernwood Estate. My sixteen year old son was very recently involved in an accident on the treacherous corner of Dale Way which could have resulted in fatal injuries. Given the increasing volume of traffic, let's prevent a fatality.",
        "closed_at": null,
        "created_at": "2016-12-05T12:58:51.054Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-05T22:16:05.432Z",
        "opened_at": null,
        "rejected_at": "2016-12-09T15:15:05.473Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local roads are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:22:58.966Z"
    },
    "id": 174778,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/174778.json"
    },
    "type": "archived-petition"
}