{
    "attributes": {
        "action": "This petition calls for a total ban on the use of packs of hounds for hunting",
        "additional_details": "Police forces across the country readily admit that they have no manpower to monitor hunting. When faced with evidence of illegal kills, assaults on saboteurs , foxes bred in captivity to release for the hunts, they rarely prosecute. \r\nThe majority of UK residents would like to see a total ban on fox/hare/deer hunting with a pack of hounds. It's a \" sport\" that should be consigned to our history books. \r\nHunts continue to hunt illegally, ignoring the law and the will of the British public. \r\n",
        "background": "Fox hunting has been banned for a number of years. Hunts still kill ,claiming it was an accident. They can follow a man made trail legally but this leads to confusion in making a prosecution as the hunt readily admits the hounds are uncontrollable when catching the scent of a live fox. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-12-04T17:13:54.747Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-17T12:04:24.219Z",
            "details": "The Hunting Act 2004 bans all hunting of wild mammals with dogs in England and Wales. However, it also sets out several classes of exemptions where dogs may be used to hunt wild mammals, subject to very strict conditions. The full details of the Hunting Act 2004 exemptions are available online at: \r\nwww.legislation.gov.uk/ukpga/2004/37/schedule/1\r\n\r\nThe Hunting Act 2004 does not prevent hunts from meeting up and riding with their hounds, nor does it prevent hunts from carrying out activities such as trail or drag hunting; or limit the number of hounds that may be taken out by hunts or used for activities that do not involve hunting with dogs. However, hunts should take care to ensure that their hounds are under control at all times whilst out in public. Any failure to control hounds may result in an offence being committed. \r\n\r\nUnder the Hunting Act 2004, an individual can receive an unlimited fine if found guilty of illegal hunting or hare coursing. There are also strict laws in place to protect animal welfare. It is an offence under the Animal Welfare Act 2006 of causing unnecessary suffering to an animal with a maximum penalty of an unlimited fine and/or six months imprisonment. \r\n  \r\nWith regard to the policing of hunts, decisions on the allocation of police resources and on the arrest and prosecution of those taking part in illegal hunting activity are a matter for individual Chief Constables and prosecuting authorities. It is also for Police and Crime Commissioners to hold their forces to account, including on how they tackle the crimes that matter most to residents and businesses in rural and urban areas alike. Anyone who believes an offence is taking place or has taken place under the Hunting Act 2004 or the Animal Welfare Act 2006, whether it lies with the hunters or protestors, should report the matter to the Police. \r\n\r\nThe Government has a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote, with a government bill in government time. The Government recognises that hunting evokes strong views on both sides of the argument and that is why Conservative MPs and peers have a free vote on this matter.\r\n\r\nThe Government therefore does not agree to bring into force a total ban on the use of pack hounds in England and Wales.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-03-17",
            "summary": "The Government has a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote with a government bill in government time.",
            "updated_at": "2017-03-17T12:04:24.219Z"
        },
        "government_response_at": "2017-03-17T12:04:24.221Z",
        "moderation_threshold_reached_at": "2016-12-04T19:17:26.050Z",
        "opened_at": "2016-12-08T18:54:22.933Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-28T09:52:10.262Z",
        "scheduled_debate_date": null,
        "signature_count": 17073,
        "state": "closed",
        "updated_at": "2017-09-09T06:22:57.737Z"
    },
    "id": 174713,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/174713.json"
    },
    "type": "archived-petition"
}