{
    "attributes": {
        "action": "Force La Republic Du Cameroun To call For a two State Federation In Cameroon",
        "additional_details": "despite the official languages in Cameroon being English and french, while in Cameroon you know there is one official language, french, as such lawyers and teachers, as well as students are now fighting for the British heritage of the British Southern Cameroonians, and we now believe the UK parliament and Government who were at the forefront of the initial set up of the Federation when they granted us independence as part of La Republic, should take action and help secure our heritage.",
        "background": "In 1961 British Southern Cameroons got independence as part of a two state Federal sytem in Cameroon, through shear marginalization, the will of the English speaking Cameroonians has been gradually eradicated under president Paul Biya, We the people want to return to Federalism or gain autonomy.",
        "closed_at": null,
        "created_at": "2016-12-09T11:22:05.253Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-09T12:24:00.431Z",
        "opened_at": null,
        "rejected_at": "2016-12-16T11:18:34.768Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government can't force the government of Cameroon to take this action. You could ask the UK Government to urge the government of Cameroon to introduce a two state federation. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:05.561Z"
    },
    "id": 175121,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175121.json"
    },
    "type": "archived-petition"
}