{
    "attributes": {
        "action": "Save Out of School Care and Playwork",
        "additional_details": "E.g. in Surrey there are over 600 out of OOSCP's providing care and support for working parents approx. 60,000 children. Providers may be reaching children and families in need at the moment through Early Intervention, but without the dedicated support and advice as well as training received via the Playwork Teams, arguably this will not continue. It is evident there is no vision of what these changes will look like and the detrimental effect it will have on children and their families.\r\n",
        "background": "Restructures at Local Authorities discount Playwork Teams. No support for out of school care providers (OOSCP's) - no updates, web pages, no advice or support, no training, no inclusion funding, no quality assurance tools or materials, no visits...NOTHING!  A child safeguarding and wellbeing risk.\r\n",
        "closed_at": null,
        "created_at": "2016-12-09T15:17:38.254Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-09T18:19:10.387Z",
        "opened_at": null,
        "rejected_at": "2016-12-15T14:27:29.537Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to support out of school care and playwork. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:06.065Z"
    },
    "id": 175148,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175148.json"
    },
    "type": "archived-petition"
}