{
    "attributes": {
        "action": "STOP all immigration & implement an Aussie style border control system.",
        "additional_details": "We need an Aussie style border control system, where people trying to come into the Country are checked for full documentation, passport, birth certificate, working visa’s, health insurances etc, proof of an address where they will live, proof of an employment contract, educational & professional qualifications, an adequate amount of money to live on until they are paid from their employment. Failure to supply ALL of this information should find an individual with refusal of entry.",
        "background": "We the British public would like to see an immediate STOP on all immigration and see the implementation of a border control system for all future immigration.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-12-09T13:02:43.848Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-24T14:27:59.590Z",
            "details": "The immigration system has a role to play in supporting growth and meeting the needs of UK businesses.  Migrant workers fill skills gaps in our labour market and help to boost our economy.  We also welcome international students who want to come to study at our world-leading universities and are committed to making sure we attract the brightest and the best.\r\n\r\nUncontrolled, however, mass immigration makes it difficult to maintain social cohesion, puts pressure on public services and can drive down wages for people on low incomes.  That is why we are committed to reducing net migration to sustainable levels.\r\n\r\nThe context that Australia operates in is very different to the UK.  It has a low population density and there is public support for increased legal migration.  The net immigration rate in Australia is, in proportion to their population, three times ours at 240,000 per year on a population one third of the UK’s.  \r\n\r\nThe Australian points-based system forms only a part of the work migration system and is intended primarily for job seekers, not employers (who have a different route for recruitment).  As the Prime Minister has said many times in the past, a points-based system will not work and is not an option. It would give foreign nationals the right to come to the UK if they meet certain criteria, instead of ensuring that decisions on who comes to the country are based on our economic needs and reside with the Government.\r\n\r\nOur immigration system is designed to meet the UK’s specific needs.  We are putting an end to automatic entry where points tests are met and placing more emphasis on credibility testing.  We have closed routes which allowed migrants to come to the UK without a skilled job offer to look for work. There is a renewed emphasis on migrants being selected by sponsors such as employers and universities, with sponsors being made accountable for their choices. To qualify for a Tier 2 work visa, non-EU nationals must have a specific job offer from an employer which has been licensed by the Home Office to sponsor migrant workers.\r\n\r\nWe have capped the number of migrants outside the EU who can come here to work and are ensuring that only those who make a real economic contribution can come. We have also closed almost 1,000 bogus colleges, and increased scrutiny of sham marriages. We are removing more foreign national offenders than ever before and have legislated to stop illegal migrants operating under the radar.\r\n\r\nApplicants coming to the UK to work, study or join family need to provide documentation and must have sufficient money to support themselves without relying on public funds.  Those coming for more than six months must pay an immigration health surcharge to ensure they make a fair contribution towards the costs of the NHS.\r\n\r\nAs we conduct the negotiations to leave the EU, it must be a priority to regain more control of the numbers of people who come here from Europe.  The precise way in which we will do this is yet to be determined. There are a whole range of issues to consider, not just how to bring control through the rules for people coming in, but also crucially the activities they are permitted to undertake when they are here.\r\n\r\nAt every step of the negotiations, the Government will work to ensure the best possible outcome for the British people. We are about to begin these negotiations and it would be wrong to set out unilateral positions in advance.\r\n\r\nOur reforms since 2010 have already made it more difficult for EU migrants to claim benefits in the UK and, through the landmark Immigration Act, made it tougher for illegal immigrants to remain by restricting access to work, housing, benefits, healthcare, bank accounts and driving licences and making it easier to remove those who have no right to be here by reducing the number of appeals.\r\n\r\nHome Office",
            "summary": "The Government is committed to reducing net migration to sustainable levels. Non-EU workers must have a skilled job and pay towards the NHS. Brexit will allow us to get more control of EU migration. ",
            "updated_at": "2017-02-24T14:27:59.590Z"
        },
        "government_response_at": "2017-02-24T14:27:59.593Z",
        "moderation_threshold_reached_at": "2016-12-11T18:56:33.897Z",
        "opened_at": "2016-12-20T15:02:09.029Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-30T19:41:13.741Z",
        "scheduled_debate_date": null,
        "signature_count": 28986,
        "state": "closed",
        "updated_at": "2017-09-09T06:23:05.853Z"
    },
    "id": 175134,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175134.json"
    },
    "type": "archived-petition"
}