{
    "attributes": {
        "action": "To make street lights brighter to prevent street crimes and motor accidents.",
        "additional_details": "By making street lights brighter may prevent crimes such as muggins and rape from occurring. Street lights are not as bright as what they used to be and in the winter it gets dark around 4pm when children are walking home from school. By making the street lights brighter again could prevent a lot of accidents and street crimes from occurring.\r\n",
        "background": "Recently I have noticed that street lights around the UK are not as bright as what they used to be. Has a driver this makes road signs and markings harder to see resulting in car accidents.  It is also hard to see pedestrians crossing the road especially when they are wearing dark clothing.",
        "closed_at": null,
        "created_at": "2016-12-10T22:42:15.934Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-10T23:40:40.236Z",
        "opened_at": null,
        "rejected_at": "2016-12-16T12:28:34.238Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Councils are responsible for street lighting in the UK. If you're concerned about the brightness of your local street lights, you could try contacting your local council about the issue. You can find your local council here: \r\n\r\nhttps://www.gov.uk/report-problem-street-light \r\n\r\nIf you would like all councils to be required to use brighter bulbs, you may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/171214\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:08.609Z"
    },
    "id": 175256,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175256.json"
    },
    "type": "archived-petition"
}