{
    "attributes": {
        "action": "To make clear that we understood leaving the EU meant leaving the single market.",
        "additional_details": "With all the court cases going on to fight the will of the majority of the UK people the brexit voters have been pretty much just letting them get on with it. \r\nNow I personally have heard far too many politicians and other remain voters telling me I didn't know that my vote to leave the EU also meant the single market (even though both remain and leave camps told us that). This petition will make it clear that we knew and maybe convince some to get on with the jobs we pay them for.",
        "background": "With so many remainer polititions now telling us that we didn't understand that a vote to leave the eu was also a vote to leave the single market and all that entails we need a new voice.\r\nThis petition is to give a voice to the brexit voters and let them know we understood what we were voting for.",
        "closed_at": null,
        "created_at": "2016-12-11T08:21:08.374Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-13T13:42:42.747Z",
        "opened_at": null,
        "rejected_at": "2016-12-16T12:39:17.869Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:08.815Z"
    },
    "id": 175271,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175271.json"
    },
    "type": "archived-petition"
}