{
    "attributes": {
        "action": "The government must step in to bring to an end the chaos caused by Thameslink.",
        "additional_details": "The government MUST step in now to put pressure on Thameslink to improve this incredibly poor service, reduce the amount of delays and cancellations and give something back to the poor passengers. Train travel is NOT cheap anyway and overcrowding, new trains that don't work properly half the time and lack of staff have made the whole situation a joke. Being a very busy line and a main commuter line, the government MUST step in to address this urgent concern to so many thousands of passengers",
        "background": "For too long now cancellations and delays on the thameslink line to London from Bedford have had a detrimental effect to the hardworking commuters that depend so heavily on the trains running on time. The repay scheme is really no remedy in comparison to the stress day to day delays cause. ",
        "closed_at": null,
        "created_at": "2016-12-11T10:12:31.693Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-11T12:11:36.083Z",
        "opened_at": null,
        "rejected_at": "2016-12-16T17:25:55.361Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to make sure that the Thameslink service improves.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:09.143Z"
    },
    "id": 175278,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175278.json"
    },
    "type": "archived-petition"
}