{
    "attributes": {
        "action": "Stop business rate rises before they wreck independent high street retailers",
        "additional_details": "The new business rates have an unsound basis. Rising property values are a cost to small retailers, not a source of profit. Increasing rates in line with property values is a double burden which will be the end for many much-loved retailers, and will turn interesting high streets into identical dull parades of chain coffee shops, charity outlets, and predictable national retailers. Local councils should not be wrecking their own high streets. Business rates need to be reconsidered.",
        "background": "Independent retailers in many towns face rate increases which will force them out of business. National chains are pushing up property values, and independents are paying for this in their rates. Higher property values do not mean more turnover. The unintended consequence will be bland high streets.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-12-13T11:39:25.494Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-08-09T12:10:18.176Z",
            "details": "Business rates provide a valuable contribution to the funding of local councils to enable them to deliver crucial services such as adult social care, children’s services, and local facilities.  The property valuations on which business rates are based are updated on a regular cycle by the Valuation Office Agency which carries out its work independently of government.  This updating means that bills are based on up to date information, and ensures that all businesses are dealt with on a consistent basis.\r\n\r\nThe majority of businesses either saw their bills stay the same or decrease as a result of the most recent revaluation which came into effect in April 2017. The government put in place a £3.6billion relief scheme to provide support to those businesses whose bills increased as a result of the revaluation.  In addition, at the Budget, the Chancellor announced a further £435million to support ratepayers.  As part of this, the Government also announced a £300 million discretionary relief fund over four years from 2017-18 so that local councils can provide additional support to businesses facing increases in their bills.   And a £1,000 reduction will be applied to all pubs with a rateable value below £100,000.\r\n\r\nThis is in addition to the support announced at Budget 2016.  Those changes are worth £8.9 billion over the next five years.  They include the doubling of Small Business Rate Relief thresholds from April 2017.  This means that 600,000 businesses – a third of all business properties - are no longer paying any business rates at all.  The Government has also increased the rateable value threshold for the standard business rate multiplier to £51,000 from April 2017, taking 275,000 smaller properties out of the higher bracket of business rates. In addition, from April 2020, the annual indexation of business rates will be changed from RPI to be consistent with the main measure of inflation, currently CPI.  This is a business rates cut every year for all businesses costing £1.1bn by 2022.\r\n\r\nThe Government has also set up the Future High Street Forum, it launched the “High Street Pledge” in July 2016 – signed by over 40 national retailers and other high street businesses committing their stores to supporting their local high streets – and helped  create over 360 town teams, giving over £18million to towns - funding successful initiatives such as “Love your Local Market”, and the Great British High Street Awards to celebrate the wonderful work that local communities are doing across the country in their high streets.\r\n\r\nDepartment for Communities and Local Government",
            "responded_on": "2017-08-09",
            "summary": "The government values the contribution made by our diverse high streets and has put in place a package worth £8.9billion of support over the next five years for businesses with their business rates.",
            "updated_at": "2017-08-09T12:10:18.176Z"
        },
        "government_response_at": "2017-08-09T12:10:18.178Z",
        "moderation_threshold_reached_at": "2016-12-13T20:49:49.684Z",
        "opened_at": "2016-12-16T17:23:26.336Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-05-02T22:08:39.880Z",
        "scheduled_debate_date": null,
        "signature_count": 10015,
        "state": "closed",
        "updated_at": "2017-09-09T06:23:12.571Z"
    },
    "id": 175433,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175433.json"
    },
    "type": "archived-petition"
}