{
    "attributes": {
        "action": "Work with UK Sport to reinstate GB badminton funding for the next Olympic cycle",
        "additional_details": "The ramifications of UK Sport’s decision are enormous not just for the elite end of the sport but for the grassroots who make up the heartbeat of badminton right across the UK.\r\nGB badminton stars have demonstrated they can compete with the best in the world and have the world-class talent to do so again in Tokyo. \r\nGB Badminton have appealed the decision.\r\n\r\nTo fight for the sport and support our appeal please sign this petition and lobby your local MP so we can save the future of badminton.\r\n",
        "background": "UK Sport have announced it is giving ZERO funding to GB badminton’s Olympic programme, despite exceeding the medal target by winning bronze in Rio.\r\nThis is an incomprehensible decision. We urge sports fans and the British public to sign this petition and get badminton’s voice heard in Government.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-12-14T13:48:11.083Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-17T09:42:13.396Z",
            "details": "Our athletes made the nation proud in Rio with incredible performances that led to TeamGB and Paralympics GB finishing second in the medal tables with our Olympic and Paralympic heroes' amazing performances, including of course our badminton medallists. Our approach to elite sport is world class and we are committed to keeping up this momentum and supporting our athletes all the way to Tokyo. \r\n\r\nThe Government’s support for our elite athletes is unwavering, as underlined by the 29% increase in Exchequer funding at the Spending Review in 2015. The four-year journey to Tokyo 2020 starts now and the Government and National Lottery is backing UK Sport to help maintain our place as a sporting superpower.\r\n\r\nThe total Tokyo investment will be up to £345 million, allowing for in-cycle adjustments, transitioning sports and for UK Sport to continue to work with those newly confirmed Olympic and Paralympic sports with strong medal potential for Tokyo. \r\n\r\nRegretfully, UK Sport has been unable to invest in 5 sports that were funded in the Rio 2016 cycle; Archery, Badminton, Fencing, Weightlifting and Wheelchair Rugby.\r\n\r\nUK Sport have not taken these decisions lightly and know that this impacts athletes, coaches and support teams that miss out on funding. UK Sport are committed to managing this with appropriate care and will be working with those affected by these decisions to help them in their transition. \r\n\r\nWhile past performances are an indicator, they are no guarantee of the future potential of any sport. The Tokyo investment process has given UK Sport greater insight than ever before of each sport’s future potential through the analysis of the athletes in their system and their strategies for delivering medal success, so these investments have been made on the basis of future medal potential of each sport.\r\n\r\nHowever, the door is always open to sports that can demonstrate increased medal potential to come to UK Sport for support through their annual review process.\r\n\r\nOn Friday 16 December Sport England announced they would be investing £7.25m in Badminton over the next four years to support the grassroots of the sport, which will help pave the way for the next generation of talent.\r\n\r\nDepartment for Culture, Media and Sport",
            "responded_on": "2017-01-17",
            "summary": "Our strategic approach to elite sport is world class and we are committed to keeping up this momentum and supporting our athletes all the way to Tokyo.",
            "updated_at": "2017-01-17T09:42:13.396Z"
        },
        "government_response_at": "2017-01-17T09:42:13.399Z",
        "moderation_threshold_reached_at": "2016-12-14T14:01:51.316Z",
        "opened_at": "2016-12-15T16:55:58.560Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-16T11:23:36.266Z",
        "scheduled_debate_date": null,
        "signature_count": 23740,
        "state": "closed",
        "updated_at": "2017-09-09T06:23:14.995Z"
    },
    "id": 175561,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175561.json"
    },
    "type": "archived-petition"
}