{
    "attributes": {
        "action": "Stop Northern Rail from introducing Driver-Only operation.",
        "additional_details": "Currently trains operating on the Northern franchise require a minimum of two safety-trained members of staff: the driver and the conductor. Driver Only Operation will mean the downgrading of the conductor to a ticket vendor, and in some cases there might not even be a ticket vendor on board. A second safety-trained crew member will always be safer than having only the one. This will allow Arriva / Deutsche Bahn to maximise profit by paying their staff less.",
        "background": "The new Northern Rail franchise was awarded to Arriva (ultimately owned by German state railway Deutsche Bahn) from 1 April 2016. The new franchise includes a commitment to switch some routes to Driver Only Operation. This would allow trains to be operated with only one member of staff - the driver.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-12-15T17:18:02.095Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-23T15:27:53.450Z",
            "details": "The new Northern Rail franchise was awarded on the basis of plans for the future of rail travel in the North which are exciting, transformational and built on the demands of passengers themselves. Northern Rail’s modernisation plans include the introduction of brand new trains, the “as-new” refurbishment of the rest of the fleet, the withdrawal of the unloved ‘Pacers’, major investments in station facilities and the introduction of additional trains services. Northern have made it clear that no changes will happen without extensive consultation with employees and the public. The RMT’s decision in February to ballot for strike action before detailed discussions is therefore extremely disappointing and we urge the union to return to talks and work with the company on these improvements for passengers.  \r\n \r\nAcross the UK, train companies are investing in a better performing, modernised railway for passengers. Modernisation means more frequent trains, more space and improved reliability. Driver Controlled trains have been operating safely across the UK for over 30 years, as well as many other countries around the world. The independent rail regulator, the Office for Rail and Road (ORR), is also clear that with suitable equipment, proper procedures and competent staff in place, this is a safe method of working.\r\n \r\nDepartment for Transport",
            "summary": "This is a matter for Northern Rail. Trains with doors operated by drivers have been operating safely across the UK for over 30 years, and have been safety approved by the independent rail regulator.",
            "updated_at": "2017-03-23T15:27:53.450Z"
        },
        "government_response_at": "2017-03-23T15:27:53.452Z",
        "moderation_threshold_reached_at": "2016-12-16T10:27:50.056Z",
        "opened_at": "2016-12-20T20:37:39.658Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-13T08:06:10.664Z",
        "scheduled_debate_date": null,
        "signature_count": 12046,
        "state": "closed",
        "updated_at": "2017-09-09T06:23:17.986Z"
    },
    "id": 175682,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175682.json"
    },
    "type": "archived-petition"
}