{
    "attributes": {
        "action": "Preserve all current rights held by citizens under the age of 18.",
        "additional_details": "Though all those under 18 cannot exercise any political influence, they still have Constitutional and legal rights. As Parliament is the representative everyone, then surely it is the duty of Parliament to represent those who have no other legal or political representation. I believe that this falls under the rights of children adopted from the UNCRC into the constitution of the UK and that these rights must be considered as separate to those who can exercise their prerogative to change them. ",
        "background": "Approximate 16 million UK citizens under voting age had no representation in the recent referendum that may result in the UK leaving the EU. The invoking of Article 50 will result in the loss of rights that they currently hold. It is both the legal and moral duty of Parliament to represent them.",
        "closed_at": null,
        "created_at": "2016-12-15T19:00:25.147Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-16T08:24:33.550Z",
        "opened_at": null,
        "rejected_at": "2016-12-21T11:09:25.324Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition asking the Government to try to ensure, in its negotiations with the EU, that the rights currently held by UK citizens under the age of 18 will be preserved. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:18.109Z"
    },
    "id": 175696,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175696.json"
    },
    "type": "archived-petition"
}