{
    "attributes": {
        "action": "Help us raise funds to open a new homeless shelter in Doncaster.",
        "additional_details": "https://www.facebook.com/GuardiansInDoncaster/\r\nWe intend to get the genuine homeless people of the streets of Doncaster and give them training and basic life skills so that they are able to eventually get back into work with a roof over their heads. This project is close to our team's hearts and we don't think there is enough help and support for the homeless situation nationwide. ",
        "background": "Help us help the homeless people nationwide to keep warm and safe please can we try and get some help in getting this building up and running for the homeless people to be warm and safe over the winter months and possibly even longer we are also trying to get our charity organisation registered too.",
        "closed_at": null,
        "created_at": "2016-12-15T09:03:22.768Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-15T10:35:18.881Z",
        "opened_at": null,
        "rejected_at": "2016-12-19T17:00:51.669Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Homelessness in your local area is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.doncaster.gov.uk/services/get-in-touch/submit-a-petition\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:17.131Z"
    },
    "id": 175646,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175646.json"
    },
    "type": "archived-petition"
}