{
    "attributes": {
        "action": "Help save our children's centre staff",
        "additional_details": "This hasn't been publicised due to fears of large protest again. Losing these valuable staff we lose baby/toddler groups, crèches for children of parents trying to better themselves in courses, help for parents I.e disabilities, post natal depression, family problems, learning and educational, with them or there children. Parents in this area struggle enough and carnt afford pay to take their children groups not that  facilities in Stoke. Children's centres staff  provide help to parents but teach children social, educational skills which is valuable to growing up. Leave our centre staff alone, leave our centres alone.     ",
        "background": "It has been publicised that the children's centres in stoke on Trent will not close but what hasn't been publicised is that staff are to cut from 36 to 9 across the city's centres. This will mean that all groups that are run for children age 0-5 will be stopped because of the shortage of staff. ",
        "closed_at": null,
        "created_at": "2016-12-15T19:57:05.411Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-16T04:22:11.039Z",
        "opened_at": null,
        "rejected_at": "2016-12-20T16:12:21.706Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Children´s Centres are the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors \r\n \r\nYou can also petition your local council - you can find out more here: http://www.stoke.gov.uk/ccm/content/council-and-democracy/member-services/council-and-committee-meetings-cat/petitions.en\r\n\r\nWe could accept a petition, for example, asking for the UK Government to ring fence money speficially for Children´s Centres, or to introduce specific minimum staffing levels for children´s centres. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:18.347Z"
    },
    "id": 175710,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175710.json"
    },
    "type": "archived-petition"
}