{
    "attributes": {
        "action": "Heritage Airfield to be lost forever - Save Dunsfold Aerodrome!",
        "additional_details": "The council voted for development to bring new jobs in, but those jobs are temporary, just while the homes are built. The jobs that will be lost on the airfield are all permanent. While the airfield is open, it allows the businesses to potentially expand, while closing it will lose the jobs, the heritage aircraft on site and the history of this airfield. The airfield was used as a aircraft test facility for many British aircraft including the current RAF trainer, Hawk T.1, history worth saving.",
        "background": "Historic Dunsfold Aerodrome is best known for hosting BBC's Top Gear, as well as being used for many years as a location for testing British Aircraft like the Harrier and Hawk. It also brings in a large revenue by hosting it's annual \"Wings And Wheels\" car and airshow.",
        "closed_at": null,
        "created_at": "2016-12-16T14:27:50.148Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-16T15:09:13.695Z",
        "opened_at": null,
        "rejected_at": "2016-12-20T20:20:59.427Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop Dunsfold Aerodrome appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them: \r\n  \r\nhttps://www.gov.uk/find-your-local-councillors \r\n  \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf  \r\n  \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n  \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/  \r\n  \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop Dunsfold Aerodrome and its likely effects. \r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:19.535Z"
    },
    "id": 175773,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175773.json"
    },
    "type": "archived-petition"
}