{
    "attributes": {
        "action": "Debate the possibility that the \"Will of the People\" has changed since Brexit",
        "additional_details": "",
        "background": "\r\nIt is becoming increasingly evident that the full implications of Brexit were not considered in the run-up to the Referendum. Numerous polls suggest that there would now be a clear majority for Remain",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2016-12-17T17:16:13.402Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-08T11:15:03.746Z",
            "details": "The Government is committed to implementing the democratic outcome of the referendum.\r\n\r\nThe Government was clear in the run up to the EU referendum that we would honour the choice made by the people of the UK on 23 June 2016. We will maintain that commitment: the UK will leave the EU. \r\n\r\nThis Government will make no attempt to remain in the EU by the backdoor, nor will we hold a second referendum on membership. We are preparing for a smooth and orderly exit from the EU and we will trigger the legal process which starts this by the end of March 2017. \r\n\r\nWe will seek an ambitious future relationship with the EU which works for all the people of the UK and which allows the UK to fulfil its aspirations for a truly global UK.\r\n\r\nDepartment for Exiting the European Union",
            "summary": "On 23 June 2016 the United Kingdom voted to leave the European Union in a referendum provided for by an Act of Parliament. ",
            "updated_at": "2017-02-08T11:15:03.746Z"
        },
        "government_response_at": "2017-02-08T11:15:03.749Z",
        "moderation_threshold_reached_at": "2016-12-17T17:25:31.712Z",
        "opened_at": "2016-12-21T17:57:37.827Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-27T23:15:05.763Z",
        "scheduled_debate_date": null,
        "signature_count": 26951,
        "state": "closed",
        "updated_at": "2017-09-09T06:23:22.384Z"
    },
    "id": 175845,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175845.json"
    },
    "type": "archived-petition"
}