{
    "attributes": {
        "action": "Ban punitive measures against children when dealing with sickness in EYFS/KS1/2",
        "additional_details": "The school calls these attendance events a reward scheme and say they are seen as positive and not punishment or exclusion. \r\n\r\nChildren who are banned from attending events due to genuine sickness are being punished whilst at an age where it is difficult to comprehend.  I have taught my child it is wrong to exclude people and yet many schools are now actively saying this is acceptable in order to meet attendance targets. \r\n\r\nHow can punishing a child of this age improve attendance? ",
        "background": "My child is 4. He has had 2 x 2 days of sickness absence from school due to sickness and diarrhoea.  The school policy dictates parents much keep their children at home for 48 hours following bouts of sickness and diarrhoea. Yet the school now ban him and others from attending events due to this. ",
        "closed_at": null,
        "created_at": "2016-12-19T19:04:06.719Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-21T07:46:07.681Z",
        "opened_at": null,
        "rejected_at": "2016-12-21T15:09:42.519Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This appears to be a decision for individual schools and not the UK Government or Parliament. You could speak to the school directly about its sickness policy.\r\n\r\nYou may find this NHS guidance helpful: http://www.nhs.uk/Livewell/Yourchildatschool/Pages/Illness.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:25.051Z"
    },
    "id": 175961,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/175961.json"
    },
    "type": "archived-petition"
}