{
    "attributes": {
        "action": "Investigate foreign aid payments",
        "additional_details": "",
        "background": "As revealed in news items, our government keeps spending OUR money on foreign aid without any accountability, and without knowing where the money is being spent.\r\nWe petition the government to have fully publically accountable auditing of ALL foreign aid spending wherever it is being spent.",
        "closed_at": null,
        "created_at": "2016-12-21T09:26:31.133Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-21T14:07:21.919Z",
        "opened_at": null,
        "rejected_at": "2016-12-21T17:37:05.535Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the government to take, since there is already scrutiny of spending on international aid. \r\n\r\nThe Independent Commission for Aid Impact (ICAI) is an independent body which scrutinises UK aid spending. You can find out more about the work of the ICAI here:\r\n\r\nhttp://icai.independent.gov.uk/\r\n\r\nThe National Audit Office (NAO) scrutinises public spending for Parliament. You can find recent work that the NAO has done on the Department for International Development on its website:\r\n\r\nhttps://www.nao.org.uk/\r\n\r\nThe House of Commons International Development Committee monitors DfID's  policy, administration and spending. You can find out about the Committee's work here: \r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/international-development-committee/\r\n\r\nIf you would like there to be a different form of scrutiny of aid spending, you could start a new petition calling for a specific action. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:27.814Z"
    },
    "id": 176054,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176054.json"
    },
    "type": "archived-petition"
}