{
    "attributes": {
        "action": "Stop Transport changes for vulnerable SEN children",
        "additional_details": "These children have many SEN diagnoses ranging from mild to severe.\r\nThe class sizes are small to accommodate their needs.\r\nThe changes will result in children being transported to school sometimes in excess of class sizes with driver only supervision.\r\nThe journeys exceed the Department of Education guidelines of 75 minutes, less for  SEN children (maximum).\r\nThe guideline also states they have a responsibility to ensure eligible children attend school in safety and comfort conducive to study. ",
        "background": "We received a generic letter stating that the transport was under review (which is usual).\r\nHowever, we were told 4 days before Christmas the existing transport provider whom our children had built a trust with was being terminated.\r\nThe Transport people themselves wasn't told about the changes.",
        "closed_at": null,
        "created_at": "2016-12-21T19:23:59.643Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-21T20:00:43.981Z",
        "opened_at": null,
        "rejected_at": "2016-12-22T00:23:38.247Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. SEN school transport contracts are the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors \r\n \r\nYou may also be able to petition your local council - you can find out who your local council is here: https://www.gov.uk/find-local-council \r\n\r\nIf you would like the UK Government or Parliament to change the rules that councils have to follow for the provision of SEN school transport, we could accept a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:28.665Z"
    },
    "id": 176095,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176095.json"
    },
    "type": "archived-petition"
}