{
    "attributes": {
        "action": "Stop this Brexit nonsense; declare that Britain will play a leading role in EU.",
        "additional_details": "I am a British citizen living in Spain who was not on any electoral register in the UK. I am greatly affected by Brexit. I was not allowed to vote. The way the British government has handled this is abominable. Their campaign to stay in was so lukewarm it looked like they secretly wanted the people to vote no. The campaign to stay out was so misleading they would be sued if they had been a private company flogging a product with such blatant lies. The bottom line is the people want to stay in.",
        "background": "Totally unfairly, 5 million British expats and over 2 million EU residents in Britain were not allowed to vote in the referendum. Add in these people's views, and you get a big majority for remaining in the EU. In spite of this, the government is leaving, is in a shambles, and wastes money like mad.",
        "closed_at": null,
        "created_at": "2016-12-25T00:33:14.370Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-04T19:50:36.076Z",
        "opened_at": null,
        "rejected_at": "2017-01-11T11:10:50.796Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:32.744Z"
    },
    "id": 176243,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176243.json"
    },
    "type": "archived-petition"
}