{
    "attributes": {
        "action": "Elderly Dependent  Not Being Issued A Visa and Very Strict Rules .",
        "additional_details": "My mother was redused visa she is over 65 dibatic and heart pateint also my father is passed away and she is alone in pakistan and struggling with her daily life needs we all family settled in unitedkingdom and british citizens. Before rule was easy if over 65 then straight away settlement visa but now they have add up medical conditions which should be very severe and top of that if they cant get treatment in the county they living then they can issue visa .my mother visa was refused.\r\n",
        "background": "Elderly Dependent  Not Being Issued A Visa and Very Strict Rules. before it was as long as they are over 65 visa was granted now medical conditions been added and if treatment not availbel in country then visa will be granted .This has put familes Apart and realy not good for who Depended and Elders",
        "closed_at": null,
        "created_at": "2016-12-26T14:47:35.194Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-26T16:10:43.332Z",
        "opened_at": null,
        "rejected_at": "2016-12-28T19:38:15.763Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nIt is clear that you would like your mother to be able to settle in the UK so that your family can care for her. It is unclear what specific action you would like the UK Parliament or Government to take. You could start a new petition asking the UK Government Parliament to relax the rules around bringing dependent relatives to settle in the UK, for example. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:33.204Z"
    },
    "id": 176266,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176266.json"
    },
    "type": "archived-petition"
}