{
    "attributes": {
        "action": "Save our playing field by apposing planning permission for housing development",
        "additional_details": "Facebook group : https://m.facebook.com/profile.php?id=356081364758554",
        "background": "Our local playing field in Bilston on Prouds lane has been put forward for housing development.  This is the only public open space in the area for the community to use.  This field has been used by the community for generations as well as local scout groups, football clubs, children and dog walkers",
        "closed_at": null,
        "created_at": "2016-12-27T11:08:10.928Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-27T11:37:16.324Z",
        "opened_at": null,
        "rejected_at": "2016-12-27T17:28:36.563Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop your local playing field appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them: \r\n  \r\nhttps://www.gov.uk/find-your-local-councillors \r\n  \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf  \r\n  \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n  \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/  \r\n  \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop your local playing field and its likely effects."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:34.066Z"
    },
    "id": 176289,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176289.json"
    },
    "type": "archived-petition"
}