{
    "attributes": {
        "action": "For the government to crackdown on rogue freeholders who rip-off leaseholders",
        "additional_details": "Leaseholders in England & Wales are constantly being ripped off by rogue and unregulated Freeholders/Landlords.\r\nLeaseholders have had enough of this sort of illegal behaviour and now the Government must step in to control these freeholders/landlords.\r\nThe leaseholder suffers enough with other bills. All they want is to be able to enjoy their flat. There is a clause in most leases that states the lessee must be able to enjoy their time in their flat without constant bullying from the lessor.",
        "background": "Leaseholders who own flats in the UK are fed up of rogue freeholders that employ rogue buildings management agencies who charge extortionate high costs for buildings work that does not need carrying out. Leaseholders constantly complain, but the law mostly seems to be in favour of the freeholder.",
        "closed_at": null,
        "created_at": "2016-12-28T20:02:54.528Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-19T12:51:11.461Z",
        "opened_at": null,
        "rejected_at": "2017-01-23T11:23:34.141Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly how you would like Parliament to change the law to address your concerns about the actions of freeholders. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:37.212Z"
    },
    "id": 176357,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176357.json"
    },
    "type": "archived-petition"
}