{
    "attributes": {
        "action": "RESPECT FOR FUNERALS",
        "additional_details": "Please sign this petition if you believe that funerals deserve more respect. Where have the days gone where people stopped in the street? When gentleman removed their hats. When traffic enforcers acknowledged what a hearse actually was. Please support this important cause. This will affects us all at some point in our lives, if it hasn't already. Thank you ",
        "background": "Our funeral vehicles are issued parking fines directly outside our funeral home. Our funerals run late due to lack of respect on the road. This petition calls for an official pardon for funeral vehicles when it comes to parking and the use of bus lanes. This petition calls for more awareness. ",
        "closed_at": null,
        "created_at": "2016-12-30T20:08:17.625Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-30T20:28:02.542Z",
        "opened_at": null,
        "rejected_at": "2017-01-04T16:46:44.488Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking Parliament to change the law, to make it illegal for local councils or private parking providers to issue parking fines to funeral vehicles. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:39.878Z"
    },
    "id": 176452,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176452.json"
    },
    "type": "archived-petition"
}