{
    "attributes": {
        "action": "Stop the removal of the protected greenbelt land in Walkden.",
        "additional_details": "People need to sign this petition and object online by 16/1/17 to Salford Council. Removing the protected greenbelt land to make way for a concrete jungle is ludicrous. Traffic congestion is already a problem, along with the lack of school places, doctors surgeries, healthcare and dentists. If more houses are being built the area will become a less desirable place to live and will bring house prices down. This needs to stop, we need more green land, not less.",
        "background": "Salford Council is consulting a document for proposed removal of the entire protection of greenbelt land in Walkden for the building of 1600 houses. This will destroy local wildlife including deer and buzzards and create even more traffic chaos in the area. ",
        "closed_at": null,
        "created_at": "2016-12-30T16:07:49.816Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-30T16:43:48.397Z",
        "opened_at": null,
        "rejected_at": "2016-12-30T17:06:48.655Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop greenbelt land in Walkden appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them: \r\n  \r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://epetitions.salford.gov.uk/\r\n  \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf  \r\n  \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n  \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/  \r\n  \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop greenbelt land in Walkden and its likely effects. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:39.179Z"
    },
    "id": 176431,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176431.json"
    },
    "type": "archived-petition"
}