{
    "attributes": {
        "action": "Recommend a knighthood for Mr Thomas Hicks, better known as Tommy Steele.",
        "additional_details": "Tommy was Britain's first pop idol and his album 'The Tommy Steele Story' was the first No 1 by a British act. 2017 marks the 60th anniversary of his No 1 single Singing The Blues.He co-wrote a number of his songs.He turned to films and stage musicals. He is an accomplished sculptor and artist with his works on public display. He is an author of adult and children's books. Tommy's personal life has never had a whiff of scandal, he has been married to Ann for 56 years. A true 'National Treasure'",
        "background": "Tommy Steele has charmed generations across 7 decades with his record, film and stage musical performances. In 2016, at the age of 79 he toured the UK in a demanding role in The Glen Miller Story. He was on stage for practically the whole show. Not bad for someone diagnosed with cardiomyopathy at 18",
        "closed_at": null,
        "created_at": "2016-12-31T10:50:41.971Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-10T12:47:36.067Z",
        "opened_at": null,
        "rejected_at": "2017-02-10T13:12:03.422Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:40.467Z"
    },
    "id": 176472,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176472.json"
    },
    "type": "archived-petition"
}