{
    "attributes": {
        "action": "Honour pension protections for nuclear workers.",
        "additional_details": "Pension protections were negotiated for workers in the nuclear sector to ensure privatisation succeeded. Employees kept to their commitment, Government should not renege on its part.\r\n\r\nIn arguing that pensions for nuclear workers should follow the same reforms as public sector workers, Government is guilty of cherry picking the detrimental changes it wants to apply while ignoring the improvements that those reforms would entail.\r\n\r\nGovernment has already achieved enough savings from these schemes.",
        "background": "When companies in the nuclear sector were privatised, employees were granted statutory pension protections. Now, after many years, the Government is using spurious excuses to justify proposals to override the protections and impose detrimental changes. \r\nThese proposals must be completely withdrawn.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-04T11:02:34.651Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-31T17:06:27.616Z",
            "details": "The Government understands the concerns of the workforce across the Nuclear Decommissioning Authority estate about public sector pension reform, bearing in mind the existence of statutory pension protections.. The Government is supportive of the decommissioning programme and has allocated £11 billion of taxpayer funding over the 2015 Spending Review period, which recognises the vital work the workforce delivers on decommissioning, while maintaining the priority of safe and secure operations. The NDA has also been set a challenging programme of over £1 billion of efficiencies and savings for this period, part of which must come from the reform of two final salary defined benefit pension schemes within the NDA estate.\r\n\r\nGovernment policy on public sector pensions follows from recommendations made the Independent Public Service Pensions Commission’s report in 2011. The main recommendation is to reform final salary, defined benefit schemes in favour of Career Averaged Revalued Earnings schemes (CARE). The aim is to make the current and future costs of public sector pensions fairer between scheme members and other taxpayers and put them on an affordable and sustainable footing. Recommendations were enacted through the provisions of the Public Services Pension Act 2013.\r\n\r\nThe majority of public sector schemes have been reformed already. The Government have set a deadline of April 2018 to reform remaining public sector schemes, including those within the NDA estate and to be guided by the previous reforms. The NDA estate, which receives the majority of its funding from the public purse is classified as public sector by the Office of National Statistics and therefore within scope for pension reform. The ONS determines whether a body falls within the public sector by reference to objective criteria – based upon whether the governance, funding, ownership and function of these bodies demonstrate that they are controlled by government.\r\n\r\nThe two defined benefit pension schemes in scope for reform across the NDA estate cover approximately 10,800 employees and are closed to new members. Since 2006 new starters have been offered membership to a defined contribution pension scheme, which is out of scope for reform.\r\n \r\nGovernment acknowledges that CARE reform would require amendments to statutory pension protections, put in place at the time of privatisation of the electricity sector in the 1980s and the Energy Act 2004, when the NDA was formed. These protections sought to provide pension benefits for existing scheme members that were at least as good as those they were receiving in the public sector.\r\n\r\nThe Government has worked with the NDA in considering how best to implement pension reform and the NDA has held discussions with the trade unions on the potential for non-legislative options as an alternative to CARE to realise the required savings. This would be a bespoke solution to the NDA estate and in effect would leave the statutory protections in place. Consideration has focussed on a cap on pensionable pay, which would apply a reduction in pension schemes costs, by limiting an individual’s final salary used to calculate retirement benefits.\r\n\r\nThe NDA consultation document launched on 9th January sets out the details of two options (CARE and a pensionable pay cap) and seeks views from its workforce by the close of the consultation on 10th March. The consultation is the opportunity for the workforce and trade unions to make their views known so that they can be fully taken into account before any final decisions are made. The Government would therefore encourage the workforce and trade unions to engage constructively in the consultation process, after which the NDA will share the feedback from it with Government for its consideration.\r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "responded_on": "2017-01-31",
            "summary": "Government recognises sensitivities around these statutory pension protections. The NDA Estate Employers are consulting workforces on pension reform, after which Ministers will consider the results.",
            "updated_at": "2017-01-31T17:06:27.616Z"
        },
        "government_response_at": "2017-01-31T17:06:27.620Z",
        "moderation_threshold_reached_at": "2017-01-04T11:18:48.735Z",
        "opened_at": "2017-01-09T17:24:40.788Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-12T22:13:49.421Z",
        "scheduled_debate_date": null,
        "signature_count": 16855,
        "state": "closed",
        "updated_at": "2017-09-09T06:23:47.246Z"
    },
    "id": 176672,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176672.json"
    },
    "type": "archived-petition"
}