{
    "attributes": {
        "action": "speak about when to enforce the un global commission on drugs policy report",
        "additional_details": "extremely vile violation of human rights and people have rights to choose witch drug they relax with so tell me how is smoking weed,heroin or crack or sniffing a line of coke going to effect someone else if in a controlled environment  and regulated by government that make a consistent product like any other company why leave in the hands of people that don't care whats in the drugs and just want money http://www.globalcommissionondrugs.org/wp-content/uploads/2016/11/GCDP-Report-2016-ENGLISH.pdf",
        "background": "drugs were only made illegal originaly so that governments could profit from them as when you take a drug coffee,alcohol or a heroin based pain killer or any other pharmaceutical drugs it only effects the person that takes them so i conclude it is an extreme violation of people's human rights",
        "closed_at": null,
        "created_at": "2017-01-05T16:34:53.403Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-03T18:15:05.456Z",
        "opened_at": null,
        "rejected_at": "2017-02-09T12:36:21.250Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling on the UK Government to implement the recommendations of the report of the UN's Global Commission on Drugs Policy. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:50.465Z"
    },
    "id": 176765,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176765.json"
    },
    "type": "archived-petition"
}