{
    "attributes": {
        "action": "Develop a GCSE in Natural History.",
        "additional_details": "Britain’s reputation for recording its natural history was unsurpassed anywhere in the world. Those skills are disappearing as new generations are increasingly disconnected. The UK also has outstanding nature writing, art, poetry, film and radio. It has always been integral to our culture and heritage. \r\nTony Juniper: “This is a brilliant idea and I am happy to endorse, support and advocate however I can.”\r\nProfessor Tim Birkhead FRS: “This is the best idea I have heard about for a long time.”",
        "background": "Re-engagement with Britain's natural history has never been more urgent. Young people need the skills to name, observe, monitor and record wildlife. It is vital to understand the contribution nature makes to our lives  physically, culturally, emotionally and scientifically both in the past and today",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-05T13:39:51.450Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-07-18T11:51:16.218Z",
            "details": "The government has introduced widespread reforms of academic qualifications and the national curriculum; the most significant changes since the introduction of GCSEs. Given the opportunities pupils have to study elements of natural history and nature throughout their school life, we do not believe introducing a GCSE in the subject is necessary.\r\n\r\nThe science curriculum enables pupils to be taught about nature and the natural environment, animals and their habitats. At key stage 1, pupils learn about animals including fish, amphibians, reptiles, birds and mammals.\r\n\r\nAt key stage 2, pupils are introduced to the terms ‘habitat’ and ‘micro-habitat’ and use the local environment throughout the year to be taught about animals in their habitat.\r\n\r\nOther areas of natural history and nature are incorporated in the curriculum at key stage 3. Pupils are taught in biology about how plants use light to create energy through photosynthesis and evolution, extinction and biodiversity, while the geography syllabus covers ecosystems and biomes within physical geography.\r\n\r\nAt key stage 4, a number of GCSE subjects cover relevant areas of natural history. For example, in geology core content includes the study of the origin/development of life: the morphology of fossils - including corals and plants – and of modern reptiles and birds. In biology, pupils study living organisms (including animals, plants, fungi and microorganisms) and their interactions with each other and the environment. In geography, pupils draw out the interdependence of climate, soil, water, plants, animals and humans; the processes and interactions that operate within them at different scales; and issues related to biodiversity and to their sustainable use and management. \r\n\r\nAt A level, in addition to the possibility to continue studies in the above subjects in more depth, pupils can study environmental science, which covers a core knowledge and understanding of Earth’s main systems and how humans interact with the environment. This includes conservation of biodiversity, sustainable habitat management strategies, and habitat conservation.\r\n\r\nAll reformed qualifications have had to meet rigorous subject content requirements set by the Department for Education, providing pupils with knowledge that will best prepare them for further study and employment. Ofqual, the independent qualifications regulator, ensures that qualifications meet these content requirements and sets rules for the assessment and grading GCSE, AS and A levels with which exam boards must comply. It is an important principle that there must not be significant overlap between GCSEs, AS or A levels in different subjects.  \r\n\r\nOn the basis that natural history subject content is covered in the current national curriculum and in a number of GCSEs, and given the thorough and careful work that has gone into developing, designing and approving reformed qualifications, the Government does not currently intend to introduce an additional GCSE in natural history. In time there may be a need to consider changes to specifications or additional subjects. However, the priority now is to give schools time and space to provide excellent and inspiring teaching of new qualifications.\r\n\r\nDepartment for Education",
            "summary": "There are existing opportunities in the curriculum to study natural history. Schools need time to adjust to the recent qualifications reforms, and there are no plans to introduce new GCSE subjects.",
            "updated_at": "2017-07-18T11:51:16.218Z"
        },
        "government_response_at": "2017-07-18T11:51:16.220Z",
        "moderation_threshold_reached_at": "2017-01-05T14:27:40.341Z",
        "opened_at": "2017-01-09T10:04:01.168Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-28T17:56:48.303Z",
        "scheduled_debate_date": null,
        "signature_count": 10718,
        "state": "closed",
        "updated_at": "2017-09-09T06:23:50.073Z"
    },
    "id": 176749,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176749.json"
    },
    "type": "archived-petition"
}