{
    "attributes": {
        "action": "Get government to confirm holiday term fine has finished",
        "additional_details": "Last year I took 4 days off for a holiday with my daughter and I still got a £60 fine even though there is no fine for less then 5 days. I say this is unfair and due to people taking advantage of this before they started the fine scheme. If people take holidays often they should not be authorised to them but not to everyone. I say please help me get over a 100,000 to get the government to respond ",
        "background": "So far in England many parents or guardians have been fined by taking their kids for a holiday and taking a few days off. Over 1billion pounds have been taking altogether from parents etc. But this is wrong and unfair due to some people taking advantage of this before the ban. Please sign to stop.",
        "closed_at": null,
        "created_at": "2017-01-08T16:09:12.457Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-08T19:40:19.357Z",
        "opened_at": null,
        "rejected_at": "2017-01-13T12:58:00.108Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  The Government has already published guidance about the penalties that parents can receive if their child doesn't attend school, so we're not sure what you would like to change. You can find the guidance here:\r\n\r\nhttps://www.gov.uk/school-attendance-absence/legal-action-to-enforce-school-attendance"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:58.483Z"
    },
    "id": 176979,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176979.json"
    },
    "type": "archived-petition"
}