{
    "attributes": {
        "action": "Backing political campaigns with tax payer's money should be illegal.",
        "additional_details": "Leave.EU chairman, Arron Banks had the following to say in response: \"The Tories blew £50 million back in 2015 with donations to the Clinton Foundation in the guise of foreign aid, and she still lost!\r\n\"DFID has been a cash cow for the Clintons for too long. Not only are these donations a wholly unacceptable use of taxpayers' money but if you're going to fund and attempt to influence foreign politics, at least try to back the winning horse.\r\n\r\nDon't forget the one sided EU vote leaflet.",
        "background": "It has come to light the Tories indirectly made donations to the tune of £50 million to the Clinton Foundation, of which Hillary and Bill Clinton are directors.\r\nIt should not be allowed to give our money to one side that you would prefer.\r\nJail the the person who authorised the payout for theft.\r\n",
        "closed_at": null,
        "created_at": "2017-01-08T17:38:32.812Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-08T19:06:27.490Z",
        "opened_at": null,
        "rejected_at": "2017-01-13T11:43:48.314Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition calling for a specific change to the rules for foreign aid spending. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:58.725Z"
    },
    "id": 176988,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176988.json"
    },
    "type": "archived-petition"
}