{
    "attributes": {
        "action": "Overturn the decision to build a holiday park on Brookenby field (LN8 6HS)",
        "additional_details": "Kimgsmead park is an OVER 50's park, where the resident's contract GUARANTEES the residents will have a quiet environment to live in. This is a clear breach of the contract. Not only will the noise cause distress to the people living on Kingsmead park, but also, residents will have some of their gardens cut away to make room for the holiday park. There will be noise, increased traffic and litter. The views from people's houses on Kingsmead Park will also be spoiled.",
        "background": "The field in between Brookenby and Kingsmead Park in Lincolnshire is going to be used to build a holiday park with entertainment centre. ",
        "closed_at": null,
        "created_at": "2017-01-07T16:31:00.486Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-07T18:18:03.926Z",
        "opened_at": null,
        "rejected_at": "2017-01-12T16:10:57.066Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop Brookenby field appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to build a holiday park on Brookenby field and its likely effects.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:23:56.547Z"
    },
    "id": 176909,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176909.json"
    },
    "type": "archived-petition"
}