{
    "attributes": {
        "action": "Exempt Non-EU NHS professionals from £35,000 salary threshold",
        "additional_details": "Like many others I came to the UK to complete my MSc and now wish to remain working for NHS making differences to people's lives on a daily basis. I have been living here for over 7 years and working extra hours during nights/weekends to meet the threshold however it is not good enough to secure my place here unless something changes.\r\nSadly there are many others facing the same hardship and I believe that the threshold should be lowered to at least the average UK salary £28,000 for NHS staff.",
        "background": "Since April 2016, Non-EU citizens wishing to remain permanently in the UK have been required to earn £35,000 a year on a single contracted salary. I find this rule discriminates unfairly against those who chose to work in the NHS, where such a salary is impossible within first 5 years of employment.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-08T17:29:46.867Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-21T15:23:46.751Z",
            "details": "The Government recognises that skilled migration has brought economic benefit to the UK. It has boosted our ability to compete in global markets and helped to make us world leaders in many sectors. The UK remains open to the brightest and best that our companies need to grow, but we also need to take steps to reduce net migration to sustainable levels. It is now more important than ever that we have the right skills domestically to build a strong and competitive economy and it is right that employers look first to the resident UK workforce before recruiting from overseas. \r\n\r\nAs part of our reforms to the visa work routes, we consulted in 2011 on being more selective about those workers who are allowed to settle in the UK. We do not believe there should be an automatic link between coming to work in the UK temporarily and staying permanently.\r\n\r\nThe £35,000 earnings threshold was set following consultation with the Migration Advisory Committee (MAC), an independent advisory body consisting of expert labour market economists – and was equivalent to the median pay of the UK population in skilled jobs which qualified for Tier 2 at the time of the consultation. The MAC carried out a further public consultation, in addition to that carried out by the Government, before arriving at its recommendations.  \r\n\r\nThe purpose of the Tier 2 category is to support the UK economy. The MAC advised that the strongest indicator of economic value is salary, and therefore those migrants earning more than a given amount at the end of their temporary leave in the UK should be eligible for settlement. \r\n\r\nStaffing of our hospitals and care homes is a priority. That is why within Tier 2, there are exemptions for non-EEA migrants who are working in a recognised shortage occupation. Nurses, several other healthcare professionals and some teachers are among the jobs which are included on the Shortage Occupation List (SOL). This means that all nurses currently sponsored in Tier 2 will be exempt from the £35,000 threshold when they apply for settlement, even if nurses are removed from the SOL in future.  It is also why in our most recent changes to Tier 2, which came into effect on 6 April 2017, we have put in place transitional arrangements for public sector organisations recruiting through Tier 2, providing them with relief from meeting the minimum salary thresholds for two years until July 2019. \r\n\r\nWorkers who cannot meet the threshold can extend their stay in Tier 2 up to a maximum of six years, and can apply to switch into any other immigration routes for which they are eligible.\r\n\r\nHome Office",
            "responded_on": "2017-04-21",
            "summary": "Access to staff by our hospitals and care homes is a Government priority. All nurses currently sponsored in Tier 2 will be exempt from the £35,000 threshold when they apply for settlement.",
            "updated_at": "2017-04-21T15:23:46.751Z"
        },
        "government_response_at": "2017-04-21T15:23:46.754Z",
        "moderation_threshold_reached_at": "2017-01-08T18:11:50.325Z",
        "opened_at": "2017-01-12T17:10:28.933Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-07T09:47:25.856Z",
        "scheduled_debate_date": null,
        "signature_count": 13346,
        "state": "closed",
        "updated_at": "2017-12-04T14:21:16.199Z"
    },
    "id": 176987,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/176987.json"
    },
    "type": "archived-petition"
}