{
    "attributes": {
        "action": "Approve funding for stem cell transplantation in sickle cell patients",
        "additional_details": "SCD patients produce unusually shaped red blood cells that become stuck in blood vessels. Lack of tissue oxygen triggers sudden attacks requiring hospital treatment. The sickling can also cause organ damage, strokes, bone damage and disability. Denying funds for HSCT is an act of false economising that fails to consider the cost of repeated hospitalization. The procedure is safe and it's routinely used in the US. https://www.channel4.com/news/sickle-cell-bone-marrow-transplants-offer-hope",
        "background": "Sickle Cell Disease (SCD) is the most common inherited blood disorder in the UK, affecting 15K people, mostly of African/Caribbean descent. Hematopoietic stem cell transplantation is the only cure but funding in the UK has been refused. Clinicians are asking the government to reconsider its decision",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-09T18:09:20.654Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-16T17:05:51.910Z",
            "details": "Sickle cell disease describes a group of inherited conditions that affect the red blood cells. The most serious form is sickle cell anaemia, which is one of the most common forms of inherited genetic conditions. \r\n\r\nSickle cell abnormalities in the haemoglobin, found in red blood cells, cause the blood cells to assume a sickle shape following the release of oxygen. The abnormal shape causes the cells to clump together and can block small blood vessels. This condition can be extremely painful and frequently requires admission to hospital. Patients with sickle cell disease require specialist care throughout their lives that can involve medication and blood transfusions. \r\n\r\nStem cell transplant using donated stem cells can be an effective treatment for some carefully selected patients with sickle cell disease, but is a major treatment with significant risks. The transplantation process involves the eradication of the patient’s immune system and replacing their stem cells with ones that are matched to them with the aim of curing the disease. The process can lead to a number of potentially severe and life-threatening complications.\r\n\r\nChildren with sickle cell disease can be treated with stem cell transplants where other treatment options have proven ineffective and a suitably matched donor is available. Transplants are generally safer in children compared to adults because their immune systems and other body tissues are better able to regenerate and recover quickly following toxic treatments. This means the balance of benefit and risk is significantly different between adults and children. A further complication is that not all patients are able to find a suitably matched donor. Transplants are much more likely to be successful if the donor and patient are as closely matched as possible.  \r\n\r\nStem cell treatment is not currently routinely commissioned by NHS England for adults with sickle cell disease, but commissioning policy is kept under review in the light of the latest clinical evidence. There have been some recent promising results from studies that have investigated the use of less harsh treatments to prepare patients with sickle cell disease for transplantation. However, these approaches are yet to be shown to be both safe and effective. \r\n\r\nThe National Institute for Health Research (NIHR) is currently inviting research proposals for a multicentre randomised control trial to address the clinical and cost effectiveness of stem cell transplantation in adults with severe sickle cell disease. Evidence from this trial will inform NHS England commissioning policy related to stem cell transplants in adults with sickle cell disease.\r\n\r\nDepartment of Health",
            "summary": "Funding for stem cell transplants for patients with sickle cell disease is available where it can be shown that the potential benefits outweigh the risks associated with this form of treatment.",
            "updated_at": "2017-02-16T17:05:51.910Z"
        },
        "government_response_at": "2017-02-16T17:05:51.913Z",
        "moderation_threshold_reached_at": "2017-01-09T20:30:16.686Z",
        "opened_at": "2017-01-13T15:16:21.360Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-06T14:34:17.578Z",
        "scheduled_debate_date": null,
        "signature_count": 12486,
        "state": "closed",
        "updated_at": "2017-09-09T06:24:06.920Z"
    },
    "id": 177076,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177076.json"
    },
    "type": "archived-petition"
}