{
    "attributes": {
        "action": "A VOTE OF NO CONFIDENCE IN SCARBOROUGH COUNCIL AND SAVE THE FUTURIST THEATRE",
        "additional_details": "The council proposed a while ago to demolish the theatre and sell the land for a open air fun fair in which the profitable income would\r\nBe limited.\r\n\r\nI believe if the theatre was restored to its former glory it could once again be a focal point for local residents AND to the visitors/holidaymakers plus once restored it could attract big names back to the resort of Scarborough.\r\n\r\nAnd I believe the £4m would be better used by Renovating NOT Demolishing!",
        "background": "Scarborough borough Council have voted to demolish the Futurist Theatre at a cost of £4m, the purpose of this petition is on two fronts!\r\n\r\n1) vote of no confidence in Scarborough borough council \r\n\r\n2) reverse the councils decision and SAVE the Futurist Theatre",
        "closed_at": null,
        "created_at": "2017-01-09T19:13:52.977Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-09T19:51:58.848Z",
        "opened_at": null,
        "rejected_at": "2017-01-13T11:42:23.005Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government or Parliament can't pass a motion of no confidence in a local council.  \r\n\r\nThe decision to demolish the Futurist Theatre is also the responsibility of your local council and not the UK Government or Parliament. \r\n \r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:07.052Z"
    },
    "id": 177082,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177082.json"
    },
    "type": "archived-petition"
}