{
    "attributes": {
        "action": "Introduce a 'Conflict of Interest' bill to Parliament.",
        "additional_details": "In February 2015 the Daily Mirror printed a list of MPs who directly or indirectly benefit from private health care companies, included the Health Secretary, Jeremy Hunt who received £32,920 from a major health care investor.\r\n\r\nOther areas of public life are also at risk from MPs who represent interests other than those of their local constituents.\r\n\r\nThe same stringent governance of our charity sector should be applied to Parliament and all 'Conflicts of Interest should be declared.",
        "background": "An estimated 70 MPs currently own shares or receive funds from private health care companies.  If they were trustees of a charity they would be forced to declare a conflict of interest and refrain from debating and voting on issues relating to the NHS.  This should be the case for Parliament.",
        "closed_at": null,
        "created_at": "2017-01-09T08:39:19.392Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-09T09:48:14.812Z",
        "opened_at": null,
        "rejected_at": "2017-01-13T11:39:33.807Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by a \"Conflict of Interest\" Bill. \r\n\r\nThe House of Commons already has rules on conflicts of interests, and on the declaration and registration of interests. These rules are set out in the House of Commons Code of Conduct:\r\n\r\nhttp://www.publications.parliament.uk/pa/cm201516/cmcode/1076/1076.pdf\r\n\r\nOn conflicts of interest, the House has a rule that \"MPs shall base their conduct on a consideration of the public interest, avoid conflict between personal interest and the public interest and resolve any conflict between the two, at once, and in favour of the public interest.\"\r\n\r\nYou could start a new petition asking for a specific change to be made to the rules. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:00.551Z"
    },
    "id": 177021,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177021.json"
    },
    "type": "archived-petition"
}