{
    "attributes": {
        "action": "Stop the closure of the prestigious Kempton Park Racecourse for redevelopment.",
        "additional_details": "Kempton Racecourse holds one of the National Hunt Racing seasonal highlights on Boxing Day; The Grade One King George VI Chase won in the past by many household names.\r\n\r\nThe Racecourse hosts upwards of 70 fixtures over the year on the All Weather Course for flat racing and the National Hunt (Jumps) track.\r\n\r\nIt is travesty that one of the countries main racetracks is to be closed and sold off, undermining the history of National Hunt racing.",
        "background": "On the 10th January 2017 it was announced that the Jockey Club who own Kempton Park Racecourse have plans to close down the racecourse and sell it for potential housing developments.\r\nThe racecourse has a rich history in Horse Racing as one of London's premier courses and has been opened since 1878.",
        "closed_at": null,
        "created_at": "2017-01-10T19:24:02.035Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-10T19:50:57.229Z",
        "opened_at": null,
        "rejected_at": "2017-01-13T17:26:34.750Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop Kempton Park racecourse appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them: \r\n  \r\nhttps://www.gov.uk/find-your-local-councillors \r\n  \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n  \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n  \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n  \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop Kempton Park Racecourse for housing and its likely effects."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:10.521Z"
    },
    "id": 177167,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177167.json"
    },
    "type": "archived-petition"
}