{
    "attributes": {
        "action": "Mark January 10 as Margaret Thatcher day as they do in the Falklands",
        "additional_details": "On January 10 every year,  the Falkland Islanders mark Margaret Thatcher Day.  Our country should do the same thing as without her brave decision to send a Task Force to liberate the Falkland Islanders,  they would now be under Argentinian rule.  We should stand with the Falkland Islanders and mark the day in the same way. ",
        "background": "This year marks the 35th anniversary of the victory in the Falkland Islands.  For 10 weeks,  our troops fought to liberate the Falkland Islanders from the Argentine invasion.  On June 14 1982,  the Falklands were finally liberated. We believe our country should honour Margaret Thatcher for this. ",
        "closed_at": null,
        "created_at": "2017-01-10T12:44:39.646Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-10T13:18:15.195Z",
        "opened_at": null,
        "rejected_at": "2017-01-13T13:21:50.000Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure how you would like 10 January to be marked in the UK. As we understand it, Margaret Thatcher Day was a public holiday in the Falkland Islands in the past, but is not marked there as a public holiday now. \r\n\r\nYou could start a new petition explaining clearly whether you would like a new public holiday in the UK on 10 January, or whether you would like Margaret Thatcher Day to be marked in a different way. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:09.283Z"
    },
    "id": 177141,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177141.json"
    },
    "type": "archived-petition"
}