{
    "attributes": {
        "action": "Save Our Remembrance Day Parades.",
        "additional_details": "This seriously devalues the ultimate sacrifice that our service men and woman have made to preserve our freedom.  \r\nThis should be a civic event that the government should fully support, as we approach the 100th anniversary of the end of the 1st world war. We now find ourselves having to fund raise to provide traffic management due to the change in police policy . What sort of message are we sending to the youth of today. If one thing should be set in stone it should be remembering the fallen.\r\n\r\n\r\n",
        "background": "Changes in police policy threatens the majority of our Remembrance Day parades and could cease to take place.The police will no longer provide manpower to close roads for these parades. Local communities now have to provide their own traffic management which costs thousands of pounds for each event",
        "closed_at": null,
        "created_at": "2017-01-11T23:54:31.516Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-12T07:09:57.333Z",
        "opened_at": null,
        "rejected_at": "2017-01-23T20:15:16.123Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of local police forces and local councils. If you are concerned about decisions taken by the police in your local area, you could contact your local elected Police and Crime Commissioner (PCC). You can find your local PCC using this page:\r\n\r\nhttps://www.police.uk/\r\n\r\nYou could start a new petition calling on the Government to provide specific funding to police forces or local councils to support Remembrance Day parades. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:14.389Z"
    },
    "id": 177285,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177285.json"
    },
    "type": "archived-petition"
}