{
    "attributes": {
        "action": "Give communities back the right to decide where houses are built.",
        "additional_details": "Too many communities are now forced to accept large housing developments seeing the irreversible loss of valuable greenfields without the right of appeal. The failure of government planning policy has resulted in the loss of valued countryside and agricultural land and leaves communities forced to grow too fast without appropriate infrastructure. Major changes to planning legislation are required to protect established communities across the UK and deliver the right housing in the right places.",
        "background": "This petition calls for a parliamentary debate on government Housing and Planning policy over building on greenfield land and seeks community right of appeal on planning decisions and the removal of the presumption in favour of sustainable development. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-12T15:49:32.774Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-27T15:21:06.837Z",
            "details": "The National Planning Policy Framework strongly encourages all local planning authorities to get up-to-date Local Plans in place as soon as possible, in consultation with the local community. Up-to-date Local Plans ensure that communities get the right development, in the right place, at the right time, reflecting the principles of sustainable development. Through the White Paper we are ensuring that every part of the country produces, maintains and implements an up-to-date plan, yet with the flexibility for local areas to decide how to plan in a way that best meets their needs. \r\n\r\nA wide section of the community should be proactively engaged so that Local Plans, as far as possible, reflect a collective vision and a set of agreed priorities for the sustainable development of the area, including those contained in any neighbourhood plans that have been made.\r\n\r\nThe Framework recognises the intrinsic character and beauty of the countryside.  That is why our proposals are focussed on development in built up areas.  \r\nWe are also absolutely clear that Green Belt must be protected and that there are other areas that local authorities must pursue first, such as brownfield land and taking steps to increase density on urban sites. The Government is committed to maximising the use of brownfield land and has already embarked on an ambitious programme to bring brownfield land back into use.  \r\n\r\nWe believe that developers should mitigate the impacts of development. This is vital to make it acceptable to the local community and to addresses the cumulative impact of development in an area. Both the Community Infrastructure Levy and Section 106 agreements can be used by local planning authorities to help fund supporting infrastructure and address the cumulative demand that development places on infrastructure. Through the White Paper, the Government announced that it will examine the options for reforming the existing system of developer contributions to see how this can be simplified, with further announcements at Autumn Budget 2017.\r\n\r\nThe £2.3billion Housing Infrastructure Fund will deliver up to 100,000 new homes by putting in the right infrastructure, in the right place, at the right time. We expect the fund to be able to deliver a variety of types of infrastructure necessary to unlock housing growth in high demand areas.\r\n\r\nThere is nothing automatic about grants of planning permission where there is not yet an up-to-date Local Plan. It is still up to local decision-makers to interpret and apply national policy to local circumstances, alongside the views of the local community. Applications should not be approved if the adverse impacts would significantly and demonstrably outweigh the benefits; or if specific policies in the Framework indicate that development should be restricted.\r\n\r\nCommunities are also able to make representations on individual planning applications and in response to most appeals by the applicant against a local authority decision. Interested parties can raise all the issues that concern them during the planning process, in the knowledge that the decision maker will take their views into account, along with other material considerations, in reaching a decision. \r\n\r\nWe therefore do not believe a right of appeal against the grant of planning permission for communities is necessary. It is considered that communities already have plenty of opportunity to have their say on local planning issues, and it would be wrong for them to be able to delay a development at the last minute, through a community right of appeal, when any issues they would raise at that point could have been raised and should have been considered during the earlier planning application process. \r\n\r\nDepartment for Communities and Local Government",
            "summary": "Local communities are not forced to accept large housing developments. Communities are consulted throughout the Local Plan process and on individual planning applications.",
            "updated_at": "2017-02-27T15:21:06.837Z"
        },
        "government_response_at": "2017-02-27T15:21:06.839Z",
        "moderation_threshold_reached_at": "2017-01-12T16:31:15.323Z",
        "opened_at": "2017-01-12T16:53:54.849Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-24T15:49:31.815Z",
        "scheduled_debate_date": null,
        "signature_count": 21545,
        "state": "closed",
        "updated_at": "2017-09-09T06:24:16.075Z"
    },
    "id": 177333,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177333.json"
    },
    "type": "archived-petition"
}