{
    "attributes": {
        "action": "Babies should be checked for tongue tie by a professional in first week of birth",
        "additional_details": "My son was diagnosed with tongue tie at 9 weeks old at this point our local hospitals wouldn't treat him so as we were referred to a much further away hospital on a waiting list and by this point his weight gain was suffering, he was frustrated during feeds and I was in a lot of pain so we went private which isn't cheap. Because the tongue tie went so long undetected I now have damaged vessels in my breasts. If this was picked up in the early days we wouldn't have any of these issues. ",
        "background": "Lots of babies have tongue tie which gets missed so leads to problems with breastfeeding including low weight gain and pain for the mother. Sometimes it isn't detected until a late stage when hospitals will no longer treat baby. If baby is checked early a lot of problems can be avoided.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-13T15:50:32.967Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-09T15:45:55.473Z",
            "details": "It is important that babies with tongue-tie receive appropriate treatment and that appropriate support is given to their parents. \r\n\r\nIt is for the NHS locally to ensure appropriate services are available for the diagnosis and treatment of tongue-tie. Some babies with tongue-tie can still feed properly and do not need any treatment. If the condition is causing problems with feeding, health professionals should discuss the options with parents and agree the most appropriate form of treatment. For some babies, extra help and support with breastfeeding is all that is needed. If this does not help, the tongue-tie needs to be divided by a registered practitioner.\r\n\r\nThe focus of the Government’s infant feeding policy is to improve health outcomes for women and their babies; our policy is in line with the World Health Organisation’s recommendations to encourage exclusive breastfeeding for the first six months of life. Access to supportive services in the crucial early weeks can help women establish and maintain breast feeding successfully. Midwives and Health Visitors have an important role to play in providing information, support and advice to mothers and parents on infant feeding.\r\n\r\nTo assist the NHS, the National Institute for Health and Care Excellence (NICE) considered the division of tongue-tie in depth in July 2004. Current NICE guidelines recommend that, when considering division of tongue-tie, healthcare professionals should be sure that the parents or carers understand what is involved and consent to the treatment, and the results of the procedure are monitored. In line with NICE guidelines, NHS England expects healthcare professionals to discuss the benefits and risks with the parents or carers of any child.\r\n\r\nThe Department of Health does not set the content and standard of training for healthcare professionals. Health Education England (HEE) has responsibility for promoting high quality education and training that is responsive to the changing needs of patients and local communities and will work with stakeholders to influence training curricula as appropriate.\r\n\r\nThe content and standard of healthcare training is the responsibility of the independent regulatory bodies, in this instance the Nursing and Midwifery Council (NMC). Through their role as the custodians of quality standards in education and practice, these organisations are committed to ensuring high quality patient care delivered by high quality healthcare professionals. Healthcare professionals will be equipped with the knowledge, skills and behaviours required to deal with the problems and conditions they will encounter in practice. However, HEE will work with the NMC to influence training curricular as appropriate.\r\n\r\nThe UK National Screening Committee (UK NSC) advises Ministers and the NHS in all four countries about all aspects of screening policy and supports implementation. Using research evidence, pilot programmes and economic evaluation, it assesses the evidence for programmes against a set of internationally recognised criteria.\r\n \r\nThe UK NSC has not reviewed the evidence for screening newborns for tongue-tie. The UK NSC’s evidence review process outlines how to submit a proposal at https://www.gov.uk/government/publications/uk-nsc-evidence-review-process/appendix-d-how-to-submit-a-proposal-to-the-uk-nsc\r\n\r\nInformation on tongue-tie (ankyloglossia) is available on the NHS Choices website at http://www.nhs.uk/Conditions/tongue-tie\r\n\r\nDepartment of Health",
            "summary": "It is for the NHS locally to ensure appropriate services are available to diagnose and treat tongue-tie. If there are problems with feeding, professionals should discuss options with parents. ",
            "updated_at": "2017-02-09T15:45:55.473Z"
        },
        "government_response_at": "2017-02-09T15:45:55.476Z",
        "moderation_threshold_reached_at": "2017-01-13T16:04:13.386Z",
        "opened_at": "2017-01-16T11:15:11.105Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-25T11:32:43.872Z",
        "scheduled_debate_date": null,
        "signature_count": 11865,
        "state": "closed",
        "updated_at": "2017-09-09T06:24:20.409Z"
    },
    "id": 177416,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177416.json"
    },
    "type": "archived-petition"
}