{
    "attributes": {
        "action": "Crack down on gun and knife crime and ease restrictions on licence holders.",
        "additional_details": "House of Commons Library \"Firearms Crime Statistics: England & Wales\" http://www.parliament.uk/commons-library\r\nFirearm and shotgun certificates in England and Wales financial year ending March 2015 National Statistics https://www.gov.uk/government/publications/firearm-and-shotgun-certificates-in-england-and-wales-financial-year-ending-march-2015/firearm-and-shotgun-certificates-in-england-and-wales-financial-year-ending-march-2015\r\nOffences involving the use of weapons - ONS February 2016",
        "background": "Regardless of the ban on handguns and semi automatic rifles in 1988, for 2015 over 40% of firearms offences were committed with a handgun. Any number of firearms offences is unacceptable, however, why is the government punishing the legally abiding citizens by restricting those with licences?",
        "closed_at": null,
        "created_at": "2017-01-15T17:12:11.046Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-15T18:55:49.867Z",
        "opened_at": null,
        "rejected_at": "2017-01-20T09:45:55.495Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\nWe we're not sure what you mean exactly by \"crack down on gun and knife crime\".   We're also not sure what changes you would like to be made to the law on handguns and semi automatic rifles.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you want Parliament to increase the minimum sentences for specific crimes, provide more funding to the police for addressing gun and knife crime, or make specific changes to the law on licensing for handguns and semi automatic rifles, you could start a new petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:26.760Z"
    },
    "id": 177553,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177553.json"
    },
    "type": "archived-petition"
}