{
    "attributes": {
        "action": "Food Poverty. Lower taxes for people who are deprived of food",
        "additional_details": "Trussell Trust foodbank use remains at record high with over one million three-day emergency food supplies given to people in crisis. We cannot undermine the hardwork that Trussell Trust put into feeding over one million people nevertheless there may be more couple of millions that are starving and cannot be reached out towards. Statistics show that majority of the people that require foodbanks go into this crisis due to benefit delays etc. Sign this petition today and help overcome food poverty",
        "background": "Food Poverty is an increasingly high issue in the UK and it is being more and more difficult to overcome. The nation should be more aware of the number of people and families that are trying to tackle this issue. Every human has right to food and water because it is a basic need for all.",
        "closed_at": null,
        "created_at": "2017-01-15T18:27:41.015Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-16T14:07:00.641Z",
        "opened_at": null,
        "rejected_at": "2017-01-20T09:23:04.664Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you would like people in food poverty to pay lower taxes, but we not sure how you would like the tax system to change to make that happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'll need to give your full name to start a petition.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:27.129Z"
    },
    "id": 177558,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177558.json"
    },
    "type": "archived-petition"
}