{
    "attributes": {
        "action": "Zebra crossing in Ouston, Co Durham at the site of the previous crossing patrol.",
        "additional_details": "Adding a zebra or pedestrian crossing will assist parents to continue to walk their children to school safely, reducing the need for parents to take their cars and reduce congestion around the two schools  and help to reduce the speed of the traffic in the area.",
        "background": "Currently Durham County Council are struggling to fill the post for a school crossing patrol in Ouston. The current pedestrian crossing is not in a suitable place for use by people going to Ouston School and St Benets.",
        "closed_at": null,
        "created_at": "2017-01-17T11:59:47.800Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-17T12:09:32.298Z",
        "opened_at": null,
        "rejected_at": "2017-01-18T17:52:19.069Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Zebra crossings are the responsibility of your local council.\r\n\r\nYou can request a zebra crossing from your local council. You can find out more on their website: https://www.gov.uk/request-pedestrian-crossing \r\n\r\nYou could also raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:31.660Z"
    },
    "id": 177705,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177705.json"
    },
    "type": "archived-petition"
}