{
    "attributes": {
        "action": "Make it a specific criminal offence to assault an HM Prison Officer.",
        "additional_details": "",
        "background": "A report has revealed that, over a two month period last year, prisoners assaulted more than 1,000 prison officers. This includes 95 of the highest category 'serious' assaults on staff, such as being slashed with homemade weapons.\r\n\r\nThe two monthly total equates to more than 16 attacks a day.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-19T08:56:08.730Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-04T13:43:47.281Z",
            "details": "Assaults on Prison Officers are completely unacceptable. The Government is determined to ensure that all public servants have a safe and secure working environment.   \r\n\r\nViolence in prison is a crime. Any prisoner who commits an act of violence can expect to have action taken against them, which may include a loss of privileges or additional days in prison (imposed through internal disciplinary procedures), or referral to the police.\r\n\r\nAny assault on someone providing a service to the public (including Prison Officers) is treated very seriously.  The Code for Crown Prosecutors states that “a prosecution is …more likely if the offence has been committed against a victim who was at the time a person serving the public”.  And the fact that the victim is providing a service to the public is listed as an aggravating factor in sentencing guidelines which courts have a statutory duty to follow.  As such, offenders who assault someone providing a service to the public may face a higher sentence than that for other assaults.\r\n\r\nThere is already a range of offences which criminalise assault or violent behaviour. These start with common assault, the maximum sentence for which is 6 months imprisonment or a fine or both.  (This is the same maximum as for the specific offence of assaulting a constable in the execution of his duty.)  Assault occasioning Actual Bodily Harm and Wounding or Inflicting Grievous Bodily Harm (GBH) are more serious offences against the person, both with a maximum custodial sentence of 5 years. The most serious applicable offences, such as wounding or causing GBH with intent, have a maximum sentence of life imprisonment. \r\n\r\nAll these offences apply whoever is the victim, including of course Prison Officers. \r\n\r\nIn addition, there is a specific offence of assault on a police constable in the execution of his duty (s. 89 of the Police Act 1996).  Public sector Prison Officers, while acting as such, have all the powers, authority, protection and privileges of a constable by virtue of s.8 of the Prison Act 1952.   They therefore come within the scope of the s.89 offence if assaulted in the course of their duties.  Private sector Prison Officers are covered by the separate offences of assault on a prisoner custody officer (s.90 of the Criminal Justice Act 1991) and on a secure training centre custody officer (s.13 of the Criminal Justice and Public Order Act 1994).  All these offences have the same maximum penalty as common assault.\r\n\r\nThe Serious Crime Act 2015 has introduced two new offences of being in possession of a knife, or other offensive weapon within a prison (maximum penalty four years’ imprisonment), and throwing of items over a prison wall (maximum penalty, two years’ imprisonment).  The latter is a common way of introducing contraband to the prison: usually Psychoactive Substances which are known to have a link to increased violence.\r\n\r\nThe Government is committed to improving safety and decreasing violence across the prison estate. We do not underestimate the challenges faced by everyone working in prisons and will continue to support our staff to help them maintain safe and secure prisons.\r\n\r\nThe Government is currently taking action which includes tackling the use of drugs, mobile phones and drones, while strengthening the frontline by recruiting an additional 2,500 staff. We are also providing over 3,400 body-worn cameras across the estate, alongside training to improve staff interactions with prisoners.\r\n\r\nThe increase in staff will provide the capacity for Prison Officers to play a dedicated officer role and build constructive relationships with prisoners, reduce levels of frustration and, ultimately, reduce levels of violence.\r\n\r\nThe Government does not underestimate the hard work and challenges faced by prison staff in dealing with serious violent incidents. We will continue to support staff to help them maintain safe and secure prisons.\r\n\r\nMinistry of Justice",
            "responded_on": "2017-04-04",
            "summary": "Assaults on Prison Officers are unacceptable, and already criminalised. If the victim serves the public, an assault is treated more seriously. A new offence would not provide additional protection.",
            "updated_at": "2017-04-04T13:43:47.281Z"
        },
        "government_response_at": "2017-04-04T13:43:47.283Z",
        "moderation_threshold_reached_at": "2017-01-19T09:14:08.483Z",
        "opened_at": "2017-01-23T09:31:30.445Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-20T22:10:33.291Z",
        "scheduled_debate_date": null,
        "signature_count": 10272,
        "state": "closed",
        "updated_at": "2017-09-09T06:24:38.436Z"
    },
    "id": 177899,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177899.json"
    },
    "type": "archived-petition"
}