{
    "attributes": {
        "action": "Rerun the EU Referendum Based on the now-known facts and strategy of Government",
        "additional_details": "As a democracy, we, the undersigned, feel that adequate truths upon which to make a fair judgement was not given in the run up to the original referendum.\r\n\r\nWe also argue that the strategies set out by the government have been shared with us citizens too late. This is unfair and our personal and economic fears are being ignored by the Government actively. \r\n\r\nWe, the undersigned, demand that an election is re-run whereby British Citizens can make well-informed decisions on our future. ",
        "background": "We,the undersigned,demand a re-run of the EU Referendum on the basis that the Government has: 1)Set out a strategy for which there was no mandate (to leave Single Market), 2) Made false claims as to what Brexit would mean as part of the Leave Campaign whilst actively and defiantly misleading voters",
        "closed_at": null,
        "created_at": "2017-01-18T11:21:43.161Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-18T11:53:28.193Z",
        "opened_at": null,
        "rejected_at": "2017-01-25T17:42:37.896Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you would like a second EU referendum on the same question, or a new referendum with a different question.\r\n\r\nIf you would like a second referendum with the same question as on 23 June 2016, you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/176339\r\n\r\nIf you would like a referendum with a different question, you could start a new petition explaining clearly what question you would like to be asked. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:35.200Z"
    },
    "id": 177811,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/177811.json"
    },
    "type": "archived-petition"
}