{
    "attributes": {
        "action": "Ringfence the NHS from trade deals",
        "additional_details": "",
        "background": "As the UK leaves the EU, the NHS should not be used as a bargaining tool in trade negotiations and deals with other countries",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-21T18:39:34.819Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-07T12:22:47.933Z",
            "details": "It is not in the UK or wider interests to exclude the UK healthcare sector from trade and investment agreements.\r\n\t\r\nThrough trade agreements the UK’s world-class pharmaceutical and medical care and devices sectors can benefit from improved access to overseas markets to sell products and bid for government procurement contracts.\r\n\r\nThe NHS benefits directly from international trade.  As an example the UK Government Healthcare UK initiative works to directly promote the UK healthcare sector (including the NHS) abroad and to strengthen the sectors’ capacity to operate and succeed internationally.\r\n\r\nTrade deals do not threaten Government policy-making regarding delivery of public services.\r\n\r\nTrade and investment agreements do not force Governments to privatise the delivery of any public services.  Similarly, such agreements do not prevent governments from introducing new legislation to safeguard public health or safety.\r\n\r\nThe UK Government is committed in particular to the principles of a NHS, free at the point of use, based on clinical need and not ability to pay.\r\n \r\nIt will always remain for the UK Government to decide how public services are run and, in particular, who is best placed to provide NHS services on the basis of patient need.\r\n\r\nDepartment for International Trade",
            "responded_on": "2017-02-07",
            "summary": "The Government is clear – the NHS is and always will be protected in trade deals.  Our world-class healthcare sector benefits from international trade and should not be excluded.",
            "updated_at": "2017-02-07T12:22:47.933Z"
        },
        "government_response_at": "2017-02-07T12:22:47.936Z",
        "moderation_threshold_reached_at": "2017-01-22T08:45:30.975Z",
        "opened_at": "2017-01-24T17:05:17.124Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-29T14:39:40.664Z",
        "scheduled_debate_date": null,
        "signature_count": 53706,
        "state": "closed",
        "updated_at": "2017-09-09T06:24:45.035Z"
    },
    "id": 178082,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178082.json"
    },
    "type": "archived-petition"
}