{
    "attributes": {
        "action": "Give cleaners/domestics the recognition they deserve.",
        "additional_details": "The standard pay for cleaners has always been the very minimum. At present this stands at £7.20 per hour in the U.K. yet we are often required to perform work that many think of as disgusting or dangerous. \r\nCleaners look after a company's appearance and safeguard its employees from illnesses and bacteria, and without our regular services all businesses would close. \r\nPlease rethink and give cleaners a fairer deal in regards pay and working standards for we are the backbone of any company.",
        "background": "Cleaners deserve a better deal and a pay rate that reflects the conditions they face each working day. They have one of the hardest jobs going and often face disgusting conditions but take great pride in their work. \r\nMany times we don't get recognised for the work we do. This is unacceptable.",
        "closed_at": null,
        "created_at": "2017-01-22T09:30:08.554Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-22T17:27:54.987Z",
        "opened_at": null,
        "rejected_at": "2017-01-25T15:12:12.383Z",
        "rejection": {
            "code": "no-action",
            "details": "Pay and conditions for cleaners are the responsibility of their employer, not the Government or Parliament. Parliament makes the laws that all employers have to follow. \r\n\r\nYou could start a new petition calling for the minimum wage to be higher for cleaners, if that's what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:45.573Z"
    },
    "id": 178109,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178109.json"
    },
    "type": "archived-petition"
}