{
    "attributes": {
        "action": "Stop discrimination of any natural characteristics being legal and acceptable.",
        "additional_details": "In a developed nation, you would expect all kinds of discrimination to have been abolished. Only decades ago, it was both legally and socially acceptable to mock and discriminate someone due to their sexual orientation. It is only recently society has start to come to it's senses and understand discrimination's devastating consequences. This must be applicable to all, so everyone can feel accepted and valued without having to battle judgement and insecurity. ",
        "background": "Today's society and cultural norms are swarmed by double standards. It is a criminal offence to mock somebody due to their skin colour, ethnic origin etc, but it is socially acceptable to mock somebody because of their hair colour, height and other genetic traits. In 2017, this has to stop.  ",
        "closed_at": null,
        "created_at": "2017-01-23T15:02:28.068Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-23T15:12:33.469Z",
        "opened_at": null,
        "rejected_at": "2017-02-07T19:31:09.136Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly how you'd like Parliament to change the law. You could start a new petition asking the Government to include certain new characteristics as protected characteristics under the Equality Act, such as hair colour, height and other specific genetic traits.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:48.310Z"
    },
    "id": 178186,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178186.json"
    },
    "type": "archived-petition"
}