{
    "attributes": {
        "action": "Open the Bank of England to take deposits, provide loans and mortgages.",
        "additional_details": "This will reduce the majority of profit going in to companies that have proven to fail and avoid taxation. Create an income stream for the UK in interest. Increase house buying by making mortgages more affordable. Increase retail spending with the extra money being saved from repayments. Increase spending on travel for holidays. Improve wellbeing and stress from trying to meet payments. Reduce the ability for banks to hold the taxpayer to ransome because they \"Can't be allowed to Fail\"?",
        "background": "The biggest single financial burden to people in the UK is debt from Credit Cards, Mortgages and Loans. In order to reduce this burden massively the Bank of England should be released to act as a bank. Giving mortgages at 1%, loans at 2% and providing 3% for interest on deposits and 4% credit cards.",
        "closed_at": null,
        "created_at": "2017-01-23T10:24:20.236Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-23T12:24:52.852Z",
        "opened_at": null,
        "rejected_at": "2017-02-07T17:52:14.997Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of the Government or Parliament. The internal functions of the Bank of England are the responsibility of the Bank's Court of Directors, which is independent from the Government. \r\n\r\nYou could start a new petition asking for the Government to assume complete governance of the Bank of England, thereby giving the Government control over the Bank's internal functions.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:47.642Z"
    },
    "id": 178165,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178165.json"
    },
    "type": "archived-petition"
}