{
    "attributes": {
        "action": "Abolish the House of Lords if it delays Brexit.",
        "additional_details": "A significant number of Members of the House of Lords have stated they oppose Brexit. Should the House of Lords in any way delay legislation so as to prevent the Government meeting the 31st March 2017 deadline it will have shown it despises the will of the people and the democratic process. Should it do so then the House of Lords must be abolished as it will have demonstrated that it and its unelected members have neither place nor purpose in a modern democracy.",
        "background": "The EU Referendum was held in June 2016 to decide whether the UK should leave the EU or remain a member state. The majority of the people of the United Kingdom voted  to Leave the EU.  An Act of Parliament is required for the Government to meet its pledge to invoke Article 50 by 31st March 2017.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-24T17:05:30.863Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-16T14:36:36.050Z",
            "details": "The European Union (Notification of Withdrawal) Bill implements the outcome of the referendum, trusting the decision of the British people and respecting the judgment of the Supreme Court. The Article 50 Bill has been debated and scrutinised in both Houses. We are confident that the Bill will be passed and we will still meet our timetable of triggering Article 50 by the end of March. Assent for this Bill will be a key step towards a smooth and orderly exit from the EU.\r\n\r\nComprehensive reform of the House of Lords is not a priority in this Parliament, however the Government recognised the importance of addressing the size of the House of Lords in its manifesto. Where there are measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward.\r\n\r\nCabinet Office",
            "summary": "The House of Lords plays an important role in scrutinising and checking legislation and holding the Government to account. We are confident that Article 50 will be triggered by the end of March.",
            "updated_at": "2017-03-16T14:36:36.050Z"
        },
        "government_response_at": "2017-03-16T14:36:36.052Z",
        "moderation_threshold_reached_at": "2017-01-24T18:37:06.448Z",
        "opened_at": "2017-01-26T12:38:01.526Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-02T12:47:42.506Z",
        "scheduled_debate_date": null,
        "signature_count": 14561,
        "state": "closed",
        "updated_at": "2017-09-09T06:24:54.471Z"
    },
    "id": 178288,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178288.json"
    },
    "type": "archived-petition"
}