{
    "attributes": {
        "action": "Future life changing decisions from Supreme Court / Parliament to include all UK",
        "additional_details": "On ITV News I saw Gina Miller get what all those wanted to try and disrespect us The British public those who voted out want out not Supreme Court or any judges let alone remain MPs because we pay their wages but it seems they want what they want so it's time to shake The whole entire Establishments out from top to bottom and bottom to top. Let's make a stand against The ones who aren't Democratic compared to Democratic voters. We can't always have what we want in life so all of UK join in!",
        "background": "After the recent Supreme Court ruling for the money bags who defied the will of British people who voted Leave and making England sole UK Country for Brexit negotiations I am demanding a total overhaul change and that we British public get treated with loyalty with respect lets sort establishment.",
        "closed_at": null,
        "created_at": "2017-01-24T19:19:49.982Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-26T21:53:36.734Z",
        "opened_at": null,
        "rejected_at": "2017-01-29T16:55:14.503Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:54.825Z"
    },
    "id": 178306,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178306.json"
    },
    "type": "archived-petition"
}