{
    "attributes": {
        "action": "Make the uk armed forces pensions for 22 years service tax free.",
        "additional_details": "The police force recieve a 100% non taxable pension after 20 years service with a maximum of 30 years service. \r\nThe fire service receive a 100% non taxable pension after the same service but can serve up to 40 years for a increased pension of roughly £19,000 a year.\r\n the armed forces, however serve to their immediate pension point and have their pensions taxed, and classed a second earning, this needs to be changed and made fair across the board of the public sector industry. ",
        "background": "The current U.K. Armed forces pensions, after 22 years service is taxable, other services are non taxable, this should be addressed and made fair across the public sector. Why should the armed forces serve 22 years plus to receive a taxable pension? ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-24T22:55:30.361Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-10T11:01:22.752Z",
            "details": "Pension income from occupational pension schemes is treated as taxable income under UK tax law. This is to reflect the fact that pensions are forms of deferred income and as such are taxable. This same tax treatment applies to payments from all occupational pension schemes. \r\n\r\nThe government recognises and highly values the tremendous commitment and sacrifice that Armed Forces Personnel make in the defence of our country. This is reflected by the fact that members of the Armed Forces’ Pension Schemes do not have to pay contributions to their pension schemes. These are the only public service pension schemes that are non-contributory. \r\n\r\nHM Treasury",
            "summary": "Income from all occupational pensions, including those for the armed forces, police and firefighters, is already taxable under UK law.",
            "updated_at": "2017-02-10T11:01:22.752Z"
        },
        "government_response_at": "2017-02-10T11:01:22.754Z",
        "moderation_threshold_reached_at": "2017-01-25T21:49:54.794Z",
        "opened_at": "2017-01-27T17:42:34.630Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-28T14:29:34.375Z",
        "scheduled_debate_date": null,
        "signature_count": 63725,
        "state": "closed",
        "updated_at": "2017-09-09T06:24:55.871Z"
    },
    "id": 178330,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178330.json"
    },
    "type": "archived-petition"
}