{
    "attributes": {
        "action": "Recognise PTSD as an official disability",
        "additional_details": "There is no time limit on distress, some people may not develop PTSD until many years after the event.  Symptoms and duration vary from person to person. For some it may last under a month but for others it can last a lifetime. Symptoms include but are not limited to: Vivid flashbacks, intrusive thoughts, nightmares, intense distress, physical sensations like pain, sweating, nausea or trembling, being easily upset or quick to anger, on edge, lack of concentration, turning to drugs or alcohol. ",
        "background": "A mental health condition is considered a disability if it has a long-term effect on your normal day-to-day activity. This is defined under the Equality Act 2010.However, PTSD is not one of the recognised conditions accepted.",
        "closed_at": null,
        "created_at": "2017-01-25T15:33:39.142Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-02T12:19:02.690Z",
        "opened_at": null,
        "rejected_at": "2017-03-03T19:01:17.498Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure what you would like the Government or Parliament to do. Sufferers of post-traumatic stress disorder are already protected by the Equality Act 2010 if their condition has a substantial and long-term effect on their ability to carry out normal day-to-day activities. \r\n\r\nThe Government has produced guidance about the Equality Act 2010, which lists PTSD as one of the conditions from which a disability can arise. You can read this guidance here:\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/570382/Equality_Act_2010-disability_definition.pdf\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:24:57.622Z"
    },
    "id": 178405,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178405.json"
    },
    "type": "archived-petition"
}