{
    "attributes": {
        "action": "Open up mortgages and help to buy schemes for people with less than good credit",
        "additional_details": "Help to Buy and Mortgages on the high street are restricted to people with perfect credit history for the past six years, there are people who do not have perfect credit history who want to change and six years is a very long time to prove change, some people get a knock on there credit history for an unreasonable reason or a temporary change in circumstance, but they have to wait six years to get any kind of mortgage without a huge deposit.",
        "background": "There is no help for people with poor to reasonable credit in the high street or on the help to buy schemes",
        "closed_at": null,
        "created_at": "2017-01-25T23:25:03.796Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-26T12:48:42.955Z",
        "opened_at": null,
        "rejected_at": "2017-02-01T18:06:58.069Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for whether lenders decide to give someone a mortgage. \r\n\r\nYou also mention the help to buy scheme. You could start a new petition explaining clearly what you would like the Government or Parliament to do to help people with poor to reasonable credit. For example, you could start a new petition asking the UK Government or Parliament to introduce a help to buy scheme for people with a poor credit history. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:25:00.144Z"
    },
    "id": 178454,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178454.json"
    },
    "type": "archived-petition"
}