{
    "attributes": {
        "action": "Upgrade the status of HopwoodHall College to Hopwood Hall University In Rochdale",
        "additional_details": "Our beautiful town of Rochdale has a rich past and history, having its distinct place in British history. However, the town has been in post industrial age decline for many years, due to lack of support and neglect from the British government. Furthermore, Rochdale does not have its own university. \r\nIt is now time to do something for development of Rochdale’s community, which will contribute in stopping the decay and decline of Rochdale to history’s oblivion. The best way to turn Rochdale around is by providing further higher education to the community locally by establishing a university in Rochdale. This shall majorly contribute in improving the overall conditions and image of Rochdale in Britain. \r\n",
        "background": "The purpose of this online petition is to ask Her Majesty’s Government to upgrade the status of Hopwood Hall College in Rochdale, to Hopwood Hall University. It shall be a small yet significant step in the right direction, for further development and revival of Rochdale from past neglect.",
        "closed_at": null,
        "created_at": "2017-01-26T20:48:23.141Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-27T11:20:45.716Z",
        "opened_at": null,
        "rejected_at": "2017-01-30T21:17:20.791Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is up to individual higher education providers to apply for a University title or University College title status. You can find out more about the process here: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/459763/BIS-15-523-university-title-and-university-college-title.pdf\r\n\r\nYou could try contacting the College directly to ask them about applying for University status. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:25:03.228Z"
    },
    "id": 178541,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178541.json"
    },
    "type": "archived-petition"
}