{
    "attributes": {
        "action": "Revoke America's right to threaten British banks who work with US Customers",
        "additional_details": "America’s own Taxpayer Advocate Service criticised the policy for it’s guilty-until-proven-innocent enforcement. There is no recourse and no appeals. The US refuses to abide by the G20 standard practices (CRS) in relation to banking & tax transparency. Parliament must uphold UK law and demand America play on a level field.\r\n\r\nhttp://tinyurl.com/gqksrs6\r\nhttp://tinyurl.com/h6gb69m\r\nhttp://tinyurl.com/z4es2ab (MSP#16-p63)\r\nhttp://tinyurl.com/zdmm83y\r\nhttp://tinyurl.com/zbwbhjb\r\nhttp://tinyurl.com/z23yctm",
        "background": "FATCA is a US banking law requiring the UK to surrender records of all UK accounts with US-born signatories to US crime enforcement, assuming guilt, without a Warrant. Non-compliant banks risk 30% tax on their US assets. FATCA puts UK funds unacceptably at risk & breaches basic tenets of British Law",
        "closed_at": null,
        "created_at": "2017-01-26T18:09:32.338Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-26T20:23:13.640Z",
        "opened_at": null,
        "rejected_at": "2017-02-21T10:31:16.278Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government or Parliament are not responsible for US banking law.\r\n\r\nWe understand that you are concerned with the impact that FATCA has on US-born UK residents. There are a few possible actions suggested by your petition that the UK Government or Parliament could take. \r\n\r\nYou could start a new petition asking the UK Government or Parliament to investigate the impact of FATCA on US-born UK residents. You could also start a new petition asking the UK Government or Parliament to make it illegal for financial institutions to discriminate against US-born UK residents. \r\n\r\nThere may be another specific action that you would like the UK Government or Parliament to take. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:25:02.581Z"
    },
    "id": 178521,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178521.json"
    },
    "type": "archived-petition"
}