{
    "attributes": {
        "action": "Vote of no confidence in Theresa May in her handling of Brexit & foreign policy",
        "additional_details": "",
        "background": "Theresa May is unconstitutionally going to take Britain out of the common market by a 'hard Brexit'. This threatens our economy and a impact generations to come who did not ask for it. Added to this her actions in siding with Trump & Erdogan are shaming the UK on the world stage.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-28T22:31:46.291Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-21T14:09:31.292Z",
            "details": "As set out in the Government’s recent White Paper, we will not be seeking membership of the Single Market, but will pursue instead a new strategic partnership with the EU, including an ambitious and comprehensive Free Trade Agreement and a new customs arrangement. \r\n\r\nThis agreement should allow for the freest possible trade in goods and services between the UK and the EU’s Member States and should give UK companies the maximum freedom to trade with and operate within European markets – and let European businesses do the same in the UK.\r\n\r\nLeaving the EU offers us an opportunity to forge a new role for ourselves in the world: to negotiate our own trade agreements and to be a positive and powerful force for free trade. We are also seeking to achieve continuity in our trade and investment relationships with third countries, including those covered by EU Free Trade Agreements or other EU preferential arrangements. We are exploring with our trading partners ways to achieve this. \r\n\r\nThe UK has always been a leading voice for free trade in the EU and globally. Outside the EU we will have the complete freedom to pursue this approach and to push for more open global trade, supported by strong global institutions like the World Trade Organization.\r\n\r\nDepartment for Exiting the European Union",
            "summary": "The UK voted to leave the European Union in a referendum and the Government will deliver on the verdict.",
            "updated_at": "2017-02-21T14:09:31.292Z"
        },
        "government_response_at": "2017-02-21T14:09:31.293Z",
        "moderation_threshold_reached_at": "2017-01-28T22:59:48.382Z",
        "opened_at": "2017-01-31T21:57:52.891Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-08T12:44:59.017Z",
        "scheduled_debate_date": null,
        "signature_count": 23045,
        "state": "closed",
        "updated_at": "2017-09-09T06:25:10.409Z"
    },
    "id": 178761,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178761.json"
    },
    "type": "archived-petition"
}