{
    "attributes": {
        "action": "Give more help to small business owners who have their van, tools or both stolen",
        "additional_details": "Unloading and reloading a van daily is very time consuming and not everyone has space so it is not viable. \r\nUs tradesmen and wonen spend £1000's protecting our vans with extra security but the thieves are one step ahead. \r\nOnce our van and/or tools are stolen the insurers take forever to pay out. This is wrong! As self employed we can not even claim benefits until 3 months have passed. This too is wrong! \r\nThe police have no resources to look for stolen equipment and vans and they don't even come out and visit you either. This too is wrong. \r\nThe penalties for stealing another man's tools and vans are nowhere near harsh enough to be a deterrent. \r\nAll this needs addressing ",
        "background": "Tool theft and vand theft is rife in the UK and is putting small businesses out of work which inevitably will cause stress on the economy with unpaid tax and extra people seeking benefits. \r\nIt is very difficult to get tool insurance for tools left in a van. ",
        "closed_at": null,
        "created_at": "2017-01-29T12:52:33.600Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-29T15:42:06.919Z",
        "opened_at": null,
        "rejected_at": "2017-01-30T22:12:02.771Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nPolicing in your local area is the responsibility of your elected Police and Crime Commissioner (PCC). You can find out how to contact your PCC here:\r\n\r\nhttps://www.police.uk/\r\n\r\nYou may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/169019\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:25:13.848Z"
    },
    "id": 178867,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/178867.json"
    },
    "type": "archived-petition"
}