{
    "attributes": {
        "action": "Build and fund youth institutions for creative arts in the Cynon Valley",
        "additional_details": "Name: Hope Jones\r\nAge: 20\r\nOccupation: Student at Aberystwyth University\r\nReside: Aberdare\r\n\r\nI am a member of a few struggling local groups that support the spectrum of creative arts.\r\nThere are no stable locations for these groups to meet.\r\nThere is nowhere for us to turn for help and we fear that the very talented youth will suffer as a result.\r\nWe need to start building up our towns with the intention to accommodate and support young people.\r\nThis is also an opportunity to employ older individuals.",
        "background": "The youth of South Wales (particularly in the Cynon Valley) are desperate for institutions to be built supporting creative arts.\r\nIt is absolutely obvious that such developments would keep young people occupied and progressing intillectually outside of school hours.",
        "closed_at": null,
        "created_at": "2017-01-29T15:32:57.312Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-30T16:47:04.050Z",
        "opened_at": null,
        "rejected_at": "2017-03-01T16:23:05.964Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The creation and funding of youth facilities in Cynon Valley is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou may be able to start a petition about this issue with the National Assembly for Wales:\r\n\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:25:18.878Z"
    },
    "id": 179012,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/179012.json"
    },
    "type": "archived-petition"
}