{
    "attributes": {
        "action": "Calling for a \"snap\" election, no confidence in Theresa May.",
        "additional_details": "\r\nWhether you wanted Brexit or not hard Brexit is not the way to do it. Theresa May has already stated she'd rather take no deal than a deal she doesn't like, leaving our country at risk. She does not have the British people's interests at heart. Those that voted for Brexit did so to have more power over their country, not to have it dragged through the mud by a politician that was neither voted for or wanted. Theresa May has given the public many reasons to loose confidence in her, and as citizens we have witnessed the global opinion and respect of Britain degrade through her actions. The British people have a right to decide how Brexit is done, not an unelected PM with ulterior motives. We the British people have a right to decide who is Prime Minister.",
        "background": "The public have lost confidence in Theresa May and her judgement for a \"hard Brexit\". She also displays a biased relationship with Donald Trump. The British people as a majority do not want a leader and representative that supports his actions.",
        "closed_at": null,
        "created_at": "2017-01-29T18:05:59.124Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-06T17:09:02.812Z",
        "opened_at": null,
        "rejected_at": "2017-02-12T11:49:52.831Z",
        "rejection": {
            "code": "duplicate",
            "details": "This petition is similar to yours:\r\nhttps://petition.parliament.uk/petitions/178761"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:25:22.172Z"
    },
    "id": 179121,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/179121.json"
    },
    "type": "archived-petition"
}