{
    "attributes": {
        "action": "Allow GCSE Students to have a formula sheet in their tests",
        "additional_details": "",
        "background": "The past GCSE students had a formula sheet during their gcse tests and the new GCSE students don't. If the government can recite them back to us then of course we can use a sheet but for now it's unfair ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-30T10:04:53.259Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-27T17:59:45.101Z",
            "details": "The purpose of the new GCSE is to provide a strong mathematical foundation for every student and a sound basis for those students wanting to progress to study mathematics at a higher level after age 16. \r\n\r\nInternational studies such as PISA, the Programme for International Student Assessment have found that England’s performance in mathematics at age 15 lags significantly behind that of leading education systems, particularly those in the Far East. The government is determined to address this issue by improving the rigour and challenge of GCSE mathematics qualifications and by offering support to schools to improve mathematics teaching. \r\n\r\nMathematics is a formal discipline that is central to all sciences and technical fields, and is increasingly crucial to a range of other academic, professional and employment sectors. It is essential that we improve our performance in mathematics to ensure that our young people gain the knowledge and skills they need to compete in a modern economy.\r\n\r\nThe government consulted extensively on revised GCSE content, including the use of formulae. Subject content and assessment objectives for the new mathematics GCSE were published on 1 November 2013 and can be found here: \r\nhttps://www.gov.uk/government/publications/gcse-mathematics-subject-content-and-assessment-objectives \r\nThe aims of the GCSE are to enable students to:\r\n•\tdevelop fluent knowledge, skills and understanding of mathematical methods and concepts; \r\n•\tacquire, select and apply mathematical techniques to solve problems;\r\n•\treason mathematically, make deduction and inferences and draw conclusions; and\r\n•\tcomprehend, interpret and communicate mathematical information in a variety of forms appropriate to the information and context.\r\nThe GCSE introduces more challenging topics at both higher and foundation tiers. Total examination time is increased, and there is a greater emphasis on problem-solving and mathematical reasoning, with more exam marks allocated to higher-order mathematics. \r\nStudents will need to memorise some previously given formulae to ensure they have grasped essential formal aspects of mathematics. Other formulae will, however, be still provided in the examination, including the surface area of a cone and a sphere, the volume of a sphere and a cone, and formulae relating to velocity, distance, acceleration and time. \r\n\r\nThe government provides over £7m annually to a network of 35 Maths Hubs – school-led centres of excellence in the teaching of mathematics. Maths Hubs support schools to deliver excellent mathematics teaching, including GCSE teaching. We also fund the National Centre for Excellence in the Teaching of Mathematics (NCETM) and the Further Maths Support Programme (FMSP), both of which provide expertise and support to schools in the teaching of mathematics. This includes professional development courses to help teachers and schools introduce the new GCSE. Further information about these can be found here:\r\nhttp://furthermaths.org.uk/cpd\r\n\r\nDepartment for Education",
            "responded_on": "2017-02-27",
            "summary": "The government made changes to GCSE mathematics, including the use of formulae, to ensure rigour and to match expectations in the highest performing education jurisdictions internationally.",
            "updated_at": "2017-02-27T17:59:45.101Z"
        },
        "government_response_at": "2017-02-27T17:59:45.104Z",
        "moderation_threshold_reached_at": "2017-01-30T11:24:27.133Z",
        "opened_at": "2017-02-03T10:14:14.006Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-12T20:27:29.735Z",
        "scheduled_debate_date": null,
        "signature_count": 91913,
        "state": "closed",
        "updated_at": "2017-09-09T06:25:41.363Z"
    },
    "id": 179617,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/179617.json"
    },
    "type": "archived-petition"
}