{
    "attributes": {
        "action": "Theresa May to resign as she is still supporting Trump - General election ASAP",
        "additional_details": "Theresa May does not represent the British public as she was not elected to power through a public vote. It's almost like she was simply given the position, and has proved that she is not capable of being PM. Theresa May lacks in charismatic qualities, leadership and fight that a PM needs in these times. She should condem what Trump and his cabinet have done, not simply shrug it off because she believes the UK needs a U.S. trade deal and should be a tax haven for corporations. We need a new PM\r\n\r\n",
        "background": "Theresa May should resign as she did not condem President Trump's decision to ban Muslims from the USA. 1 million Brits have fully supported a petition to stop Trump making a state visit to the UK, however Theresa May said the invitation still stands. This goes against British values!",
        "closed_at": null,
        "created_at": "2017-01-30T14:46:38.799Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-30T14:59:09.628Z",
        "opened_at": null,
        "rejected_at": "2017-01-30T17:45:03.431Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of an individual Minister is not a decision for the Government or Parliament as a whole.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:02.684Z"
    },
    "id": 180178,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/180178.json"
    },
    "type": "archived-petition"
}