{
    "attributes": {
        "action": "Bring back the 3 in 1 card or a new system with the same benefits to WestSussex",
        "additional_details": "More than 2,500 responses were received with 96 per cent choosing ‘keep the scheme as it is’ as their preferred first option. The county council then went against this and decided to scrap the scheme starting 01/01/2017. This shows that although lots of people wanted to keep the scheme the same the council disregarded the majority of people’s opinion. ",
        "background": "The 3 in 1 card system which had been in place since 2007 had been a success for the council and meant that students at college, school or sixth form got a discounted bus fare, but then also this acted as a form of ID so that students could prove their age without needing to carry a passport.",
        "closed_at": null,
        "created_at": "2017-01-30T21:17:39.797Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-30T21:33:42.200Z",
        "opened_at": null,
        "rejected_at": "2017-01-30T21:53:39.456Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to withdraw the 3in1 scheme was taken by West Sussex County Council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.westsussex.gov.uk/about-the-council/have-your-say/submit-a-petition-to-the-county-council/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:22.437Z"
    },
    "id": 180684,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/180684.json"
    },
    "type": "archived-petition"
}