{
    "attributes": {
        "action": "Another Scottish independence referendum should not be allowed to happen",
        "additional_details": "",
        "background": "We in Scotland are fed up of persecution by the SNP leader who is solely intent on getting independence at any cost. As a result, Scotland is suffering hugely.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-01-30T20:30:18.662Z",
        "debate": {
            "debate_pack_url": "https://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/CDP-2017-0219",
            "debated_on": "2017-11-13",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-11-13/debates/42449346-E2BE-4429-921B-3F72D50E27B9/ReferendumOnScottishIndependence",
            "video_url": "http://www.parliamentlive.tv/Event/Index/4f1a9acc-4b0a-4142-b89a-d623b580f839"
        },
        "debate_outcome_at": "2017-11-14T09:42:50.262Z",
        "debate_threshold_reached_at": "2017-03-15T08:17:03.173Z",
        "government_response": {
            "created_at": "2017-03-30T16:53:32.714Z",
            "details": "The UK needs to work together, putting all our energies into ensuring we get the right deal for the UK and for Scotland in our negotiations with the EU. \r\n\r\nIn 2014, the Scottish people decided in a legal, fair and decisive referendum to remain a strong part of the UK. The Edinburgh Agreement of 2012 committed both the UK and Scottish Governments to respecting the outcome of the Scottish referendum. Calling for a second referendum is creating damaging uncertainty for the economy, and most people in Scotland do not want the country to be plunged into another divisive campaign. All our focus should be on our negotiations with the EU and  working together to get the right deal for Scotland and the right deal for the UK. It would be unfair to the people of Scotland to ask them to make a crucial decision without knowing what our future partnership with the EU will be or what the alternative for an independent Scotland would look like. \r\n\t\r\nAs the Prime Minister has set out, we will strengthen the Union of the four nations that comprise our United Kingdom. We will negotiate as one United Kingdom, taking account of the specific interests of every nation and region of the UK. When it comes to the powers that we will take back from Europe, we will consult fully on which powers should reside in Westminster and which should be passed on to the Devolved Administrations. \r\n\r\nThis will be an opportunity to determine the level best placed to take decisions on these issues, ensuring power sits closer to the people of the UK than ever before. It is the expectation of the Government that the devolved administrations in Scotland, Wales and Northern Ireland will see a significant increase in their decision-making power as a result of this process.\r\n\r\nScotland Office",
            "responded_on": "2017-03-30",
            "summary": "The UK Government is clear that now is not the time for a second independence referendum. ",
            "updated_at": "2017-03-30T16:53:32.714Z"
        },
        "government_response_at": "2017-03-30T16:53:32.717Z",
        "moderation_threshold_reached_at": "2017-01-31T11:02:33.952Z",
        "opened_at": "2017-02-06T18:14:20.373Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-13T20:45:06.723Z",
        "scheduled_debate_date": "2017-11-13",
        "signature_count": 221514,
        "state": "closed",
        "updated_at": "2017-11-14T16:09:52.324Z"
    },
    "id": 180642,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/180642.json"
    },
    "type": "archived-petition"
}