{
    "attributes": {
        "action": "Allow the will of the US people, by giving Mr Trump equal presidential powers.",
        "additional_details": "Similar with recent referendum in the UK, the same old picture appears where if one doesn't like the result they seek to alter it and defy democracy. This petition stands for democratic values and stands by Mr Trump in implementing his full presidential power. Protest after protest is an example of hatred and an instance where democracy is trying to be hindered from happening. This must not be allowed to happen.\r\n\r\nTHIS PETITION MEANS HE DOES NOT LOSE ANY FORM OF POWER, AS A RESULT OF PROTEST.",
        "background": "The US president has been given a democratic mandate from the US electorate and therefore should be treated in the same way as other US presidents before him, regardless of his persona. Therefore, he should be given all presidential powers for his term in office including ability for state visit.",
        "closed_at": null,
        "created_at": "2017-01-31T01:52:48.481Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T19:54:31.884Z",
        "opened_at": null,
        "rejected_at": "2017-02-03T18:19:34.498Z",
        "rejection": {
            "code": "duplicate",
            "details": "The powers of the President of the United States of America are not the responsibility of the UK Government or Parliament. \r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/178844"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:38.949Z"
    },
    "id": 180867,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/180867.json"
    },
    "type": "archived-petition"
}