{
    "attributes": {
        "action": "Theresa May to step down as she doesn’t reflect people’s opinion",
        "additional_details": "Theresa May has wrongly deported thousands of students.\r\nTheresa May’s Home Office policies were failure and discriminatory and couldn’t control migration. Her reign was a failure.\r\nTheresa May had plan to 'deprioritise' illegal migrant pupils is horrendous under Human Rights.\r\nTheresa May initiated the absurd vans carrying billboards telling illegal immigrants to leave\r\nTheresa May travelled to Saudi Arabia for secret advice deal, the country whose criminal justice system is infamous for its barbarity and medieval cruelty.\r\nMistreatment of female asylum seekers by Home Office contractors at the Yarl’s Wood detention centre\r\nMrs May banned the UN’s special rapporteur on violence against women from visiting the centre",
        "background": "Theresa May has failed to condemn Donald Trump’s policy on refugees and Muslims\r\nMrs.May has failed to acknowledge High Court and Supreme Court rulings with regards to Brexit.\r\nMrs. May is driving us towards a hard Brexit without any plan\r\nMrs.May is failing those on zero-hours without job security",
        "closed_at": null,
        "created_at": "2017-01-31T01:19:48.562Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T01:50:47.655Z",
        "opened_at": null,
        "rejected_at": "2017-02-02T17:38:41.670Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of an individual Minister is not a decision for the Government or Parliament as a whole.\r\n\r\nYou may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/178727"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:38.535Z"
    },
    "id": 180859,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/180859.json"
    },
    "type": "archived-petition"
}