{
    "attributes": {
        "action": "Give Disabled people access to Central London by improving the blue badge scheme",
        "additional_details": "The blue badge scheme should be improved allowing 3 hours free parking at street bays & an hour on yellow lines.  \r\n\r\nFor example at St Mary's Hospital in Paddington the disabled have great difficulty; the major station rail hub is not fully accessible &  very little provision exists for disabled parking at the hospital.  \r\n\r\nTaking a car in to Central London for the disabled can be like playing Russian Roulette with parking meaning disabled people avoid all but essential visits to the capitol.\r\n",
        "background": "Central London has poor access for the disabled as well as an inaccessible train system disabled people are prevented from parking freely with their blue badges.  An extra free hour of parking on a meter is insufficient.  \r\n\r\nI want Disabled people to be allowed to park for longer.  ",
        "closed_at": null,
        "created_at": "2017-01-31T05:08:28.541Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T07:26:11.612Z",
        "opened_at": null,
        "rejected_at": "2017-02-21T10:30:19.118Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The blue badge scheme is an on-street parking concession, which does not apply to off-street car parks, like those at St Mary's hospital and Paddington rail station.\r\n\r\nThe blue badge scheme is a national arrangement, but separate schemes operate in central London. You could start a new petition asking the UK Government or Parliament to make central London apply the same blue badge parking rules as other parts of England. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:39.841Z"
    },
    "id": 180887,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/180887.json"
    },
    "type": "archived-petition"
}