{
    "attributes": {
        "action": "Petition Calling For the Sacking of Gary Lineker From the BBC!",
        "additional_details": "There is evidence to show that BBC presenter, Gary Lineker, has attended one of the demonstrations calling for Donald Trump to be banned from making a state visit to the UK. Since the BBC has a record for impartiality, Lineker's obvious presence at the demonstration is in flagrant abuse of that policy, and therefore he should be sacked from his post as presenter of Match of the Day!",
        "background": "Gary Lineker has been to attend one of the demonstrations calling for Donald Trump to be banned from making a state visit to the UK. For this breach of the BBC's policy of impartiality he should be sacked from his post as presenter of Match of the Day with immediate effect!  ",
        "closed_at": null,
        "created_at": "2017-01-31T11:51:26.346Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T22:40:22.460Z",
        "opened_at": null,
        "rejected_at": "2017-02-01T09:57:09.391Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou can find out about the BBC complaints system here:\r\nhttp://www.bbc.co.uk/complaints/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:45.435Z"
    },
    "id": 181036,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181036.json"
    },
    "type": "archived-petition"
}