{
    "attributes": {
        "action": "Demand the BBC apologize to Jeremy Corbyn over 'Shoot to kill' report.",
        "additional_details": "The way this report was originally presented allowed an entirely false and extremely damaging impression of Mr Corbyn to manifest itself in the public consciousness. The matter of homeland security helped shape many people's negative view of Mr Corbyn so for his position on this matter to be so irresponsibly misrepresented is most undemocratic, especially as the BBC profess to be and are seen as many to be impartial politically.  An apology is essential if we value our BBC and our democracy.",
        "background": "The BBC Trust found Laura Kuennsberg's report on Jeremy Corbyn's attitude to 'shoot to kill' officially breached impartiality rules. It's my view that an apology should be issued immediately by the BBC to Mr Corbyn live on the BBC evening news at the same time of day the original report was shown. ",
        "closed_at": null,
        "created_at": "2017-01-31T11:22:51.323Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T12:01:17.982Z",
        "opened_at": null,
        "rejected_at": "2017-02-01T18:48:29.886Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou can find out about the BBC complaints system here:\r\n\r\nhttp://www.bbc.co.uk/complaints/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:45.024Z"
    },
    "id": 181021,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181021.json"
    },
    "type": "archived-petition"
}