{
    "attributes": {
        "action": "All vaccine manufacturers should be held liable for injury and death",
        "additional_details": "",
        "background": "In the uk vaccines are protected by government and the vaccine companies do not have to pay for injury or death caused by their products. This is causing unsafe vaccines to be produced as they don't have any incentive to make them safer as they can not ever go out of business due to this protection ",
        "closed_at": null,
        "created_at": "2017-01-31T13:30:50.982Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T17:17:58.034Z",
        "opened_at": null,
        "rejected_at": "2017-03-01T16:18:24.280Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. Vaccine manufacturers do not have legal immunity in the UK. We’re therefore not sure what you would like the Government or Parliament to change. \r\n\r\nThe Government does provide some help to people with disabilities caused by vaccines. The Vaccine Damage Payments Scheme (VDPS) provides financial help for people whose severe disability was caused by vaccination administered by the National Health Service. The VDPS does not prevent people who have been injured by vaccines from making a claim for compensation against the manufacturer of the vaccine.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'll need to give your full name to start a petition.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:47.402Z"
    },
    "id": 181102,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181102.json"
    },
    "type": "archived-petition"
}