{
    "attributes": {
        "action": "Make it easier for people with disabilities to get a job",
        "additional_details": "I myself suffer from disabilities including some learning disabilities. I didn't get the help I needed in school so my grades are really low. I also suffer from scoliosis,neurofibromatosis, and learning disabilities. I do also suffer asthma and IBS. I am a hard worker and went back to college giving it everything I have got. I passes a Business and IT Level 1 course along with functional skills maths and English and yet I'm still being asked for grade C results regardless of my problems!!!\r\n",
        "background": "People with disabilities have a bigger struggle getting a job including myself, especially when a \"C\" grade is needed in maths and English. People with learning difficulties or who come from a special needs school won't have this. We need more acceptance towards people with disabilities and trust us",
        "closed_at": null,
        "created_at": "2017-01-31T19:53:43.470Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T22:17:16.875Z",
        "opened_at": null,
        "rejected_at": "2017-02-07T16:14:44.774Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to help people with disabilities to find a job. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:56.620Z"
    },
    "id": 181380,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181380.json"
    },
    "type": "archived-petition"
}