{
    "attributes": {
        "action": "Prevent people from starting petitions to counter other petitions",
        "additional_details": "There are a few points to note on this petition - \r\n1. Mr Trump is not being gagged, the suggestion is that we do not allow a state visit. \r\n\r\n2. The argument is invalid. \"he is the leader of a free world and U.K. is a country that supports free speech and does not believe that people that appose our point of view should be gagged.\" - Contradictions\r\n\r\n3. The counter petition champion freedom of speech, yet denies freedom of speech to those who are opposed to a state visit.\r\n\r\n4. Appose (oppose). ",
        "background": "A petition was created to prevent Donald Trump making (an official) visit to the UK. Mostly due to his well documented misogyny and vulgarity, and decisions that could have disastrous consequences. \r\n\r\nBecause this petition had so much backing, a counter group created a nonsensical petition. ",
        "closed_at": null,
        "created_at": "2017-01-31T21:55:30.676Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T23:35:40.194Z",
        "opened_at": null,
        "rejected_at": "2017-02-02T14:56:26.091Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition calling for a specific change to the rules for petitions. You can find out about the rules here:\r\n\r\nhttps://petition.parliament.uk/help"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:26:59.696Z"
    },
    "id": 181474,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181474.json"
    },
    "type": "archived-petition"
}