{
    "attributes": {
        "action": "Car insurance company not to put a fault claim on a policy when not your fault.",
        "additional_details": "If a member of my family was murdered and the murderer was never caught does this mean it is my fault and therefore I must be tried for murder? This is basically what the insurance companies are doing to their policy holders.\r\n\r\nOther things to be looked at are the astronomical costs the brokers charge for changing LEGAL details on a policy.\r\n\r\nYou should have x amount of days in which to cancel your policy without charge particularly if your insurance has not yet started.\r\n\r\nAs bad as banks.",
        "background": "Having had my van broken into recently, I was shocked to find that the insurance company put this down as a fault claim because they could not recover their costs. This had lead to much higher insurance premiums for me. The idea I believe is that you pay to protect yourself and not the insurer.",
        "closed_at": null,
        "created_at": "2017-02-01T08:04:01.679Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-01T20:11:50.382Z",
        "opened_at": null,
        "rejected_at": "2017-02-08T18:25:15.202Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. It's clear that you're concerned about the way that some car insurance policies work, but we're not sure what you'd like the Government or Parliament to do. You could start a new petition explaining clearly how you would like the Government or Parliament to address this. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:08.299Z"
    },
    "id": 181628,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181628.json"
    },
    "type": "archived-petition"
}