{
    "attributes": {
        "action": "Give the UK Volunteers that died fighting ISIS a posthumous QueensGallantryMedal",
        "additional_details": "Eric Scurfield died in battle in 2015. He was part of a APC crew that was evacuating injured coalition fighters. He was firing from the vehicle when he was hit by shrapnel and killed.\r\n\r\nDean Howell died in Manbij in 2016. For weeks he was engaged in terrible street fighting. While running to assist a wounded comrade he was killed by an RPG.\r\n\r\nRyan Lock died on the Raqqa Op. His unit was surrounded by ISIS. They refused to surrender and put up a tough resistance. He used his last bullet on himself.",
        "background": "The three British men that died fighting ISIS deserve a medal.\r\n\r\nThey travelled across the world to protect the innocent people of Syria. They believed in democracy, equality, solidarity and freedom. They are the best of Britain!",
        "closed_at": null,
        "created_at": "2017-02-01T14:24:23.246Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-01T17:49:33.591Z",
        "opened_at": null,
        "rejected_at": "2017-02-07T16:41:09.439Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:13.285Z"
    },
    "id": 181785,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181785.json"
    },
    "type": "archived-petition"
}