{
    "attributes": {
        "action": "To repeal the Finance act 2014 section 165 to be repealed",
        "additional_details": " I feel that if the government was to relax on the pension rules it would more likely allow people to feel happier continuing with money purchase pension schemes.  I feel that the government should we look at pension roles. I feel that it is on fair that the companies administrator of pensions are penalised for releasing funds early.   And it is also on fair that the tax is 55% on top of the pension plan is taken for tax. ",
        "background": " I was mis-sold a pension and raised a complaint with the ombudsman and took it to my local MP Lucy Fraser and was advised that I could not claim the money as  pension rules forbid it.  ",
        "closed_at": null,
        "created_at": "2017-02-01T15:09:06.467Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-01T20:09:12.604Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T13:07:16.063Z",
        "rejection": {
            "code": "no-action",
            "details": "Section 165 of the Finance Act 2014 doesn't seem to relate to pension rules, so we're not sure exactly what action you'd like Parliament to take.\r\n\r\nWe think you may mean section 165 of the Finance Act 2004, which is about pension rules. We're not sure whether you would like this section to be completely repealed, or whether you'd like a specific change to the pension rules.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:14.400Z"
    },
    "id": 181815,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181815.json"
    },
    "type": "archived-petition"
}