{
    "attributes": {
        "action": "Triggering article 50 is unlawful under the magna Carter 39.",
        "additional_details": "A lot of people who were born into the eu are about to lose their rights because of Brexit.  This goes against the magna Carter 39 which, in turn, makes going ahead with Brexit unlawful. \r\nPlease make the government aware of this and stop this country going into disaster and the people of this country losing rights they have gained since the EU, or were born with because of the union. \r\nIf this doesn't go anywhere with the government I'm willing to crowd fund to take this to court. It's important.",
        "background": "+ (39) No free man shall be seized or imprisoned, or stripped of his rights or possessions, or outlawed or exiled, or deprived of his standing in any way, nor will we proceed with force against him, or send others to do so, except by the lawful judgment of his equals or by the law of the land. ",
        "closed_at": null,
        "created_at": "2017-02-01T20:55:24.269Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-01T21:06:03.642Z",
        "opened_at": null,
        "rejected_at": "2017-02-03T11:28:15.618Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:20.073Z"
    },
    "id": 181985,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/181985.json"
    },
    "type": "archived-petition"
}