{
    "attributes": {
        "action": "Dishonest Local Council's- create a process to investigate where the LGO cannot",
        "additional_details": "A High Court Judge accused my Council of being evasive and untruthful under oath and stated this case should never have come to Court (£3.2). This Council continually abuses it's own policies and procedures, in one case the constitution was amended for personal advantage.Even the Information Commissioner criticised the Council's failure to adhere to it's own Constitution and their stated commitment to honesty, openness and accountability if your Council do the same no one will investigate. ",
        "background": "When a Local Council's actions or decisions affect Council Tax Payers and the communities democratic right's who will investigate not the local Government Ombudsman or the Department for Communities and Local Government my Council hid a controversial report costing £10,000 and wasted £3.2M. ",
        "closed_at": null,
        "created_at": "2017-02-02T11:35:53.999Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-02T14:12:12.125Z",
        "opened_at": null,
        "rejected_at": "2017-02-07T19:22:21.056Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:28.113Z"
    },
    "id": 182214,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/182214.json"
    },
    "type": "archived-petition"
}