{
    "attributes": {
        "action": "MP's should vote with the wishes of the majority of their constituency.",
        "additional_details": "Recently an M.P who represents a constituency that voted In the Brexit referendum , a constituency with one of the biggest majorities in the country , voted to exit the E.U. In the recent vote in Parliament an elected MP ignored the wishes of two thirds of their constituency and voted against Brexit . The MP had voted against the wishes of the people who voted her in , and indeed , the wishes of a majority of the country .",
        "background": "Recently an M.P voted against the wishes of the people who voted her in , and indeed , the wishes of a majority of their constiutency .",
        "closed_at": null,
        "created_at": "2017-02-02T21:40:13.182Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-03T12:42:41.672Z",
        "opened_at": null,
        "rejected_at": "2017-02-09T12:18:40.676Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you'd like MPs to vote according to the wishes of the majority of their constituents only on the draft law which gives the Prime Minister the power to trigger Article 50. If so, we can't accept a petition about that, because it's a decision for individual MPs to make.\r\n\r\nIf you'd like MPs to be required to vote according to the wishes of a majority of their constituents on all decisions in the House of Commons, we're not sure how you would like this to work. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:38.641Z"
    },
    "id": 182457,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/182457.json"
    },
    "type": "archived-petition"
}