{
    "attributes": {
        "action": "Do not discriminate against drivers of diesel cars",
        "additional_details": "\r\nWe the undersigned believe this is wrong and people with diesel cars should not be discriminated against, charged more for parking or forced to pay additional costs to use their vehicles.\r\n\r\nWe call upon Theresa May and her government to protect people who purchased diesel cars, which are amongst the most efficient vehicles available, and stop any current or proposed charges which discriminate against diesel engine cars being levied by councils and local authorities.",
        "background": "There is a move to charge diesel cars extra for parking and travelling in city centres even though the government encouraged the purchase of diesel cars due to their efficiency and low CO2 emissions.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-03T14:43:17.526Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-16T13:52:21.500Z",
            "details": "The Government continues to invest to improve journeys and provide for safe sustainable transport.  We are investing in the biggest modernisation programme for a generation, bringing our transport system into the 21st Century. We want to deliver changes that really make a difference for the travelling public, as quickly and efficiently as possible.\r\n\r\nTackling air pollution matters. Although the UK currently meets the legal limits for almost all pollutants, further work is still needed – particularly to reduce levels of nitrogen dioxide (NO2) in some towns and cities. Poor air damages public health in the UK, with the most severe effects experienced by the vulnerable: children and the elderly, and people with lung and heart conditions. Where we are above legal limits in our towns and cities transport is responsible for around 80% of NOx emissions at the roadside. \r\n\r\nSince 2011 the Government has committed more than £2 billion to increase the uptake of ultra low emission vehicles (ULEVs) and support greener transport schemes. In addition, the Chancellor has committed a further £290 million to support electric vehicles, low emission buses and taxis, and alternative fuels.\r\n\r\nDiesel vehicles have played, and continue to play a role in reducing fuel usage and emissions of carbon dioxide.  Diesel vehicles have failed to deliver expected emission reductions in real world driving conditions. That is why the UK led the way to secure agreement at EU level to introduce more stringent real driving emissions testing for all new cars and vans across the EU from September 2017, ensuring that vehicle manufacturers live up to their low emission credentials.\r\n\r\nThe national air quality plan for NO2 published in December 2015, set out a programme for Clean Air Zones, alongside national action and continued investment in clean technologies. Clean Air Zones can be a targeted and proportionate approach to reducing emissions by encouraging the replacement of old, polluting vehicles (including buses, taxis and heavy goods vehicles (HGVs) with modern, cleaner technologies.  The Clean Air Zone framework will be updated in spring this year.\r\n\r\nThe setting of charges for on or off-street parking is a matter for local authorities.  The Government recommends that authorities set charges at levels which are consistent with the aims of the authority’s transport strategy, including its air quality, road safety and traffic management strategies. Authorities should never use parking charges just to raise revenue. \r\n\r\nThe Government is considering next steps on the need to tackle levels of NO2 in light of both updated information on real world emissions from diesel vehicles and the High Court judgment last year. We will publish a revised national air quality plan for consultation by 24 April and a final plan by 31 July.   \r\n\r\nDepartment for Transport",
            "summary": "The Government will consult soon on a new plan to reduce NO2. Diesel vehicles are likely to continue to play a role in the fleet mix in certain circumstances.",
            "updated_at": "2017-03-16T13:52:21.500Z"
        },
        "government_response_at": "2017-03-16T13:52:21.502Z",
        "moderation_threshold_reached_at": "2017-02-18T01:04:30.128Z",
        "opened_at": "2017-02-24T18:33:52.281Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-06T07:35:17.238Z",
        "scheduled_debate_date": null,
        "signature_count": 19722,
        "state": "closed",
        "updated_at": "2017-09-09T06:27:45.946Z"
    },
    "id": 182686,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/182686.json"
    },
    "type": "archived-petition"
}