{
    "attributes": {
        "action": "Reconsider The National Funding Formula so that NO child at school will LOSE out",
        "additional_details": "I support the need for children in more deprived areas to benefit from additional resources but that should not be at the expense of my own child’s education. Previous restrictive funding arrangements have meant that some schools have operated with no viable contingency for years, but have managed to balance budgets by making significant year-on-year cuts and increasing reliance on donations. Schools can not absorb further cuts without reducing staffing and asking parents to contribute more. ",
        "background": "Some schools will suffer £1000's in cuts over the next 3 years under the NFF. The Government should reconsider the introduction of the National Funding Formula and commit to provide additional funding to schools in more deprived areas without cutting funding to schools already struggling. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-03T16:10:41.619Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-02T16:56:23.739Z",
            "details": "Please respond online here:\r\nhttps://consult.education.gov.uk/funding-policy-unit/schools-national-funding-formula2/\r\n\r\nThe Government has protected the core schools budget in real terms for the duration of this Parliament.  School funding is at its highest level on record, and will be over £40bn in 2017-18. Additionally, as school funding is driven by pupil numbers, where pupil numbers rise, the amount of money schools receive will also increase.\r\n\r\nBut the system for distributing that record amount of funding is unfair, opaque and outdated.  Similar schools, educating similar pupils, receive very different levels of funding with little or no justification, because the system is based on historic data and has not kept up with changes since it was established more than a decade ago. We are determined to end this postcode lottery and make sure that funding is consistent across the country, rather than depending on where children happen to live.  That is why we are introducing a national funding formula for schools.\r\nThe national funding formula does not affect how much money is available for schools overall – it is purely about ensuring that that money is distributed more fairly across the country.  The national funding formula will mean that, for the first time, we will have a clear, simple and transparent system that matches funding to children’s needs and the school they attend.  More than half of England’s schools, many of which have been under funded for years, will see their funding increase as a result of our reforms.\r\n  \r\nThe biggest element of our formula will be basic per-pupil funding.  This will make up about three-quarters of the total funding and means that every child, regardless of circumstances, will attract a consistent amount of money to their school.\r\nWe also want to support schools as they continue to work to break the link between disadvantage and attainment.  So we think it is right that schools serving children with additional needs, who face entrenched barriers to their success, benefit from extra resources to help support these children.  That is why we are also proposing to target money towards pupils who have additional needs through the formula.\r\n\r\nWe have thought very carefully about how to help schools that are losing funding manage the transition to the new system. We have built significant protections into the formula, so that no school will face a reduction of more than more than 1.5% per pupil per year, or 3% per pupil overall.  This limits the otherwise very large reductions that some schools would have seen, which we know would have been unmanageable. \r\n\r\nWe are also continuing to work with schools to help them use their funding in the most efficient way.\r\n   \r\nTo support schools to improve their financial health and efficiency we have produced a collection of tools, information and guidance, https://www.gov.uk/government/collections/schools-financial-health-and-efficiency\r\nincluding benchmarking tools and case studies of best practice, to help schools make savings. \r\n\r\nMost recently, we published the Schools’ Buying Strategy, \r\nhttps://www.gov.uk/government/publications/schools-buying-strategy\r\nto support schools to make significant savings, over £1bn a year by 2019-20, in non-pay and procurement costs. We also launched Workforce Planning Guidance,\r\nhttps://www.gov.uk/government/publications/school-workforce-planning\r\nwhich contains links to advice and case studies, as well as lists of options and questions for school leaders to consider when reviewing their staff structures.\r\n\r\nCreating any national funding formula involves balancing the core funding that every child attracts, and the extra funding targeted to those with additional needs; and balancing increases for those that are due to see gains with stability for those schools that are due to see losses.  We are consulting for a full 3 months on our proposals to ensure we get them right.  We are keen to hear views from as many schools, governors, local authorities and parents as possible.  Please respond to the consultation online here by 22 March 2017:https://consult.education.gov.uk/funding-policy-unit/schools-national-funding-formula2/\r\n\r\nDepartment for Education",
            "responded_on": "2017-03-02",
            "summary": "School funding is at its highest ever level - more than £40 billion in 2016-17. We are consulting on our proposed national funding formula, and we are keen to hear from as many people as possible.",
            "updated_at": "2017-03-02T16:56:23.739Z"
        },
        "government_response_at": "2017-03-02T16:56:23.741Z",
        "moderation_threshold_reached_at": "2017-02-03T16:36:37.994Z",
        "opened_at": "2017-02-08T19:40:48.915Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-16T21:28:43.185Z",
        "scheduled_debate_date": null,
        "signature_count": 37928,
        "state": "closed",
        "updated_at": "2017-09-09T06:27:46.616Z"
    },
    "id": 182705,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/182705.json"
    },
    "type": "archived-petition"
}