{
    "attributes": {
        "action": "To instruct the BBC to broadcast only news, politics & CA on the News Channel.",
        "additional_details": "Sofa chat about Beyoncé, Bake Off & Come Dancing should be broadcast on one of the BBC’s general or entertainment channels. And if for ex. it’s a story about the Dept for Education the journalist does not need to be filmed standing outside (an often closed) building.  We also don’t need to know what “Jo Bloggs of Ely” thinks about any news story. Unless members of the public are directly involved or witnesses we need the opinions of experts – economists, politicians, etc. NOT Jo Bloggs.",
        "background": "On Feb 2nd 2017 Ms Derbyshire asked viewers to recreate the Beyoncé pregnancy photo. This, she said, was what she was most looking forward to! There is no shortage of News but we have chit-chat on the sofa followed by Ms Derbyshire looking at which story people can get most hysterical about today!\r\n",
        "closed_at": null,
        "created_at": "2017-02-03T16:02:34.425Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-04T14:27:53.115Z",
        "opened_at": null,
        "rejected_at": "2017-02-09T13:24:22.066Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\t\r\nYou can find out about the BBC complaints system here:\r\n\thttp://www.bbc.co.uk/complaints/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:46.377Z"
    },
    "id": 182703,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/182703.json"
    },
    "type": "archived-petition"
}