{
    "attributes": {
        "action": "Give the working man UK citizens free treatment with dentist and prescriptions",
        "additional_details": "I spoke to someone that happily told me they receive  £26000 in benefits that's including there rent and council tax paid for they receive around  £1000 a month to do nothing I'm sorry this is why this country is gone to pot paying people that much in benefits why screwing over the working man this needs to be sorted or at least give something back to the working man",
        "background": "The UK working man pays enough in national insurance and taxes yet they and there family got to pay for treatment and prescriptions when they see a dentist or doctor yet someone who receives£26,000 a year in benefits gets it for free im sorry but they should pay and the working man gets it for free",
        "closed_at": null,
        "created_at": "2017-02-04T11:34:58.116Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-04T12:54:51.431Z",
        "opened_at": null,
        "rejected_at": "2017-02-15T15:32:30.180Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition calling for all working people in England to be entitled to free prescriptions and free dental treatment.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:51.401Z"
    },
    "id": 182863,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/182863.json"
    },
    "type": "archived-petition"
}