{
    "attributes": {
        "action": "Stop introduction of fines for skateboarders in Southampton Cultural Quarters",
        "additional_details": "The Daily Echo report on SCC's agenda in the following link: \r\n\r\nhttp://www.dailyecho.co.uk/news/15069359.PHOTOS__Councillor_s_bid_to_banish_skateboarders_from_Southampton_s_Cultural_Quarter/?ref=fbpg\r\n\r\nMany have already opposed the idea of fines. Tax payers paid for the changes so let the people of Southampton decide. Hoglands park skate park is not safe, it is dark and not roamed by community police. We want young people to have things to do in our city and not be pushed to boredom and restricted",
        "background": "Southampton City Council are looking to create fines for those skating in the Southampton Cultural Quarters stating \"It doesn't create the right image for the area.\" Because it cost them 50 million to build. \r\n\r\nThe youth and young adults skate there and cause no harm, let them enjoy it!\r\n\r\n",
        "closed_at": null,
        "created_at": "2017-02-04T21:14:50.702Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-04T22:40:40.681Z",
        "opened_at": null,
        "rejected_at": "2017-02-09T13:27:56.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.southampton.gov.uk/moderngov/mgGeneric.aspx?MD=Petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:27:54.399Z"
    },
    "id": 182957,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/182957.json"
    },
    "type": "archived-petition"
}