{
    "attributes": {
        "action": "Save the 'Children's nurse' degree course. Our\r\nChildren & Young People need us",
        "additional_details": "Please sign this petition for the retention of a 'Children's Nursing' degree. Your children deserve it and need it. Our children are our future. They have the right to optimised to health and wellbeing both physical and mental, from 0-25 years of age \r\n\r\nHelp our children to thrive and reach a healthy adulthood with Children's Nurses input.  We need your support before it is too late. Please sign ! Time is running out,we must act before we lose our Child & Young Peoples nurses. Irreversible!",
        "background": "Moves are afoot to make Nursing a generic pathway ( getting rid of Childrens Nursing despite clear evidence of its worth) our children need and deserve appropriately skilled/educated children's nurses.NOT generic nurses( adult) with some limited experience and knowledge. Its our 11th hour. HELP? ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-04T20:27:39.829Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-10T13:34:12.629Z",
            "details": "There are four fields of nursing:  adult, child, mental health and learning disability.  The Nursing and Midwifery Council (NMC) regulates nurses and midwives in England, Wales, Scotland and Northern Ireland. The NMC exists to protect the public. It sets standards of education, training, conduct and performance so that nurses and midwives can deliver high quality healthcare throughout their careers.\r\n\r\nBetween now and 2020 the NMC is delivering a programme of change for education, to ensure that new nurses and midwives are safe, skilled and confident when working across a health and care system that is changing at an unprecedented rate. \r\n\r\nThe NMC’s programme of work in 2016–2017 includes: \r\n-the development of new, outcome-based standards of proficiency for the future graduate registered nurse, led by Professor Dame Jill MacLeod Clark; \r\n-the development of an education framework setting out the requirements for institutions and placement partners seeking to deliver approved nursing and midwifery education programmes;\r\n-an independent review of NMC’s quality assurance function, and\r\n-a review of the standards for medicines management, prescribing and return to practice.\r\n\r\nThe development of new standards of proficiency for the future graduate registered midwife will begin in earnest from April 2017, led by Professor Mary Renfrew, from the University of Dundee. This timeline allows the NMC to maintain their  focus on the proposed legislative changes to the way in which midwives are supervised and regulated. \r\n\r\nStandards of competence for the future registered nurse \r\n\r\nIt is clear that there is a need to move towards standards of proficiency for the future registered nurse which are clearer and more consistent, and which sufficiently equip nurses of the future by focussing on outcomes. \r\nThe new standards of proficiency will reflect the growing need for nurses to:\r\n1.1\twork flexibly across care settings and across mental and physical health within multidisciplinary teams;\r\n1.2\tunderstand all stages of the life course, including children and young people, adults, older people, people with mental health issues, and people with intellectual disabilities;\r\n1.3\tfocus on person-centred care; \r\n1.4\tfocus on moving care into the community;\r\n1.5\ttake on more complex roles and increasing leadership responsibilities;\r\n1.6\tbe digitally literate and move towards embedding technology within health; and\r\n1.7\tfocus on a growing public health and wellbeing agenda; and\r\n\r\nThese new standards will apply to all four fields of nursing, on the basis of extensive feedback that we need to ensure all nurses, regardless of field, are prepared with the requisite skills and knowledge to work across a range of nursing contexts and settings into the future. The specific programme requirements contained within the NMC’s education framework will set out what is required of programmes leading to registration within each field.\r\n\r\nThe four fields of nursing are currently set out in legislation and any changes to these fields would require the Privy Council to approve a change to NMC’s legislation. This would involve a full public consultation as well as support from the Department of Health and parliamentary approval. \r\n\r\nThe NMC will be holding a full public consultation on the new nursing standards in the summer, and there are no plans to include changes to the current four fields in this consultation.\r\n\r\nDepartment of Health",
            "responded_on": "2017-03-10",
            "summary": "The Nursing and Midwifery Council has informed the Government that it is not seeking to change the four fields of nursing in a consultation this Summer. ",
            "updated_at": "2017-03-10T13:34:12.629Z"
        },
        "government_response_at": "2017-03-10T13:34:12.632Z",
        "moderation_threshold_reached_at": "2017-02-04T21:16:47.813Z",
        "opened_at": "2017-02-09T13:28:37.913Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-12T14:21:47.998Z",
        "scheduled_debate_date": null,
        "signature_count": 17076,
        "state": "closed",
        "updated_at": "2017-09-09T06:27:54.374Z"
    },
    "id": 182951,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/182951.json"
    },
    "type": "archived-petition"
}