{
    "attributes": {
        "action": "Stop making Nurses have to pay a Registration Fee of £ 120 per year.",
        "additional_details": "Salary has not increased with a 1% Cap on wages. Nurses are the backbone of the NHS & work very hard 24 hours a day 365 days a year. The job is Hard, the wages are poor & we have to pay just to do it.",
        "background": "Stop making Nurses have to pay a Registration Fee of £ 120 per year. Over the last twenty years the fee has gone from £30 every three years to £120 EVERY year!",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-05T11:12:18.388Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-27T11:58:44.440Z",
            "details": "The Nursing and Midwifery Council’s statutory duty is to protect the public and it needs to be adequately funded to do so. \r\n\r\nAll 36 of the regulated healthcare professions pay a registration fee to their regulator. Aside from the Health and Care Professions Council, the fees required by the NMC are the cheapest for professionals, at £120 a year. \r\n\r\nThe NMC has informed us that its Council undertakes an annual review of registration fees, to ensure that it has sufficient funds to carry out its regulatory functions to the level required to protect the public. \r\n\r\nHaving received feedback from nurses and midwives for more flexible payment mechanisms the NMC launched a payment by instalment option in June 2016. Nurses and midwives can now choose to pay their £120 annual registration fee by quarterly direct debit payments. \r\n\r\nIn addition, nurses and midwives who are UK taxpayers are able to claim tax relief on their registration fee. At present, a basic rate UK taxpayer would be eligible for £24 tax relief on the annual registration fee of £120. The NMC has informed us that it regularly raises awareness amongst registrants that this option is available to them although a recent survey found that only 30 percent of nurses and midwives were claiming tax relief.\r\n\r\nBackground on the 2015 fee increase\r\n\r\nThe NMC ran a 12 week consultation in 2014 seeking views on proposals to increase its registration fee from £100 to £120. \r\n\r\nIn making a decision the NMC’s Council considered the context of the proposal to increase the fees, the responses to the consultation, and issues arising from the equality impact assessment. The NMC Council concluded that a fee rise was objectively justified and proportionate to achieve the legitimate aim of enabling the NMC to protect the public by ensuring it has sufficient funding to achieve its statutory functions to the level expected. \r\n\r\nPrevious fee increases occurred in February 2013 (from £76 to £100) and August 2007 (from £43 to £76).\r\n\r\nDepartment of Health",
            "summary": "The NMC, as an independent body, sets a registration fee at the level required to fund its regulatory activity including registration and revalidation, education and standards and fitness to practise.",
            "updated_at": "2017-04-27T11:58:44.440Z"
        },
        "government_response_at": "2017-04-27T11:58:44.442Z",
        "moderation_threshold_reached_at": "2017-02-05T11:28:24.516Z",
        "opened_at": "2017-04-11T13:07:54.301Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-17T08:03:47.392Z",
        "scheduled_debate_date": null,
        "signature_count": 16232,
        "state": "closed",
        "updated_at": "2017-09-09T06:27:56.679Z"
    },
    "id": 183034,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183034.json"
    },
    "type": "archived-petition"
}