{
    "attributes": {
        "action": "Abolish the House of Lords",
        "additional_details": "I refer to the information provided by the media.",
        "background": "They are unelected and cost too much money.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-05T20:50:16.056Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-16T11:30:01.870Z",
            "details": "The House of Lords plays an important role in scrutinising and checking legislation and holding the Government to account. \r\n\r\nWhile comprehensive reform is not a priority in this Parliament, the Government recognised the importance of addressing the size of the House of Lords in its manifesto. In the last Parliament, the House showed it could take forward incremental measures - such as allowing peers to retire and enabling peers to be expelled for non-attendance or serious misconduct. More than 50 peers have retired since the facility was introduced and since 2010, the cost of the House has fallen in real terms.\r\n\r\nWhere there are measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward.\r\n\r\nCabinet Office",
            "responded_on": "2017-03-16",
            "summary": "The House of Lords plays an important role in scrutinising and checking legislation and holding the Government to account. Comprehensive reform of the Lords is not a priority in this Parliament. ",
            "updated_at": "2017-03-16T11:30:01.870Z"
        },
        "government_response_at": "2017-03-16T11:30:01.872Z",
        "moderation_threshold_reached_at": "2017-02-09T07:59:06.282Z",
        "opened_at": "2017-02-14T17:07:04.426Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-09T11:29:50.522Z",
        "scheduled_debate_date": null,
        "signature_count": 11547,
        "state": "closed",
        "updated_at": "2017-09-09T06:28:01.380Z"
    },
    "id": 183134,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183134.json"
    },
    "type": "archived-petition"
}