{
    "attributes": {
        "action": "Put strategic plans in place to fund the NHS further, especially areas with cuts",
        "additional_details": "Additional funding is needed as some hospitals are working at full capacity for days and its difficult for staff and patients. Treatment is delayed, beds are full, people are not getting the service. Mental health has seen lack of funding mainly due to distribution but also not clear strategies. A proposed solution is to provide more funding for the NHS but clearly have it with a strategic plan to ensure a clear view.\r\n\r\nMental Health\r\nhttp://www.bbc.co.uk/programmes/b08f0htn\r\n",
        "background": "NHS funding has been cut, areas of the NHS such as Mental Health have seen huge cuts of around £150 Million at times, its caused further deaths to patient whom unable to have beds. \r\n\r\nOther areas of the NHS still need beds, medication & staff, but with promises from governments its just not enough!",
        "closed_at": null,
        "created_at": "2017-02-06T21:33:25.925Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-06T23:12:42.058Z",
        "opened_at": null,
        "rejected_at": "2017-02-12T15:40:59.072Z",
        "rejection": {
            "code": "no-action",
            "details": "You might wish to start a new petition calling on the Government to review how funding is allocated between different services, or to give priority to some services.  Or you might sign a petition already on the website, which makes a similar request.\r\n\r\nThe following petitions look similar to yours:\r\nhttps://petition.parliament.uk/petitions/165948\r\nhttps://petition.parliament.uk/petitions/178125\r\nhttps://petition.parliament.uk/petitions/175034"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:08.881Z"
    },
    "id": 183362,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183362.json"
    },
    "type": "archived-petition"
}