{
    "attributes": {
        "action": "That the Speaker for the House of Commons should be replaced imediatley",
        "additional_details": "In the U.K. we might agree, we might disagree, however the people of the USA voted and whilst other countries with which we have diplomatic relations are openly involved in heads of state visits it is not a role for the Speaker of the House of Commons to be involved in.\r\n\r\nBy not visiting the UK, a President of the United States may not see the UK as 'special' we not even remain allies, longer implications of the UK not welcoming Donald Trump are that a trade deal and NATO backbone could be lost.\r\n\r\n",
        "background": "The Speaker of the House of Commons is a presiding office appointed by Her Majesty the Queen. It's a position of political impartiality and if a speaker is biased it could have huge diplomatic effect.",
        "closed_at": null,
        "created_at": "2017-02-07T05:18:15.996Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-07T07:56:23.550Z",
        "opened_at": null,
        "rejected_at": "2017-02-15T10:21:30.582Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There is no mechanism for the removal of a Speaker during a Parliament. Other than at a general election, the Speaker can only stop being Speaker through resignation or death.\r\n\r\nIf you like, you could sign the petition below, which asks the House of Commons to debate a vote of no confidence in the Speaker:\r\n\r\nhttps://petition.parliament.uk/petitions/183279\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:11.641Z"
    },
    "id": 183465,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183465.json"
    },
    "type": "archived-petition"
}