{
    "attributes": {
        "action": "Start government funding for mixed martial arts clubs.",
        "additional_details": "The Irish government is pushing forward with plans for MMA to be recognised as a sport in this country.\r\n\r\nThat should be welcomed by everyone. Even those who hate it.\r\n\r\nOpposition to MMA is everywhere. Whether you’re standing at a bus stop, waiting in a supermarket queue or having a pint, the chances are that someone within earshot will be willing to openly admonish its brutal, no-holds-barred nature.\r\n\r\nThe Irish Martial Arts Commission (IMAC) have provided the latest dissenting voice.\r\n\r\nThey believe MMA to be “dangerous” and “irresponsible”.\r\n\r\nThey’re right about dangerous, and maybe even irresponsible.\r\n\r\nBut then, so is boxing, rugby and horse racing.\r\n\r\nIn fact, all of the above sports have more blotches on their copybook than MMA in terms of athlete safety.",
        "background": "The problem highlighted itself to me when I seen the struggle of a very close friend raising money through hard work and determination, He is extremely fortunat to have a few generous local businesses to sponsor him along the way. His name is Scott trelford known to most as, The Bear.",
        "closed_at": null,
        "created_at": "2017-02-07T00:11:24.319Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-07T15:04:01.334Z",
        "opened_at": null,
        "rejected_at": "2017-02-15T14:49:33.036Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on the Government of Ireland, not the UK Government or Parliament, to take action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:10.899Z"
    },
    "id": 183430,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183430.json"
    },
    "type": "archived-petition"
}