{
    "attributes": {
        "action": "Put more money into mental health and stop bullying from the DWP to work!",
        "additional_details": "Assessment by the DWP appears to be if you have arms and legs and are able bodied.They don't assess your mind though.Because of the DWP and the added stress on top of a breakdown I now have agoraphobia.I got sanctioned 4 weeks pay because I wouldn't leave my home to go to the job centre, Crying I said I have agoraphobia and haven't even recovered from a breakdown.I like many others have appealed or are appealing decisions.My assessor even lied and said I cycle to Asda to get my shopping,it's online.Also for the record, This is the first time Iv been unemployed.They seem to be attempting to push easy targets I.e. People with mental health problems.The bullying must stop!! ",
        "background": "People with mental health are still suffering because of the stigma, people still believe it's just an excuse to not work or to get out of the work they have.I lost my own job with London Underground because of it.Now the DWP tried to put me back to work a few months after I had a nervous breakdown.",
        "closed_at": null,
        "created_at": "2017-02-07T09:28:21.683Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-09T18:55:16.955Z",
        "opened_at": null,
        "rejected_at": "2017-02-17T11:37:55.451Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you would like the DWP to change the way that people with mental health problems are treated, but we're not sure what changes you'd like to see. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:13.950Z"
    },
    "id": 183510,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183510.json"
    },
    "type": "archived-petition"
}