{
    "attributes": {
        "action": "Call on DEFRA to withdraw UK approval of A24 trap, sold in NZ to kill hedgehogs.",
        "additional_details": "In the UK hedgehogs are protected being listed on Schedule 6 of the Wildlife & Countryside Act. If a trap is set & it catches a hedgehog, then the person who set the trap can be prosecuted. Anyone setting traps for ‘vermin’ or non-protected species is obliged to take all reasonable precautions to avoid catching a protected species, since there are no ‘reasonable precautions’ to avoid catching hedgehogs using this trap, anyone who sets them is at risk of prosecution if they catch a hedgehog.",
        "background": "DEFRA recently approved the use of these traps in England (pending in Wales & Scotland). The traps (http://www.goodnature.co.nz/products/rat-stoat/) are sold to kill hedgehogs (& other species), in New Zealand where hedgehogs are non-native & considered a ‘pest’ species.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-07T10:28:21.569Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-03T14:42:33.120Z",
            "details": "Before a new spring trap is brought into the market it must first be approved for use via a Spring Trap Approval Order made in England and Wales under the Pests Act 1954, Scotland under the Agriculture (Scotland) Act 1948 and Northern Ireland under the Wildlife (Northern Ireland) Order 1985. \r\n\r\nThe humaneness of the trap is assessed before it is approved for use. Trap evaluation is currently carried out by the Animal and Plant Health Agency (APHA), which then recommends whether a trap should be approved or not and, if so, what conditions of use (placement criteria, permitted target species) should apply. \r\n\r\nUnder the Spring Traps Approval (Variation) (England) Order 2015, the Goodnature A24 Rat and Stoat Trap may only be used for the purpose of killing rats and stoats. The trap must also be placed so that it can only be entered by way of an artificial tunnel which is suitable for that purpose. \r\n\r\nNo spring trap is approved for use against hedgehogs as under section 11 of the Wildlife and Countryside Act 1981 it is an offence, unless under and in accordance with the terms of a licence, to use any trap or snare for the purpose of killing or taking a hedgehog or to set in position any trap or snare in such a way so as to be calculated to cause bodily injury to a hedgehog.\r\n\r\nA condition of use for all approved spring traps is that so far as is practicable without unreasonably compromising its use, the trap must be used in a manner that minimises the likelihood of its killing, taking or injuring non-target species. \r\n\r\nIt is for the trapper to make sure conditions of use are complied with and offences against protected species are not committed.\r\n\r\nWhere the safety of protected species cannot be reasonably assured, the use of non-lethal methods of capture, such as cage trapping, should be employed so non-target species can be released unharmed if accidently captured.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-04-03",
            "summary": "The Goodnature A24 trap is not approved for use against hedgehogs in England. Where traps are used for other species, the trapper must ensure that offences against protected species are not committed.",
            "updated_at": "2017-04-03T14:42:33.120Z"
        },
        "government_response_at": "2017-04-03T14:42:33.124Z",
        "moderation_threshold_reached_at": "2017-02-07T15:49:26.506Z",
        "opened_at": "2017-03-13T16:38:39.273Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-16T21:05:00.622Z",
        "scheduled_debate_date": null,
        "signature_count": 29613,
        "state": "closed",
        "updated_at": "2017-09-09T06:28:14.441Z"
    },
    "id": 183526,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183526.json"
    },
    "type": "archived-petition"
}