{
    "attributes": {
        "action": "Make LGBTQ+ sex education compulsory within the national curriculum.",
        "additional_details": "Many people may associate sexually transmitted infections with EITHER homosexual sex OR heterosexual sex. However, this is not reality.\r\n\r\nFor example, HIV can be contracted via both vaginal AND anal sex. At the end of 2014, 54,100 heterosexuals & 43,000 gay and bisexual men contracted the virus in the UK. \r\n\r\n(Approximately, 1 in every 20 gay and bisexual men contract HIV).\r\n\r\nCommon STI's such as chlamydia, herpes & gonorrhoea can be contracted by vaginal, anal & oral sex (lesbian, straight or gay).",
        "background": "In the national curriculum (primary, secondary & post-sixteen), sex education currently exists. However, it only focuses on the nature of heterosexual sex & relationships. I feel that it is necessary to also implement sex education for homosexual students, so that they too can feel safe and secure. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-07T12:17:27.968Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-15T12:59:30.428Z",
            "details": "We want all young people to feel that relationships and sex education (RSE) is relevant to them and sensitive to their needs, whatever the nature of their emerging sexuality. This is why improving the access to high quality RSE is a key priority of this government. \r\n\r\nSex Education is currently compulsory in maintained secondary schools and any school teaching it is required to have regard to the Secretary of State's 2000, ‘Sex and Relationship Education guidance’. The current guidance highlights, for example, that ‘Pupils need also to be given accurate information and helped to develop skills to enable them to understand difference and respect themselves and others and for the purpose also of preventing and removing prejudice’.\r\n\r\nSchools also have a duty under the Equality Act (2010) to ensure that LGBT pupils or the children of LGBT parents are not singled out for different and less favourable treatment from that given to other pupils. They should check that there are no practices that could result in unfair, less favourable treatment of such pupils. The Education Act (2002) places duties on schools to offer a balanced and broadly based curriculum that prepares all pupils for the opportunities, responsibilities and experiences of later life. Schools also have a duty to address homophobic, biphobic and transphobic bullying.\r\n\r\nWe believe that it is for schools to tailor their RSE programme to reflect the needs of all their pupils. Schools have a duty to publish details of their sex education policy, so that parents can engage with this information.\r\n\r\nFurther improving the access to quality RSE is a priority for this government. This is why we have recently introduced an amendment to the Children and Social Work Bill, which commits the Secretary of State to introducing compulsory Relationships Education in all primary schools and Relationships and Sex Education (RSE) in all secondary schools through regulations. \r\n\r\nThis approach will allow us time to properly and thoroughly engage with a wide range of interests and expertise, including those representing LGBTQ+. The outcomes of this engagement will then feed into the development of both the regulations making the subjects statutory, and the guidance that will support schools in delivering high quality Relationships Education and RSE.\r\n\r\nThis approach to making the subjects statutory also, crucially, allows schools time to prepare to deliver the new content from September 2019\r\n\r\nAwareness of HIV and STIs\r\n\r\nPupils are taught about HIV and other STIs during key stage 4 as part of what they are taught about communicable diseases. It is included in the National Science Curriculum and in the new combined science and biology GCSEs. They will also be taught about how HIV is spread, such as through sexual contact or exchange of bodily fluids such as blood. This is in addition to what pupils learn about HIV and STIs more generally as part of Sex Education. \r\n\r\nThe Sex and Relationship Education Guidance (2000) emphasises that ‘Teaching about safer sex remains one of the Government’s key strategies for reducing the incidence of HIV/AIDS and STIs’. \r\n\r\nDocuments\r\nEquality Act (2010) http://www.legislation.gov.uk/ukpga/2010/15/contents \r\nThe Equality Act 2010 and schools (2014) https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/315587/Equality_Act_Advice_Final.pdf \r\nSex and Relationship Education Guidance (2000) https://www.gov.uk/government/publications/sex-and-relationship-education\r\n\r\nDepartment for Education",
            "summary": "We want relationships and sex education (RSE) to be relevant for LGBT young people. We are working to improve the quality of RSE, introducing compulsory RSE and reviewing its content and practice.",
            "updated_at": "2017-03-15T12:59:30.428Z"
        },
        "government_response_at": "2017-03-15T12:59:30.435Z",
        "moderation_threshold_reached_at": "2017-02-09T16:54:11.015Z",
        "opened_at": "2017-02-16T10:02:12.228Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-25T00:20:21.585Z",
        "scheduled_debate_date": null,
        "signature_count": 11566,
        "state": "closed",
        "updated_at": "2017-09-09T06:28:15.949Z"
    },
    "id": 183574,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183574.json"
    },
    "type": "archived-petition"
}