{
    "attributes": {
        "action": "Raise Tax/N.I contributions by £1 to give protected funds for NHS & Social Care.",
        "additional_details": "We all benefit greatly from having the NHS available to us. We all have the responsibility to use it wisely, support those working in it & keep it public. \r\nThe Institute for Fiscal Studies already warns that taxes will need to increase to 'combat the UK's persistent budget deficit' (P. Inman. The Guardian. 07/02/2017) If we, the general public, are willing to voluntarily ask for this increase, we must make it incumbent on politicians to ensure that it is RING FENCED for NHS & Social Care only.",
        "background": "Given the increasingly urgent reports of crisis in the NHS & Social Care sectors, with rise in demand and lower budgets, we urge all politicians to take immediate steps to allow the increase of Tax or NI contributions by £1, to provide PROTECTED funds for NHS & Social Care at point of delivery.",
        "closed_at": null,
        "created_at": "2017-02-07T14:27:03.299Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-07T20:04:40.467Z",
        "opened_at": null,
        "rejected_at": "2017-02-15T16:17:32.130Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure whether you'd like everyone who pays income tax or National Insurance in the UK to pay an extra £1 every year, or whether you would like this to be a temporary increase. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:17.849Z"
    },
    "id": 183639,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183639.json"
    },
    "type": "archived-petition"
}