{
    "attributes": {
        "action": "Stop Poole Council from raising Car Parking Charges by 150%.",
        "additional_details": "This will see shoppers going to out of Town Retail Centres where parking if free, meaning high streets that consist of independent traders will die. The council has already admitted that when they were calculating the new price they worked out that 25% of ticket sales would be lost due to price rise. The Council has given a total lack of regards to the traders as no consultation was taken and little or no notice has been given to traders meaning we have been unable to fight this issue directly with the council.",
        "background": "Poole Council, has decided to raise car parking charges across the whole area by 150% this means 1 hour parking now costs £1 as apposed to the old price of 40p, they have also removed Sunday discount. These changes affect local shops who are currently struggling, in the currant economic climate.",
        "closed_at": null,
        "created_at": "2017-02-07T13:39:04.623Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-08T10:34:39.880Z",
        "opened_at": null,
        "rejected_at": "2017-02-14T15:47:32.842Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition concerns a matter which is the responsibility of Poole Council:\r\nhttp://www.poole.gov.uk/\r\n\r\nThe link below can help you to identify a local councillor you could contact:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:17.353Z"
    },
    "id": 183618,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183618.json"
    },
    "type": "archived-petition"
}