{
    "attributes": {
        "action": "Remove John Bercow (The Speaker) from office immediately",
        "additional_details": "President Trump wasn't going to be invited to the House of Commons So the speaker is shown to be using his platform to push his own agenda. \r\n\r\nWe live in a democracy, but as long as there are people who flaunt the rules like Mr.Bercow who do NOT speak for the country the harder it will be to remain in a democracy. It's time to throw down the gauntlet Mrs.May The world's looking at us and we need strong leadership and this behaviour from our MP's shows weakness as it's being tolerated Sack him.",
        "background": "John Bercow had a political outburst in the House of Commons which is the one thing he is NOT allowed to do. He has bought the office of speaker into disrepute. On this basis his job is now unattainable and should be removed from office in favour of someone more worthy of the position. ",
        "closed_at": null,
        "created_at": "2017-02-07T12:58:50.298Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-07T16:02:46.343Z",
        "opened_at": null,
        "rejected_at": "2017-02-13T11:45:25.889Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no mechanism for the removal of a Speaker during a Parliament. Other than at a general election, the Speaker can only stop being Speaker through resignation or death.\r\n\r\nIf you like, you could sign the petition below, which asks the House of Commons to debate a vote of no confidence in the Speaker:\r\n\r\nhttps://petition.parliament.uk/petitions/183279\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:16.524Z"
    },
    "id": 183602,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183602.json"
    },
    "type": "archived-petition"
}