{
    "attributes": {
        "action": "Advise John Bercow to resign or dismiss him as a speaker",
        "additional_details": "Although some of the world's population are somewhat surprised that Mr Trump is now president of the United States after a very long and aggressive election campaign, it is rather alarming to see that Mr Bercow, a gentleman who is paid to remain politically neutral in the public eye, has lashed out in such a manner at Donald Trump, rejecting him from coming to the UK. The key point is that he isn't speaking for the UK, he's speaking on his own political view, and frankly some agree. Get him out!",
        "background": "In a dramatic intervention, John Bercow, the Speaker, said he was “strongly opposed” to Mr Trump speaking in the Commons as he stressed that being invited to address Parliament was “not an automatic right” but “an earned honour”.",
        "closed_at": null,
        "created_at": "2017-02-07T14:08:42.632Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-07T14:21:04.712Z",
        "opened_at": null,
        "rejected_at": "2017-02-14T11:17:01.245Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of the Speaker is a personal decision for the Speaker, and is therefore not the responsibility of the Government or Parliament. In any case, there is no mechanism for the removal of a Speaker during a Parliament. Other than at a general election, the Speaker can only stop being Speaker through resignation or death.\r\n\r\nIf you like, you could sign the petition below, which asks the House of Commons to debate a vote of no confidence in the Speaker:\r\n\r\nhttps://petition.parliament.uk/petitions/183279\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:17.612Z"
    },
    "id": 183632,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183632.json"
    },
    "type": "archived-petition"
}