{
    "attributes": {
        "action": "Land grabbing by Sri Lanka govt. forces - Save war battered Tamils in Kepapulavu",
        "additional_details": "Situation is getting worse and 87 families are at risk. Urgent action is needed. Forced military occupations in lands belonging to civilians have been a longstanding problem in the war-battered north and east of Sri Lanka. We request the UK government to urge the government of Sri Lanka to return military occupied lands to their rightful owners and ensure safety of people in Keppapulavu.\r\npls see media reports:\r\nhttps://tinyurl.com/zffu7yy\r\nhttps://tinyurl.com/z5yhaco \r\nhttps://youtu.be/k6bXVJ429Xk",
        "background": "War-battered Tamil families in Keppapulavu protesting land grabbing by Sri Lankan govt. forces have vowed to commit suicide should the government refuse to return their land. The current situation is alarming calls for immediate international intervention. Lankan Government remains indifferent.",
        "closed_at": null,
        "created_at": "2017-02-07T22:22:48.774Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-07T22:47:03.833Z",
        "opened_at": null,
        "rejected_at": "2017-03-13T17:59:41.754Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. It is clear that you are concerned about the situation for Tamil families in Keppapulavu. It is not clear what you would like the UK Parliament or Government to do about it. You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:22.285Z"
    },
    "id": 183778,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183778.json"
    },
    "type": "archived-petition"
}