{
    "attributes": {
        "action": "To be given a choice to be fitted with an ICD when diagnosed with Brugada.",
        "additional_details": "Lewis was told when diagnosed that he was able to live a long and healthy life. He died one year later. He repeatedly asked if their was any medication he could take and was told there was no need. I believe being fitted with an Implantable cardioverter defibrillator would have saved my partners life. My son is without his daddy. I want people with the same condition to have the choice, low risk or high to have an ICD fitted. I am asking for two minutes of peoples time. I am begging.",
        "background": "My partner was diagnosed with Brugada in July 2015, had numerous tests but was classed as low risk. He begged to be fitted with an ICD and each time was told he didn't need one as he had no history of heart attacks in his family. He died august 2016. Losing my partner has destroyed me and our son.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-07T18:20:07.061Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-16T16:44:04.255Z",
            "details": "It is widely known that Brugada Syndrome carries an increased risk of arrhythmias and that on some occasions these can be life threatening. Electrophysiologists (the specialist group of clinicians who look after patients diagnosed with Brugada) will be well aware of the arrhythmia risk. \r\n\r\nIn the National Institute for Health and Care Excellence (NICE) guidance - ‘Implantable cardioverter defibrillators and cardiac resynchronisation therapy for arrhythmias and heart failure’ (TA314, 2014) – it states:\r\nImplantable cardioverter debrillators (ICDs) are recommended as options for: ...treating people who: have a familial cardiac condition with a high risk of sudden death, such as long QT syndrome, hypertrophic cardiomyopathy, Brugada syndrome or arrhythmogenic right ventricular dysplasia…\r\n\r\nAs a treatment “option” whether or not ICD’s are implanted in someone with Brugada will depend on clinical recommendations and we would expect also a discussion with the patient about the risks and benefits of such devices. There are risks of implantation, such as infection, inappropriate shocks etc. so it is rarely the case that all people with a certain condition should have an ICD. It is usually that those at sufficient risk of an arrhythmia will have this recommended and those at low risk may not. \r\n\r\nTherefore, it is a matter for the responsible clinician to discuss with the patient the risks and benefits of different interventions. We would then rely on the clinical judgement of the responsible clinician as to whether a specific treatment was appropriate.  \r\n\r\nDepartment of Health",
            "responded_on": "2017-03-16",
            "summary": "We are very sorry to hear of the death of the petitioner’s partner and extend our condolences. It is a matter for the responsible clinician whether an implantable cardioverter defibrillator is fitted.",
            "updated_at": "2017-03-16T16:44:04.255Z"
        },
        "government_response_at": "2017-03-16T16:44:04.257Z",
        "moderation_threshold_reached_at": "2017-02-07T18:34:58.581Z",
        "opened_at": "2017-02-15T21:00:30.412Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-06T22:20:53.303Z",
        "scheduled_debate_date": null,
        "signature_count": 10485,
        "state": "closed",
        "updated_at": "2017-09-09T06:28:19.975Z"
    },
    "id": 183704,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183704.json"
    },
    "type": "archived-petition"
}