{
    "attributes": {
        "action": "Empower the Local Government Ombudsman to investigate dishonest Local Council's",
        "additional_details": "He stated on record that my Council were evasive and misleading under oath and that this case should never have come to Court (£3.5M). The Council continually abuses it own policies and procedures in one case the constitution was amended for personal advantage.Even the information Commissioner FS50527221 and FS50503619 criticised the Council. They continually misuse the Constitution and their commitment to honesty openness and accountability, if your Council do the same no one will investigate",
        "background": "When a Local Council's dishonesty affects every resident and their democratic rights who will investigate not the Local Government Ombudsman or the Department for Communities and Local Government my Council hid a controversial report from Members following a High Court Judges comments.HQ09X0024  ",
        "closed_at": null,
        "created_at": "2017-02-08T11:25:20.126Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-09T18:20:33.915Z",
        "opened_at": null,
        "rejected_at": "2017-02-16T14:30:02.034Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly how you would like the powers of the Local Government Ombudsman to be changed. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:24.328Z"
    },
    "id": 183844,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183844.json"
    },
    "type": "archived-petition"
}