{
    "attributes": {
        "action": "University Student ID cards act as a further discounted railcard",
        "additional_details": "Yes, you can make up the cost of a railcard easily, but you still have to pay the £70 and then train tickets. A student ID would then act as a free railcard, but give you slightly more than a third off. Maybe something like 40 - 45% off, but this could be disputed at a later date.\r\n\r\nIt would not only benefit students over 25 who do not have access to the 16-25 railcard and students on a budget would more likely commute by train if they can which would bring ecological benefits.",
        "background": "As a student myself, travelling by train is the easiest form of travel (Birmingham New Street is 15 minutes walk). For a 3 year railcard it is £70, plus ticket prices on top. (Return to Manchester is still £20). If you are a regular commuter like me, this still adds up to a lot of money.",
        "closed_at": null,
        "created_at": "2017-02-08T17:42:11.623Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-08T17:51:40.827Z",
        "opened_at": null,
        "rejected_at": "2017-02-15T20:54:00.073Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Transport fares, including rail card schemes, are not set by the UK Government. These are are set by train operating companies.\r\n\r\nYou could start a new petition asking Parliament to change the law, to require all transport operators to offer a discount with a student ID. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:26.985Z"
    },
    "id": 183932,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183932.json"
    },
    "type": "archived-petition"
}