{
    "attributes": {
        "action": "Do not abandon the Dubs Scheme for refugee children",
        "additional_details": "",
        "background": "On 8th February, the government ended its committment to taking in unaccommpanied child refugees, stating that we do not have the capacity for the 3,000 refugee children we promised to take. This petition is to request a debate of that important issue. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-08T17:03:56.031Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-10T13:25:08.337Z",
            "details": "In the year ending December 2016, the UK granted asylum or another form of leave to over 8,000 children. \r\n\r\nThe Government’s long standing position is that it is better to provide support and resettle the most vulnerable refugees directly from the regions; this is how we stop traffickers and smugglers from exploiting vulnerable people and children affected by conflict.\r\n  \r\nThe UK has a proud history of providing protection for those who need it. By the end of this Parliament, we will have resettled 20,000 Syrian nationals through our Syrian Vulnerable Persons Resettlement Scheme, one of the biggest resettlement schemes this country has ever undertaken, and a further 3,000 of the most vulnerable children and their families from the Middle East and North Africa region under the Vulnerable Children’s Resettlement Scheme. So far, over 5,400 individuals have been resettled under the Syrian Vulnerable Person’s Scheme since its expansion in September 2015.\r\n\r\nCrucially, our resettlement schemes help ensure that children do not become unaccompanied.  They allow children to be resettled with their family members, before they become unaccompanied, and before attempting perilous journeys to Europe.  \r\n\r\nWe have announced that we will transfer 350 children to the UK under Section 67 of the Immigration Act 2016 (the so called “Dubs Amendment”).  It has never been the case, as has been suggested, that the Government would accept 3,000 children from Europe under Section 67 of the Immigration Act or that this would be an ongoing obligation; Parliament voted against such an amendment. The legislation is clear that the Government has the obligation to specify the number of children to be relocated, after consultation with local authorities, and to relocate that number of children to the UK.\r\n\r\nThe consultation to establish local authorities' capacity to accommodate unaccompanied minors began in May 2016 as soon as the Immigration Act was passed. Throughout the summer, the Home Office organised a number of regional events to engage local authorities on the issue. In September and October 2016, the Immigration Minister and Home Secretary respectively, wrote to local authorities seeking additional places for the National Transfer Scheme and to inform them of the situation regarding the Calais camp clearance.\r\n\r\nThe care and support that the UK provides for unaccompanied asylum-seeking children does not end when the children arrive in the UK; resources and professional support are put in place to ensure these children receive the care and compassion they need.  We are grateful for the way in which local authorities have stepped up to provide places and look after these young people.\r\n\r\nWe have launched the National Transfer Scheme to ensure a fairer distribution of the estimated 4,500 UASC in local authority care.  To support this, we have significantly increased funding for local authorities by 20 per cent and 28 per cent for under 16s and 16 and 17 year olds respectively. \r\n\r\nWe transferred over 900 unaccompanied asylum-seeking children to the UK in 2016 including more than 750 from France as part of the UK’s comprehensive support for the Calais camp clearance. Over 200 children have already arrived in the UK through Section 67 of the Immigration Act 2016; this is almost as many unaccompanied children from within Europe to the UK as the entire EU relocation scheme. We continue to work with our European partners to meet our obligations under the Dublin Regulation.\r\n\r\nThe UK has been at the forefront of the response to the events in Syria and the region, pledging over £2.3 billion in aid; our largest ever humanitarian response to a single crisis. We have also committed over £100 million of humanitarian support to help alleviate the Mediterranean migration crisis in Europe and North Africa. \r\n\r\nThe UK helped to launch and mobilise international support for UNICEF’s No Lost Generation Initiative (NLGI), providing £431 million of funding. This provides protection, basic mental health support and education for children affected by the Syria crisis.\r\n\r\nOur aid spending is making a huge difference to the lives of children in the conflict region; for the same investment that it would take to support 3,000 unaccompanied asylum-seeking children under the age of 16 in the UK, we were able to help over 800,000 children in Syria and the surrounding region access healthcare, support, and education in 2016. Within Europe, the UK has also established a £10 million Refugee Children’s Fund to support the needs of vulnerable refugee and migrant children arriving in Europe.\r\n\r\nThe Government has taken significant steps to improve an already comprehensive approach to supporting asylum seeking and refugee children, our work on unaccompanied children in Europe further underlines the Government’s commitment to playing its part in the global migration crisis.  \r\n\r\nThis important issue was recently debated during a Backbench Business Committee debate on Thursday 23 February 2017. \r\n\r\nHome Office\r\n",
            "summary": "This Government has and will continue to contribute significantly to hosting, supporting and protecting the most vulnerable children affected by the migration crisis; we are proud of our contribution.",
            "updated_at": "2017-03-10T13:25:08.337Z"
        },
        "government_response_at": "2017-03-10T13:25:08.339Z",
        "moderation_threshold_reached_at": "2017-02-08T17:23:09.391Z",
        "opened_at": "2017-02-13T21:13:38.043Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-15T15:14:51.361Z",
        "scheduled_debate_date": null,
        "signature_count": 18951,
        "state": "closed",
        "updated_at": "2017-09-09T06:28:26.842Z"
    },
    "id": 183921,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/183921.json"
    },
    "type": "archived-petition"
}