{
    "attributes": {
        "action": "Speaker John Bercow must be asked to resign his position as soon as possible.",
        "additional_details": "John Bercow has made a mockery of Westminster by critisizing President Trump as a racist and sexist. China's government has killed millions since World War Two- yet he entertains the Chinese President. Women are treated worse than the suffragettes, yet he entertains the Kuwaiti leader. People in North Korea suffer in their millions- yet Bercow entertains North Korean dignataries, women suffer rape, torture and open discrimination in nations like Kuwait and Indonesia that Bercow has dined with at taxpayers expense.",
        "background": "In the mother of all parliaments, a speaker's job is to be a chair of debates and hence be impartial. John Bercow has proved with his biased comments on President Trump that he is not fit to hold the position at the House of Commons. Mr Bercow is a hypocrite having entertained China & North Korea. ",
        "closed_at": null,
        "created_at": "2017-02-09T07:39:07.747Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-09T10:02:29.411Z",
        "opened_at": null,
        "rejected_at": "2017-02-14T11:07:03.636Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of the Speaker is a personal decision for the Speaker, and is therefore not the responsibility of the Government or Parliament.  \r\n\r\nIf you like, you could sign the petition below, which asks the House of Commons to debate a vote of no confidence in the Speaker:\r\n\r\nhttps://petition.parliament.uk/petitions/183279\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:32.711Z"
    },
    "id": 184079,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/184079.json"
    },
    "type": "archived-petition"
}