{
    "attributes": {
        "action": "All Parents automatically entitled to 50/50 custody of children after separation",
        "additional_details": "Currently the system seems to automatically support a mother as a superior parent first and then it is down to the father to move heaven and earth, risk financial ruin and leave no stone un-turned just to prove he is an equal parent. It almost seems as though guilty until proven innocent. Far too many children in the UK are living without appropriate contact with their father. The laws are seriously out dated and have not moved forward with modern society. It would seem career suicide for a politician to support this movement for modernised child and family law. But until this subject is approached hundreds of thousands of children in the UK will suffer unnecessarily. It really is time for this to be corrected and drag the UK forwards and become pioneers for modern family law.",
        "background": "A petition that asks for all parents to automatically be entitled to 50/50 shared custody of their children, upon separation, unless there is reason to believe the child is at risk of harm to their physical, emotional or educational well being. ",
        "closed_at": null,
        "created_at": "2017-02-09T00:32:04.424Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-09T15:38:38.339Z",
        "opened_at": null,
        "rejected_at": "2017-02-15T21:18:08.970Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/167143"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:31.255Z"
    },
    "id": 184059,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/184059.json"
    },
    "type": "archived-petition"
}