{
    "attributes": {
        "action": "Punishment for bullies, Community Service and if it doesn't stop young offenders",
        "additional_details": "I've been bullied and there was no one there for me at school yeah they'd talk to the other kid but half the time it doesn't stop maybe there does need to be CCTV with sound so you can hear what's going on. and kids should be punished for bullying because it damages confidence I think community service for a couple months would be ideal and if they carry on, young offenders unit something needs to be done to stop kids killing themselves and self-harming. needs to be someone in school to talk to ",
        "background": "I've been readying a lot about bully and so there is so many charities out there to help children but children are to scared to tell someone last year one case 9 year old boy hang himself because of bullies,it was disgusting that bullies get away with murder in my eyes and something needs to be done",
        "closed_at": null,
        "created_at": "2017-02-09T15:15:07.167Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-09T16:15:07.641Z",
        "opened_at": null,
        "rejected_at": "2017-02-17T16:25:17.964Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:36.489Z"
    },
    "id": 184180,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/184180.json"
    },
    "type": "archived-petition"
}