{
    "attributes": {
        "action": "We wish to ban Sharia courts & laws in the UK. We already have UK courts & laws.",
        "additional_details": "\r\n3:109\r\n\r\nSAHIH INTERNATIONAL\r\nTo Allah belongs whatever is in the heavens and whatever is on the earth. And to Allah will all be returned.\r\nQuran (2:216) - \"Fighting is prescribed for you, and ye dislike it. But it is possible that ye dislike a thing which is good for you, and that ye love a thing which is bad for you. But Allah knoweth, and ye know not.\" \r\nthe verse establishes that violence is virtuous, but it also contradicts the myth that fighting is intended only in self-defence.",
        "background": "Sharia law is unacceptable. Stoning to death is unacceptable, cutting off limbs and heads because we will not convert to Islam is unacceptable. Female genital mutilation is unacceptable. Rape not being a crime is unacceptable. To all decent people. All clear honest facts see the Quran !",
        "closed_at": null,
        "created_at": "2017-02-09T18:18:08.835Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-09T19:20:01.361Z",
        "opened_at": null,
        "rejected_at": "2017-02-15T11:32:40.503Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\n\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:37.987Z"
    },
    "id": 184218,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/184218.json"
    },
    "type": "archived-petition"
}