{
    "attributes": {
        "action": "Stop development on Chapmans farm Upminster greenbelt land.",
        "additional_details": "The farm was recently advertised for sale as:\r\n\"Residential Development Opportunity.\r\nA rare opportunity to acquire this existing livery yard which benefits from a positive pre-application in favour of residential development.\". Please sign the petition now. ",
        "background": "For over 55 years Chapmans farm has been a recreational facility and community hub for Horse owners and children, It is situated on Hall lane, and is located on green belt land which is sadly disappearing. Please sign this petition to stop the proposed development.\r\nJoin us in this important fight. ",
        "closed_at": null,
        "created_at": "2017-02-10T15:43:36.370Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-10T16:28:21.315Z",
        "opened_at": null,
        "rejected_at": "2017-02-28T18:58:03.706Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to allow development on green belt land is the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors \r\n \r\nYou can also petition your local council - you can find out more here: http://epetition.havering.public-i.tv/epetition_core/community/page/index\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:28:45.992Z"
    },
    "id": 184453,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/184453.json"
    },
    "type": "archived-petition"
}