{
    "attributes": {
        "action": "Clearly Mark halal food products on the front of all packaging",
        "additional_details": "All Halal products should be clearly marked on the front of all packaging.",
        "background": "Halal slaughter is cruel and causes animals unessasary stress and suffering. People should be given a choice if they want to consume meat products etc of animals killed in this manner. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-11T20:12:29.280Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-05-02T15:57:17.110Z",
            "details": "The Government is aware that there is public concern about meat from animals slaughtered in accordance with religious beliefs being sold to consumers who do not require their meat to be prepared in this way.  There are currently no domestic or European Regulations governing the sale and labelling of Halal or Kosher meat but where any information of this nature is provided voluntarily, it must be accurate and must not mislead the consumer. \r\n\r\nAlthough the Government would prefer to see all animals stunned before they are slaughtered, the Government respects the rights of religious communities to eat meat prepared in accordance with their beliefs. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Consumers should have the necessary information available to them to make an informed choice about their food and encourages the highest standards of welfare at slaughter.",
            "updated_at": "2017-05-02T15:57:17.110Z"
        },
        "government_response_at": "2017-05-02T15:57:17.112Z",
        "moderation_threshold_reached_at": "2017-02-11T20:33:56.816Z",
        "opened_at": "2017-02-20T09:51:13.989Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-16T20:04:33.473Z",
        "scheduled_debate_date": null,
        "signature_count": 11027,
        "state": "closed",
        "updated_at": "2017-09-09T06:29:01.132Z"
    },
    "id": 184667,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/184667.json"
    },
    "type": "archived-petition"
}