{
    "attributes": {
        "action": "Parliament to cease using the phrase \"The Will of the British People\" on Brexit",
        "additional_details": "33,551,983 people voted across England, Scotland, Wales and Northern Ireland in the historic Brexit referendum; 17,410,742 voted \"leave\" and 16,141,241 voted \"remain\". This poll acknowledges the result of Brexit and does not seek to overturn this, but wishes that parliament and the institutions of the UK to acknowledge that this was not an overwhelming majority and in fact not the will of the 48.1% of people that voted remain. The debate around Brexit needs to represent the people and facts.",
        "background": "On the 26th of June 2016, the United Kingdom voted to leave the European Union with a vote of 51.9% to leave vs. 48.1% to remain. This decision does not represent the \"Will of the British People\", but simply the will of those who voted to leave. This is an inaccurate statement.",
        "closed_at": null,
        "created_at": "2017-02-13T10:00:54.424Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-13T10:43:53.864Z",
        "opened_at": null,
        "rejected_at": "2017-02-23T17:55:11.689Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government and Parliament as a whole aren't responsible for the phrases that individual MPs choose to use.\r\n\r\nYou could start a petition calling for the Government to stop using this phrase in any of its publications. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:29:14.989Z"
    },
    "id": 185016,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/185016.json"
    },
    "type": "archived-petition"
}