{
    "attributes": {
        "action": "Ban Sharia law in the U.K.",
        "additional_details": "Prevent it from becoming law, stop the Sharia law before it gets passed! \r\n\r\nDoes Sharia law allow a husband to rape his wife, even in America? A New Jersey trial judge thought so. In a recently overturned case, a “trial judge found as a fact that defendant committed conduct that constituted a sexual assault” but did not hold the defendant liable because the defendant believed he was exercising his rights over the victim. \r\n",
        "background": "Sharia law provides for the death penalty in a very limited number of offences and under highly restrictive circumstances. ",
        "closed_at": null,
        "created_at": "2017-02-13T14:41:41.961Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-14T09:02:48.382Z",
        "opened_at": null,
        "rejected_at": "2017-02-15T12:56:32.481Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:29:19.079Z"
    },
    "id": 185108,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/185108.json"
    },
    "type": "archived-petition"
}