{
    "attributes": {
        "action": "Stop Wimbledon Stadium from closing and being destroyed.",
        "additional_details": "Home to car racing since 1962, Wimbledon Stadium is mostly unknown to people outside of the motorsport community. Yet every Sunday upwards of 2,000 spectators pay £15 to watch five hours of stock car and banger racing across wildly different formulae.\r\nThe future of this community is under threat as the local council has approved plans for a developer to build 602 new homes on the site as well as a 20,000-seater stadium for the AFC Wimbledon football team.",
        "background": "I have gone to see the racing every Sunday for as long as I can remember with my family. I love this stadium, it is one of my favorite places. It has been home to car racing since 1962 and is the last oval racing stadium in London. It is to become a football stadium for AFC Wimbledon and flats.  ",
        "closed_at": null,
        "created_at": "2017-02-14T20:28:00.967Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-14T21:41:50.826Z",
        "opened_at": null,
        "rejected_at": "2017-02-23T18:10:20.489Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:29:36.381Z"
    },
    "id": 185481,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/185481.json"
    },
    "type": "archived-petition"
}