{
    "attributes": {
        "action": "Stop the Bishops Stortford Goods Yard site regeneration",
        "additional_details": "Today (15.2.17) we've been given 2 weeks notice of closure, after which the car park and hundreds of daily commuters will have no where to park except the overpriced NCP car park which is nearly full already, and not capable of handling hundreds of additional cars each day.\r\n\r\nThere has been no consideration or due care for everyone who will be affected in the years to come while development takes place. More importantly where is everyone going to park? This will cause chaos in Bishops Stortford.\r\n\r\nWe must put a stop to this development so the commuters who use this car park can continue to do so.\r\n\r\nInstead, build a new multi-stores car park before any new developments take place. Like they've done at Harlow train station",
        "background": "Solum Regeneration has submitted a planning application to East Hertfordshire District Council to redevelop the Goods Yard site around Bishop’s Stortford station.\r\n\r\nThe site is currently used as an overflow car park for hundreds of daily commuters all of whom will be affected by this.",
        "closed_at": null,
        "created_at": "2017-02-15T08:17:36.294Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-15T09:10:40.906Z",
        "opened_at": null,
        "rejected_at": "2017-02-23T18:11:58.472Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:29:39.747Z"
    },
    "id": 185563,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/185563.json"
    },
    "type": "archived-petition"
}