{
    "attributes": {
        "action": "All motorways by law should have adequate lighting especially in poor visibility",
        "additional_details": "The M61 has no lighting on that stretch of the motorway and the visibility on that day and at that unfortunate time, on the M61 was very poor. I have heard similar complaints from other people about the sometimes scary experiences of travelling on the motorways at night with no lightning so I now put forward this petition to the government to make it a legal requirement to have lighting on all motorways and lights that intensify in strength in severe weather conditions,  as soon as possible. It is a very basic requirement I believe but could have saved that poor girls life and countless other lives from being taken on our motorways every day.",
        "background": "An eleven year old girl, Imaan, from Rochdale, died in january this year in an auto accident on the M61 on route to Rochdale from Preston after spending time with family and friends at a dinner. She had all her years ahead of her and was snatched away from her parents at too young and tender an age.",
        "closed_at": null,
        "created_at": "2017-02-15T11:14:50.812Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-15T11:49:41.066Z",
        "opened_at": null,
        "rejected_at": "2017-02-24T18:49:52.771Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/181312"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:29:40.977Z"
    },
    "id": 185592,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/185592.json"
    },
    "type": "archived-petition"
}