{
    "attributes": {
        "action": "Commemorate ALL the names of our commonwealth war dead on new bank notes.",
        "additional_details": "There are no plans for the Bank of England to commemorate our war dead. 2018, the most poignant of years, is the time to recognise the sacrifice made by millions of British and Commonwealth servicemen - most of whom volunteered. The devastation caused can still be seen today on the tens of thousands of memorials scattered across the length and breadth of the country, and particularly in the war graves in France and Belgium. Names more deserving of appearing on our currency, I can not think of.",
        "background": "Commemorate those who died during WW1 their no's & names used to form the serial number on all new bank notes. On the reverse side of the queen, a symbolic poppy image, or perhaps Kitchener (Your Country Needs You), could be added. Without their sacrifice, there wouldn't be a Bank of England!",
        "closed_at": null,
        "created_at": "2017-02-15T22:14:58.732Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-16T10:24:04.748Z",
        "opened_at": null,
        "rejected_at": "2017-02-16T10:53:58.976Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Bank notes are the responsibility of the Bank of England, which is independent of the Government and Parliament.\r\n\r\nYou can find out how the Bank decides who will be on bank notes here:\r\n\r\nhttp://www.bankofengland.co.uk/banknotes/Pages/characters/selection.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:29:45.289Z"
    },
    "id": 185732,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/185732.json"
    },
    "type": "archived-petition"
}