{
    "attributes": {
        "action": "Reduce the amount of homework given to students!",
        "additional_details": "On average students aged 14-16 spend 8 hours at school everyday day. Most students get home at about 4:30-5 because they have to stay after school for compulsory interventions and classes. That is about 45 hours spent at school every week. On top of those they have a minimum of 2 hours worth of work for about 7 of their subjects every day. When do they have time to revise? Due to this a child goes to bed at 1-2am & can not focus at school. This is too much pressure for one child. ",
        "background": "Students especially at GCSE level are put under a lot of stress. We, students, want a change. We want a chance to succeed in life without having to worry about the huge amount of work load we receive from school!We would like the government to  take action and change the amount of hwk students get!",
        "closed_at": null,
        "created_at": "2017-02-16T09:00:32.507Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-16T10:13:34.062Z",
        "opened_at": null,
        "rejected_at": "2017-02-24T18:09:02.170Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about homework are decisions for teachers and schools to make.\r\n\r\nIf you would like the Department for Education to issue guidelines, or impose requirements on schools, you could start a petition asking for that.\r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:29:47.411Z"
    },
    "id": 185800,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/185800.json"
    },
    "type": "archived-petition"
}