{
    "attributes": {
        "action": "Ensure the British fishing waters are returned to the UK post Brexit",
        "additional_details": "Much of the EU referendum was based on the idea of reclaiming the fish stocks in British waters. It became a key aspect of sovereignty. It would be an absolute failure for the government and parliament to allow the CFP to continue when the chance to rebuild the coastal fishing communities of Britain are so close.",
        "background": "In the 1970s Edward Heath betrayed our fisherman and our coastal communities with the Common Fisheries Policy. A leaked report now shows that the EU wants to retain control over the fish stocks in British waters.\r\nWe call on Parliament to ensure these waters and fish stocks return to Britain",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-16T11:55:36.735Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-24T09:26:28.015Z",
            "details": "As a coastal state outside the EU, the UK will be responsible, under international law, for control of UK waters and the sustainable management of fisheries within the UK’s Exclusive economic Zone. The UK will negotiate as an independent coastal state. \r\n\r\nWe want to use this opportunity to create a resilient, competitive and ultimately more profitable UK Seafood sector, and deliver a cleaner, healthier and more productive marine environment. We will work to achieve the best possible deal for the whole of the UK fishing industry in negotiations.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "On leaving the EU, the UK will control fisheries access in its Exclusive Economic Zone and manage those waters in accordance with international law, including the UN Convention on the Law of the Sea. ",
            "updated_at": "2017-03-24T09:26:28.015Z"
        },
        "government_response_at": "2017-03-24T09:26:28.017Z",
        "moderation_threshold_reached_at": "2017-02-16T13:02:06.050Z",
        "opened_at": "2017-02-24T18:17:57.270Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-02T12:27:44.127Z",
        "scheduled_debate_date": null,
        "signature_count": 56983,
        "state": "closed",
        "updated_at": "2017-09-09T06:29:48.633Z"
    },
    "id": 185827,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/185827.json"
    },
    "type": "archived-petition"
}