{
    "attributes": {
        "action": "Allow all hair colour/styles, and abolish the ban of facial piercings in school.",
        "additional_details": "Students can be given the same punishment for having (e.g.) pink hair, as someone who has assaulted another pupil - this is something that needs to be rectified.\r\n\r\nFor example, in one secondary school, a student was threatened with a day's worth of internal exclusion for having a strip of pink hair. The same punishment is given to people in the school who assault others, bully others, and are just genuinely badly behaved...how are these two actions justifiably punishable through the same means?",
        "background": "Students are always told to show their individuality through creativity. How do we do this when schools ban certain hair colours and styles, and facial piercings? \"Reasoning\" is that it is a distraction from learning, but this isn't so when teachers don't follow the same principle they set.",
        "closed_at": null,
        "created_at": "2017-02-18T12:08:07.595Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-18T12:21:11.579Z",
        "opened_at": null,
        "rejected_at": "2017-02-28T18:41:06.626Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, decisions about rules like these are made by individual schools. If you'd like the rules at your school to be changed, you could raise this with your school's senior management or governing body.\r\n\r\nAlternatively, you could start a new petition calling for schools to be banned from having rules like this, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:02.566Z"
    },
    "id": 186250,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/186250.json"
    },
    "type": "archived-petition"
}