{
    "attributes": {
        "action": "Change school starting times from 8-9am to 10am",
        "additional_details": "Changing the starting times will enable a more natural arousal & time for breakfast, which many schoolkids skip just to get to school on time. If we change the time you could expect to see an increase in timely arrivals, concentration & grades. Lack of sleep affects teens' ability to function at school. A recent study showed that  \"Daytime sleepiness makes it difficult to concentrate and learn, or even stay awake in class. Too little sleep may contribute to mood swings and behavioral problems.\"",
        "background": "Teenagers sleep chemical (melatonin) is released at around 11:00pm. The average teenager gets around 7 hours of sleep, when really they should be getting at least 9 hours. This petition will enable teenagers to get a full nights sleep, therefore improving mental & physical health for school. ",
        "closed_at": null,
        "created_at": "2017-02-19T07:48:46.808Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-21T23:55:12.352Z",
        "opened_at": null,
        "rejected_at": "2017-03-02T13:58:51.920Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of the Government or Parliament. Determining school hours is the responsibility of individual schools, not the Government or Parliament. You could start a new petition asking the Government to legally require all schools to open no earlier than 10am. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:10.184Z"
    },
    "id": 186394,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/186394.json"
    },
    "type": "archived-petition"
}