{
    "attributes": {
        "action": "Council full disclosure of relationships with contractors/tenders",
        "additional_details": "Recently my local authority has been selling council land to developers, ignoring public protest. It is widely rumored that Councillors benefit financially from this arrangement, and/or friends/family in the tendering organisations. This petition requests any relationships (past/present/future)be disclosed.",
        "background": "Require full (and historical) disclosure of relationships, and or benefits from contractors, tenders etc. Which the council employee and/or friend/family would benefit from unfairly.",
        "closed_at": null,
        "created_at": "2017-02-18T17:52:16.530Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-18T18:06:38.285Z",
        "opened_at": null,
        "rejected_at": "2017-03-01T08:51:37.945Z",
        "rejection": {
            "code": "no-action",
            "details": "Local councillors are already required to declare their pecuniary interests under the Localism Act 2011 and it is a criminal offence not to do so. The penalty for failing to declare pecuniary interests can include a fine or disqualification from office for up to five years.  There is also a requirement under the Local Government Act 1972 for local authority officers to give notice of any pecuniary interest they have in relation to prospective or existing contracts.\r\n\r\nWhilst there is a requirement under the Localism Act for local authorities to draw up a Code of Conduct for councillors, there is no statutory code of conduct for local authority staff in England. Local authorities are free to decide on the code of conduct for their staff. You may wish to submit a petition calling for a statutory code of conduct for local authority staff in England. (Please note that responsibility for local government standards is a devolved matter for Scotland, Wales and Northern Ireland and that means that the UK Government and Parliament can't look into the statutory codes of conduct which have been set up there.)\r\n\r\nMore information can be found here:\r\nhttp://www.local.gov.uk/employment-relations/-/journal_content/56/10180/3737141/ARTICLE\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:05.588Z"
    },
    "id": 186312,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/186312.json"
    },
    "type": "archived-petition"
}