{
    "attributes": {
        "action": "Protect the endangered black cab taxi and its drivers.",
        "additional_details": "The government is currently offering just £7,500 towards the cost of a new zero emission taxi which is expected to cost around £60,000. \r\n\r\nThis latest blow to the taxi trade means drivers who cannot afford to buy a new taxi will be forced into unemployment and strain our welfare system further.\r\n\r\nI propose a rolling phase out of older taxis, with new licensing being resctricted to new zero emission taxis whilst older vehicles are allowed in service as long as they are road worthy.",
        "background": "The British icon, the black cab taxi is in grave danger of being driven off our streets. \r\n\r\nDue to new emission regulations imposed by the European Union, TFL & Birmingham City Council are forcing up to 43% of taxis off the road.\r\n\r\nThus forcing drivers to fork out £60,000 or find a new job.",
        "closed_at": null,
        "created_at": "2017-02-19T14:29:38.620Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-19T14:43:00.305Z",
        "opened_at": null,
        "rejected_at": "2017-03-02T14:07:17.969Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because elements of the issue you raise are not the responsibility of the Government or Parliament. Air quality in London is the responsibility of the London Assembly. Transport for London or the relevant local council in other cities are responsible for the regulation of taxis and private higher vehicles. Transport for London is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou could raise your issue with your local councillor. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a new petition asking the Government or Parliament to take a different action to protect black cab taxis. For example, you could start a new petition asking the UK Government to provide more help to cover the cost of a new zero emissions taxi. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:11.253Z"
    },
    "id": 186444,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/186444.json"
    },
    "type": "archived-petition"
}