{
    "attributes": {
        "action": "Force Gumtree  to place warnings to people giving pets away free .",
        "additional_details": "I run a rescue for cats and kittens and see many unwanted pets come through our door .Unfortunately like most rescues we can't help every animal. People are forced to advertise their pets on.selling sites , in particular Gumtree . There are no warnings to owners of the potential dangers of rehoming this way and they need to be aware of the dog baiters methods of pretending to want an.animal but have only one intention and that's to feed it to their dangerously bred dogs to taste blood . ",
        "background": "Its proven that dog baiters prey on selling sites of pets being given away free . Many pet owners are unaware of the dangers of these.gangs and I and many others request they are forced to put up warnings of the potential dangers to their unwanted pets, kittens are prime targets for dog bait   ",
        "closed_at": null,
        "created_at": "2017-02-19T15:39:42.688Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-19T20:21:12.156Z",
        "opened_at": null,
        "rejected_at": "2017-03-01T16:16:02.143Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government can't force a single company, like Gumtree, to take a particular action. You could start a new petition asking Parliament to change the law, so that any site where people offer pets for free has to have this kind of warning. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:11.866Z"
    },
    "id": 186453,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/186453.json"
    },
    "type": "archived-petition"
}