{
    "attributes": {
        "action": "Demand more legislation to be enforced on Catalyst Housing Ltd",
        "additional_details": "Yet they still expect monthly payments from their residents!\r\nOur complaints are being ignored and not actioned and we now feel this is the only way to make them sit up and listen.\r\nThe problem is now a nationwide, with so many residents from various developments across the country reporting the exact same standard of service and not receiving the services that they in fact pay for. \r\n\r\nEnough is Enough!\r\nPlease help and sign.\r\n\r\nMany thanks for your time! \r\n",
        "background": "Stop Catalyst Housing Ltd from charging extortionate service charges for services not being received. For years they have been charging their residents high service charges to maintain their properties which include gardening duties and general cleaning etc. which are not being adhered to. ",
        "closed_at": null,
        "created_at": "2017-02-19T09:43:18.998Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-19T10:27:37.118Z",
        "opened_at": null,
        "rejected_at": "2017-03-01T10:00:19.650Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Complaints about Housing Associations should be raised with either your local councillor or MP.\r\n\r\nIf you have made a complaint to the council, and you are not happy with the way it has been handled, you may be able to complain to the Housing Ombudsman. Information about the complaints process (with details of how to identify your local councillor or MP) can be found here:\r\n \r\nhttp://www.housing-ombudsman.org.uk/resolve-a-complaint/\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:10.669Z"
    },
    "id": 186409,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/186409.json"
    },
    "type": "archived-petition"
}