{
    "attributes": {
        "action": "Enshrine free speech into law like the American First Amendment.",
        "additional_details": "Speakers at universities who have been invited have subsequently been cancelled due to their political views. The recent Berkeley Riots where a Breitbart journalist had to be cancelled because of the violence being committed by anti-fascist groups, those who wanted to attend where violently assaulted with some people being pepper sprayed. https://www.google.co.uk/amp/s/amp.theguardian.com/world/2017/feb/01/milo-yiannopoulos-uc-berkeley-event-cancelled?client=safari ",
        "background": "Free speech is the cornerstone of any free society, it enables us to debate those that we may disagree with regardless of political or religious affiliation. Ones own personal world view shouldn't be protected because hearing opposing views may offended them. ",
        "closed_at": null,
        "created_at": "2017-02-20T13:34:53.681Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-21T08:14:15.583Z",
        "opened_at": null,
        "rejected_at": "2017-03-01T13:50:52.140Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure what action you would like the Government or Parliament to take. The right to freedom of speech is already enshrined in UK law in the Human Rights Act, which protects your right to hold your own opinions and express them freely. \r\n\r\nYou can find out more here: https://www.equalityhumanrights.com/en/human-rights-act/article-10-freedom-expression\r\n\r\nIf you'd like the law to be changed, you could start a new petition calling for the specific change you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:17.564Z"
    },
    "id": 186610,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/186610.json"
    },
    "type": "archived-petition"
}