{
    "attributes": {
        "action": "I would like the sugar content in jar food designed for babies to be lowered",
        "additional_details": "My youngest child has always had issues when weaning is concerned, I personally like to follow the book so to speak advised by midwives up and the country.\r\nUnfortunately my little boy didn't want to play ball and I've had to feed him jars/packet food,as feed is best.\r\nI've been looking at the sugar content of said jars/pouches and I'm horrified with the amount of sugar in them, I believe a lot of people are unaware of this, I could be wrong, but I think we need to do something about this.",
        "background": "The sugar content in a child's food is a very serious issue, as a adult we are advised not to consume foods with a sugar content over 5g per 100g.\r\nJar food is almost always double this!",
        "closed_at": null,
        "created_at": "2017-02-22T10:38:56.466Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-27T13:19:03.365Z",
        "opened_at": null,
        "rejected_at": "2017-03-06T14:33:23.609Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, this is a choice for manufacturers of baby food to make. You could start a new petition calling on the Government to take action to encourage food manufacturers to lower the sugar content of baby food, or you could start a new petition asking Parliament to change the law, to set a maximum sugar content for baby food. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:34.125Z"
    },
    "id": 187063,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187063.json"
    },
    "type": "archived-petition"
}