{
    "attributes": {
        "action": "Enforce schools across the UK to relax rules condemning self expression",
        "additional_details": "self-expression allows teens to discover who they are and helps form their adult personalities. It shouldn't be punished when a teenager wants to experiment with new hair styles or piercings If it doesn't harm themselves or others, they have their parents consent, or are 18+. It is understandable in cases with genuine safety concerns, however dying your hair an 'unnatural' colour does nothing but disrupt a schools 'image', which is considered more important than the mental health of students.",
        "background": "It is unfair for schools to prevent their students from getting certain piercings, hair styles and hair colours when they do not affect the quality of education for that student or other students they may come into contact with, especially if the student is 18 or over.",
        "closed_at": null,
        "created_at": "2017-02-23T18:25:34.175Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-23T19:42:39.146Z",
        "opened_at": null,
        "rejected_at": "2017-03-06T10:09:32.507Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nFor example, you could start a new petition calling on the Government to issue new rules or guidance for all schools in England, encouraging schools not to have rules about hair colour or piercings. \r\n\r\nThe UK Government is only responsible for schools in England. Schools in Scotland, Wales and Northern Ireland are the responsibility of the devolved Governments."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:46.184Z"
    },
    "id": 187310,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187310.json"
    },
    "type": "archived-petition"
}