{
    "attributes": {
        "action": "Lets give school bully's a community service sentence.",
        "additional_details": "Get the police more involved with schools. I am asking for a signature to ensure that bully's understand - what they do is unacceptable. I don't want to ruin 'naive' bully's lives by giving them a custodial prison sentence. I want them to understand that what they are doing is wrong. Give them a 360, let them help someone with a care in the community role. This could even be something as simple as a litter picker or care worker, depending on the individual. We all sing from the same Hymn sheet ",
        "background": "None of us want our children to grow up to become bullys and certainly not to be victims of bullying. Its a parents nightmare. There are no winners. Schools do not want to get involved (At times the bully's background story is horrific) The police do not want to get involved. Lets change this today",
        "closed_at": null,
        "created_at": "2017-02-23T19:34:13.942Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-23T20:09:42.801Z",
        "opened_at": null,
        "rejected_at": "2017-03-06T12:31:29.377Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you'd like the Government or Parliament to take. In order for someone to be given a community service sentence, they'd need to be convicted of a crime. If you'd like the law on bullying to be changed, you could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:46.523Z"
    },
    "id": 187323,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187323.json"
    },
    "type": "archived-petition"
}