{
    "attributes": {
        "action": "Ban kardashian billboards on London transport designed to feed on insecurities!",
        "additional_details": "To think that In order for companies to sell products they must break down women's self esteem, is horrifying. It's no wonder that statistics are sky high for young teenagers than suffer from eating disorders, depression, suicide due to never feeling like their bodies are \"perfect enough\" women should be portrayed as more than just what meets the eye, we are educated, beautiful women in all shapes and forms. I demand the mayor to rethink and take action in empowering women and not degrading them",
        "background": "As a woman myself growing up in London, I have always found it demeaning, objectifying to be surrounded by billboards that challenge young, adult women to 'keep up' with celebrities known for idealised and unrealistic, photoshopped, airbrushed bodies. It's become enforced upon us everywhere.",
        "closed_at": null,
        "created_at": "2017-02-24T07:37:16.361Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-24T08:26:01.948Z",
        "opened_at": null,
        "rejected_at": "2017-03-06T11:10:38.875Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Transport for London is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:49.390Z"
    },
    "id": 187403,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187403.json"
    },
    "type": "archived-petition"
}