{
    "attributes": {
        "action": "Bin the Blaenau Gwent CBC Recycling Containers",
        "additional_details": "The Blaenau Gwent community have tried to use the system for the last 2 years and it is just not working. The community would like to have the system scraped and go back to the system that was in place before, just as Cardiff and Newport are using currently. \r\n\r\nThe Bins are too small, Bins are badly designed and collect water, The Bins fall over easy and rubbish is littering our streets and homes. The bins are hazardous by blowing into main roads. \r\n\r\nhttps://www.facebook.com/RecycleProtest2015/",
        "background": "2 years ago a new recycling system was forced on the residence of Blaenau Gwent. The system was and still is flawed and was heavily protested against before it started yet Blaenau Gwent CBC still went ahead and invested into the system and forced the residence to use it. ",
        "closed_at": null,
        "created_at": "2017-02-24T15:40:49.411Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-24T15:49:52.589Z",
        "opened_at": null,
        "rejected_at": "2017-03-06T14:54:45.619Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Waste collection is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://www.blaenau-gwent.gov.uk/council/councillors-committees/get-involved-with-democracy/\r\n\r\n \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:30:52.134Z"
    },
    "id": 187460,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187460.json"
    },
    "type": "archived-petition"
}