{
    "attributes": {
        "action": "Give the Police more powers",
        "additional_details": "Why should those being targeted have to put up with the threats, abuse and intimidation for months on end because the Police are helpless to act? Should it take for someone to be badly injured before something is done? It affects the quality of life of families and individuals who are weighed down with the constant threats and abuse and leaves them as prisoners in their own homes. Police should be able to pick up the offenders immediately and put restraints on them whenever these problems arise.",
        "background": "We call for the Police to be given more powers when dealing with groups of youngsters who are threatening those within the community by means of abuse, criminal damage, and violence. The Police do not have the power at present to get these who are causing menace without  strong evidence.",
        "closed_at": null,
        "created_at": "2017-02-25T14:36:18.381Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-28T11:05:01.105Z",
        "opened_at": null,
        "rejected_at": "2017-03-07T19:03:46.706Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what additional powers you'd like the police to have. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:31:01.420Z"
    },
    "id": 187599,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187599.json"
    },
    "type": "archived-petition"
}