{
    "attributes": {
        "action": "Reject all demands from the EU for penalty charges for Brexit.",
        "additional_details": "",
        "background": "The EU seeks to protect its income for up to five years by imposing penalties for Brexit, yet there is no written agreement or treaty obligation on us to pay.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-02-25T10:16:58.084Z",
        "debate": {
            "debate_pack_url": "https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0253",
            "debated_on": "2017-12-11",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-12-11/debates/E3B1D9A4-5B9B-4337-8486-C4BE9A46F2BB/BrexitDealReferendum",
            "video_url": "http://www.parliamentlive.tv/Event/Index/3e1dd847-9bcc-48fb-b141-5c8441b50ae9"
        },
        "debate_outcome_at": "2017-12-12T10:18:47.228Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-20T10:08:23.753Z",
            "details": "The Prime Minister has been clear that ‘the days of Britain making vast contributions to the European Union every year will end.’ Once we have left the EU, decisions on how taxpayers' money is spent will be made in the UK. \r\n\r\nAs set out in a written ministerial statement by the Secretary of State for Exiting the European Union, the Government will work with the EU to determine a fair settlement of the UK’s rights and obligations as a departing member state, in accordance with the law and in the spirit of our continuing partnership. The UK and the Government recognises that the UK has obligations to the EU, and the EU obligations to the UK, that will survive the UK’s withdrawal, and that these need to be resolved.\r\n\r\nThe Prime Minister has made a generous offer in her `florence speech of 22 September and has been clear that our European partners will not need to pay more or receive less over the remainder of the current budget plan as a result of our decision to leave. The UK will honour commitments we have made during the period of our membership. \r\n\r\nThe Commission has set out its position on the financial settlement and we are undertaking a detailed examination of the technicalities where we need to reach a shared view. The UK Government has a duty to our taxpayers to rigorously interrogate the Commission’s position. \r\n\r\nIn leaving the EU the Government will seek the best deal for the UK  maximising the benefits from leaving the EU – control over our borders, laws and money – while maintaining the greatest possible access to EU markets and continuing to work with our European neighbours on common problems.\r\n\r\nThe Government is approaching discussions constructively and respectfully and are confident we can achieve an outcome that works in the interests of both sides. It is in the interests of both the UK and the EU to work towards agreeing a new partnership in a fair and orderly manner, with as little disruption as possible. The Government will remain rigorously focussed on its responsibility to UK taxpayers throughout the process. \r\n \r\nDepartment for Exiting the European Union",
            "responded_on": "2017-10-20",
            "summary": "We will discuss how we determine a fair settlement of the UK’s rights and obligations as a departing Member in accordance with the law and in the spirit of the UK’s continuing partnership with the EU.",
            "updated_at": "2017-10-20T10:08:23.753Z"
        },
        "government_response_at": "2017-10-20T10:08:23.756Z",
        "moderation_threshold_reached_at": "2017-02-26T12:33:33.839Z",
        "opened_at": "2017-03-07T13:10:44.313Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-07T17:26:08.729Z",
        "scheduled_debate_date": null,
        "signature_count": 10462,
        "state": "closed",
        "updated_at": "2017-12-12T15:19:01.612Z"
    },
    "id": 187570,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187570.json"
    },
    "type": "archived-petition"
}