{
    "attributes": {
        "action": "Restoring the 1689 Bill of Rights Guarantee Right to Bear Arms",
        "additional_details": "A weapon is no more dangerous than an a car, lorry or a bus. And the people should be allowed to carry for defensive measures. Criminals and terrorists are already likely to be armed and takes time for the police to arrive at a destination so we should be given the right to take what ever measure we can to survive the incounter. Crime and terrorist rates will drop in the uk simply because it'll be a level plain field and will no longer be viewed as a soft target.",
        "background": "This is to ensure that everyone has the same rights to carry and defend ourselves carry firearms and hand weapon eg knives, hand to hand weapons for to long we have had a weaponryphobia push on us for to long. Why should only the political, business and religious leaders have this right!",
        "closed_at": null,
        "created_at": "2017-02-25T11:56:21.876Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-25T13:23:02.686Z",
        "opened_at": null,
        "rejected_at": "2017-03-06T20:45:10.150Z",
        "rejection": {
            "code": "no-action",
            "details": "It is clear that you are concerned about the right to own guns in the UK. The right to bear arms in the 1689 Bill of Rights applied only to Protestants. It's not clear whether you want to restore that right or whether you would like a new right of gun ownership to apply to all adults. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:31:00.282Z"
    },
    "id": 187582,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187582.json"
    },
    "type": "archived-petition"
}