{
    "attributes": {
        "action": "to help kids and teens play football in Paddington recreation ground",
        "additional_details": "Paddington Recreation Ground has changed a lot over the years. It feels like they have forgotten about the kids who live locally, as there are no longer any designated times for general public to play on the football pitches free of charge. I have noticed a big decline in sports activity of kids in recent years and I believe this can be partly attributed to the lack of free of charge facilities available locally. Raising this issue with park operators within the park itself has been ineffective thus far.",
        "background": "Paddington recreation ground is a park in the middle of Westminster a home for lots of disadvantaged children , teens and adults",
        "closed_at": null,
        "created_at": "2017-02-26T20:35:05.246Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-26T23:37:21.938Z",
        "opened_at": null,
        "rejected_at": "2017-03-07T17:52:18.109Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWestminster City Council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://petitions.westminster.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:31:08.969Z"
    },
    "id": 187776,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/187776.json"
    },
    "type": "archived-petition"
}