{
    "attributes": {
        "action": "Reduce the cost of swimming, particularly for under 5's, at public pools",
        "additional_details": "By doing personal research the average cost of an adult going swimming in south east council run swimming pools is £5. Experts say confident swimmers are usually those that have started to be in the water from a baby or toddler. When my husband and I took our 8 month old daughter swimming to a session specifically for under 5's it cost us £10.  Parents with children under the age of 1 year are advised not to have their babies in the water for more than 1/2 hour. £10 for 1/2 hour is too expensive",
        "background": "With research indicating that 1 in 5 people over 14 unable to swim and 7 people dying in Britains sea over only one weekend in 2016 the importance of knowing how to swim and being confident in the water has never been more paramount.  Research indicates swimming is learnt best from a young age.",
        "closed_at": null,
        "created_at": "2017-02-28T21:43:04.407Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-01T20:06:34.584Z",
        "opened_at": null,
        "rejected_at": "2017-03-13T16:53:05.954Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't directly responsible for providing leisure facilities. Swimming pools are provided by local councils and private providers.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to give funding to local councils so that they can offer subsidies for swimming pools. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:31:24.334Z"
    },
    "id": 188086,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/188086.json"
    },
    "type": "archived-petition"
}