{
    "attributes": {
        "action": "End cold-calls, and junk mail, when unwanted.",
        "additional_details": "Sign now to urge government to act.\r\n\r\n●Caller-IDs: Should be required & accurate for commercial use. A reporting system (e.g. dial #666 during the offending call) should be used. We should have \"honey-pot\" numbers, so that marketers fall into a trap. Transparent reporting so we can see who is doing the calling.\r\n\r\n●Unwanted Mail: Require marketers to maintain a streamlined opt-out, and be required to remove us from their lists.\r\n\r\nSign now to force our government to act!",
        "background": "Unwanted cold-calls & paper mail are a major cause of unhappiness. This petition demands that government take these threats seriously.\r\n\r\n●Create an instant reporting structure, with transparent results we can all see.\r\n●Escalate penalties, so that the business model of these spammers is disrupted.",
        "closed_at": null,
        "created_at": "2017-02-28T15:01:05.223Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-03T09:10:00.666Z",
        "opened_at": null,
        "rejected_at": "2017-04-20T17:40:17.061Z",
        "rejection": {
            "code": "no-action",
            "details": "Some of the actions you're asking for are already happening, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCompanies registered in the UK are already required to display their caller ID when making direct marketing calls: \r\n\r\nhttps://conversation.which.co.uk/technology/nuisance-calls-caller-id-cli-law-announcement/\r\n\r\nThere is a reporting structure for nuisance calls and texts (https://ico.org.uk/concerns/marketing/spam-texts-and-nuisance-calls/), and mail marketers are already required to remove people from mailing lists on request(https://ico.org.uk/for-organisations/marketing/)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:31:20.954Z"
    },
    "id": 188029,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/188029.json"
    },
    "type": "archived-petition"
}