{
    "attributes": {
        "action": "Stop all benefit payments to non U.K. residents",
        "additional_details": "We need to put a stop to EU migrants, coming into the UK and putting a financial strain on our economy.\r\nMany of them know the British benefit system better than the British people themselves.\r\nThey take low paid jobs, (British jobs!), ensure they are working the correct hours to claim maximum benefits, and rather than spending the money in the UK, they send it back to their own country. \r\nThis does not benefit the UK economy at all. It just drains our resources and stops money being invested in our uk services",
        "background": "Why are we sending benefits to families in other European countries, when the people of the UK are in need?\r\nWhy are they allowed to drain our benefit system, when these people,  from other EU countries, should be assisted by their own governments?",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-03-01T21:14:16.766Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-18T16:57:18.476Z",
            "details": "The government is committed to creating a fair and sustainable welfare system.\r\n \r\nThe vast majority of benefits paid to people residing in other EU states (approximately 95%) are pensions. These are benefits that would be paid wherever the person chooses to live – in the UK or abroad. Most of the benefits that can be paid abroad are contributions-based, that is to say, people who have paid their national insurance contributions and are entitled to claim the relevant benefit if they need to. There is no extra cost to the tax-payer. The EU rules help ensure that people who have worked in different EU countries do not lose out compared to people who have never worked in more than one country. A good example of this is where a UK citizen may have worked and contributed in the UK and some other EU countries all their life but had contributed for less than the 10 year minimum period in the UK. Under UK rules they would not qualify for a UK state pension. EU rules allow the UK worker to use contributions made in another EU country to help them meet the UK minimum qualifying conditions. The UK would then pay a state pension based on the number of UK qualifying years. The other EU countries do the same so the mobile worker is able to claim a pension that reflects the years of work and contributions they have completed in each member state.\r\n\r\nEntitlement for Child Benefit and Child Tax Credit depends on the claimant being present and ordinarily resident in the UK. A claimant must also have a right to reside in the UK under domestic or EU legislation. Under EU Social Security co-ordination regulations, the government is required to pay Child Benefit and/or Child Tax Credit for children that a claimant is responsible for living in another member state if the claimant is working and liable for National Insurance or is receiving a UK contributory benefit and meets the eligibility criteria.\r\n\r\nThe rules apply in the same way to all EU countries. That means that a UK citizen living or working in another EU Member State is entitled to make the same claim to benefit as an EU citizen in the UK.\r\n\r\nFuture arrangements on welfare are a matter for the negotiations on exiting the European Union.\r\n\r\nHM Treasury",
            "summary": "Future arrangements on welfare are a matter for the negotiations on exiting the European Union.",
            "updated_at": "2017-04-18T16:57:18.476Z"
        },
        "government_response_at": "2017-04-18T16:57:18.478Z",
        "moderation_threshold_reached_at": "2017-03-01T22:02:12.834Z",
        "opened_at": "2017-03-13T10:01:12.610Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-26T17:46:10.784Z",
        "scheduled_debate_date": null,
        "signature_count": 22360,
        "state": "closed",
        "updated_at": "2017-09-09T06:31:34.240Z"
    },
    "id": 188274,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/188274.json"
    },
    "type": "archived-petition"
}