{
    "attributes": {
        "action": "No sex education for under 10 years old",
        "additional_details": "There is no proven evidence that exposing children to sexual information has reduced adolescent sex or pregnancy. It should be a matter for the parents to decide if their children should be exposed to sexual information.",
        "background": "Studies have showed that children under the age of 10 do not think of sexual activities or relationships. So sex education for little children under the age of 10 years is not necessary. Exposing children to sex is the same as showing red to a bull because what you don't know you don't miss.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-03-01T21:10:54.293Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-13T16:23:22.187Z",
            "details": "We want to provide all young people with a curriculum that ensures they are prepared for adult life in modern Britain. This involves ensuring they are taught about relationships and sex at the appropriate age to allow them to navigate the modern world. We are not introducing mandatory sex education for children in primary schools.\r\n\r\nThere has, however, been a range of misreporting of our proposals in the press which, in some cases, may have misled readers/viewers to believing that our proposals are not age appropriate and that we are removing parents’ rights. We would therefore like to present the facts around our proposals as part of our response to this petition.\r\n\r\nOn 1 March 2017, the Government put forward legislation proposing the introduction of the new subject of ‘relationships education’ in primary schools and renaming the secondary school subject to ‘relationships and sex education’, to emphasise the central importance of relationships. The focus in primary school will be on building healthy relationships and staying safe. As children get older and progress in to secondary education, it is important that they start to develop their understanding of healthy adult relationships in more depth, with sex education delivered in that context.\r\n\r\nThere have been many calls for statutory relationships and sex education from leading parent representative bodies such as Mumsnet and PTA UK. A recent Barnardo’s poll of 11-15 year olds also showed that 74% believed that children would be safer if they had age appropriate classes on relationships and sex education. Many teaching unions have also called for statutory status. We therefore feel that it is important that we enhance the quality and availability of these subjects to help equip pupils with the suitable knowledge and skills they need to stay safe and to develop positive, healthy relationships.\r\n\r\nRecognising the rights of parents to teach about sensitive issues in line with their values, we have committed to maintaining that parents have a right to withdraw their child from sex education within relationships and sex education. This excludes the anatomical and biological aspects of sex and reproduction which are currently taught in the National Curriculum as part of science.\r\n\r\nThere will not be a right to withdraw from relationships education in primary schools. This is because we expect that Relationships Education in primary schools will focus on important themes such as friendships, family relationships, managing feelings and dealing with strangers. We believe that these themes are suitable for all children and that they should know and understand them. We will ensure the subjects are carefully designed to safeguard and support pupils.\r\n\r\nAs part of our regulations and statutory guidance for schools, the Department for Education intends to conduct thorough and wide-ranging engagement on the subjects – considering subject content, school practice and quality of delivery. This will engage with, and seek evidence from, schools and teachers; parents and pupils; experts in safeguarding and child wellbeing; subject experts; faith groups; voluntary organisations and other interested parties. \r\n\r\nThe safety of children is our top priority. We expect all schools to ensure that the materials and teaching resources they use are appropriate, and that they comply with their statutory duty to safeguard children’s’ welfare. Schools are already required to consult with parents about their Relationships and Sex Education programmes. \r\n\r\nWe would encourage the signatories of this petition to express their views through our planned consultation process. We want to ensure that our regulations and statutory guidance can support all schools to deliver high quality teaching on these important issues in an age-appropriate manner. \r\n\r\nWe will set out more details when this important work gets underway.\r\n\r\nDepartment for Education",
            "responded_on": "2017-04-13",
            "summary": "We are introducing Relationships Education in primary and Relationships and Sex Education in secondary school to support children with age-appropriate education to develop safe, healthy relationships.",
            "updated_at": "2017-04-13T16:23:22.187Z"
        },
        "government_response_at": "2017-04-13T16:23:22.189Z",
        "moderation_threshold_reached_at": "2017-03-01T22:00:03.445Z",
        "opened_at": "2017-03-09T11:52:52.547Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-19T21:54:56.289Z",
        "scheduled_debate_date": null,
        "signature_count": 16047,
        "state": "closed",
        "updated_at": "2017-09-09T06:31:33.998Z"
    },
    "id": 188272,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/188272.json"
    },
    "type": "archived-petition"
}