{
    "attributes": {
        "action": "Too much, too Young - No compulsory Sex Education within Primary Schools.",
        "additional_details": "Parents should and must have the ultimate responsibility for deciding what is to be appropriately taught to their children. As parents we are extremely concerned with the intended explicit content that children as young as 4 will be unnecessarily exposed to. \r\nSubjects include teaching on “different types of relationships”, as well as “boundaries and consent”. Alarmingly, it also states that parents will not be allowed to withdraw their children from these lessons. \r\nhttp://www.christian.org.uk/resource/too-much-too-young/",
        "background": "In January 2017 the MP's voted against compulsory sex education in schools yet weeks later the public are presented with the sudden  announcement by the Education Secretary Justine Greening, that it is to be made compulsory in all schools in England, to include children as young as 4 years old!\r\n",
        "closed_at": null,
        "created_at": "2017-03-02T21:21:40.994Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-03T01:12:15.786Z",
        "opened_at": null,
        "rejected_at": "2017-03-14T10:12:41.683Z",
        "rejection": {
            "code": "no-action",
            "details": "Sex education is not compulsory for four to 16-year-olds, so we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Government would like to change sex and relationship education. It is making those changes through the Children and Social Work Bill, which is in Parliament at the moment. If that Bill becomes law, all primary schools in England will be required to teach age-appropriate relationships education, not sex education. Age-appropriate relationships and sex education will not start until secondary school.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou can find out more about sex and relationships education and the Government's proposed changes here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06103"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:31:45.089Z"
    },
    "id": 188490,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/188490.json"
    },
    "type": "archived-petition"
}