{
    "attributes": {
        "action": "A total outright ban of fox hunting",
        "additional_details": "Why do people think it is acceptable for hounds to rip a live fox apart for fun after chasing it until it's too tired to run anymore? It makes me sick! Foxes are beautiful and they deserve to live just like we do. If you hurt foxes you should be sent to prison FULL STOP!",
        "background": "I am asking you to please sign my petition to stop any killing, hunting and hurting of foxes in the UK. It upsets me so much and a lot of other people also. Hunting with hounds is still happening, and other horrific deaths due to traps and nasty people.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-03-03T12:26:26.058Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-13T15:21:04.978Z",
            "details": "The Hunting Act 2004 bans the hunting of wild mammals with dogs in England and Wales. However, the Hunting Act 2004 sets out several classes of exemptions where dogs may be used to hunt wild mammals, subject to very strict conditions. The full details of the Hunting Act 2004 exemptions are available online at: www.legislation.gov.uk/ukpga/2004/37/schedule/1\r\n\r\nWith regard to trapping, the fox is not a protected species and may be killed or taken by authorised persons (e.g. local authorities or owners and occupiers of land). The method used must be humane and legal. Professional pest controllers with a specialist skill in this area are likely to be the most suited people for this task.\r\n\r\nUnder the Hunting Act 2004, an individual can receive an unlimited fine if found guilty of illegal hunting or hare coursing. There are also strict laws in place to protect animal welfare. It is an offence under the Animal Welfare Act 2006 of causing unnecessary suffering to an animal with a maximum penalty of an unlimited fine and/or six months imprisonment. Anyone that believes an offence is taking place, or has taken place, under the Hunting Act 2004 or the Animal Welfare Act 2006, should report the matter to the Police.    \r\n\r\nThe Government has a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote, with a government bill in government time. The Government recognises that hunting evokes strong views on both sides of the argument and that is why Conservative MPs and peers have a free vote on this matter. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "responded_on": "2017-04-13",
            "summary": "The Government has a manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote with a government bill in government time.",
            "updated_at": "2017-04-13T15:21:43.809Z"
        },
        "government_response_at": "2017-04-13T15:21:04.980Z",
        "moderation_threshold_reached_at": "2017-03-03T12:47:43.392Z",
        "opened_at": "2017-03-16T12:26:31.612Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-22T14:15:48.611Z",
        "scheduled_debate_date": null,
        "signature_count": 16723,
        "state": "closed",
        "updated_at": "2017-09-09T06:31:48.655Z"
    },
    "id": 188594,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/188594.json"
    },
    "type": "archived-petition"
}