{
    "attributes": {
        "action": "Make the House of Commons a role model for equality for women",
        "additional_details": "In Jan 2017 Harriett Harman called for the culture and atmosphere towards women in the Commons to change.\r\nOn 30 Jan Tasmina Ahmed-Sheikh was barked at by Nicholas Soames MP.\r\nOn 9 Feb Diane Abbott MP rebuffed a 'kiss' attempt from David Davis MP.\r\nOn 28 Feb Mary Creagh MP was told not to get hysterical by Chancellor Phil Hammond.\r\nOn 2 March Tasmina Ahmed-Sheikh described how different it feels when most of those present in the House are women: \"we've had more than enough of this nonsense\".\r\n",
        "background": "The House of Commons is providing a poor role model for how to communicate and debate with women.\r\n\r\nBehaviours towards women MPs include being interrupted, jeered at, booed, barked at, demeaned and patronised. Their questions are often ignored.  \r\n\r\nWomen MPs are fed up with it, and so are we.\r\n",
        "closed_at": null,
        "created_at": "2017-03-03T16:18:27.020Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-03T16:35:27.999Z",
        "opened_at": null,
        "rejected_at": "2017-03-13T17:22:31.035Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to make the House of Commons a role model for equality for women."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:31:49.981Z"
    },
    "id": 188648,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/188648.json"
    },
    "type": "archived-petition"
}