{
    "attributes": {
        "action": "Acknowledge and recognise Somaliland as an independant country.",
        "additional_details": "Somaliland was a British Protectorate under the British rule from 1884 until 26th June 1960. The Republic of Somaliland got its independence form Britian on 26th June 1960. Somaliland did not lose its fast developing country and their goal to prosper but rather without the support and recognition of the UK only lost their voice as they were once again pushed towards the war torn country of Somalia which hindered their growth and were left unrecognised by the UN. \r\nIndependance from Somalia would lift the burden of war and mass terrorism from the former British Somaliland economy. Somaliland thus should be recognised as a country rather than a state.\r\nYours sincerly the Somaliland population of the UK ",
        "background": "Somaliland declared its independance in 1991 after over throwing its military dicatator Siad Barre. It has developed its own fully functioning economy despite having no direct financial aid and would like this oppertunity to purely increase the growth of their economy and their success.\r\n",
        "closed_at": null,
        "created_at": "2017-03-04T21:43:06.758Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-05T17:59:55.981Z",
        "opened_at": null,
        "rejected_at": "2017-03-07T16:04:54.954Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/173709"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:01.767Z"
    },
    "id": 188860,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/188860.json"
    },
    "type": "archived-petition"
}