{
    "attributes": {
        "action": "Bring Planning Powers Back To Cornwall To Fight Speculative Overdevelopment",
        "additional_details": "Cornwall’s head of planning stated, “There’s no system in place to consider infrastructure first.” So no schools, hospitals, doctors’ surgeries, jobs or major road improvements to cope with the huge housing expansion causing chaos in many areas. \r\nA Cornwall Planning Framework that enables us to implement strategic & economic development, not just mass housing that is purely developer-led\r\nAct NOW. Demand change. Spread the word. Use social media. Persuade anyone who loves Cornwall to do the same. \r\n",
        "background": "Demand a ‘Cornwall Planning Policy Framework’ transparent & accountable, consulted on by the people of Cornwall. Not a one-size-fits-all ‘National’ policy that’s not fit for purpose, doesn’t suit Cornwall’s best interests, or support our long-term economy.",
        "closed_at": null,
        "created_at": "2017-03-07T11:13:37.373Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-07T18:18:29.389Z",
        "opened_at": null,
        "rejected_at": "2017-03-15T15:23:37.074Z",
        "rejection": {
            "code": "no-action",
            "details": "The National Planning Policy Framework acts as guidance for local planning authorities and decision-takers, both in drawing up plans and making decisions about planning applications. This national guidance is applied at a more local level by Councils who form area specific policies and proposals that reflect the broad guidance of the NPPF, but with more locally specific detail. \r\n\r\nIn Cornwall the main policy document is the adopted Cornwall Local Plan, which aims to control and influence the use of land in the public interest by identifying areas where development can and cannot take place.\r\nMore information can be found here:\r\nhttps://www.cornwall.gov.uk/environment-and-planning/planning/planning-policy/adopted-plans/\r\n\r\nIt is therefore not clear what action you would like the Government to take, since a Cornwall Local Plan already exists."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:15.940Z"
    },
    "id": 189188,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189188.json"
    },
    "type": "archived-petition"
}