{
    "attributes": {
        "action": "for horse and rider signs to be put up along the B4009 to slow drivers down",
        "additional_details": "We have had many cars fail to slow down and even speed up when they see people riding. We have reported many to the police and requested for the council to put up signs but they have failed to do so. I now think that making a petition will raise awareness and have more of an impact as it affects many people.",
        "background": "There are many horse riders that ride along the B4009 and there is an increasing risk of accident including drivers and horses as many do not take horses into consideration and fail to slow down.\r\n I want to have a couple of signs put up to lower the risk of a possibly fatal accident.",
        "closed_at": null,
        "created_at": "2017-03-06T18:20:04.144Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-06T19:13:05.781Z",
        "opened_at": null,
        "rejected_at": "2017-03-14T15:25:59.258Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The B4009 is the responsibility of your local highway authority, which is often your county council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:11.763Z"
    },
    "id": 189102,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189102.json"
    },
    "type": "archived-petition"
}