{
    "attributes": {
        "action": "More Speed awareness, cameras and traffic calming within Churchdown",
        "additional_details": "Speeding is a huge concern to a large number of Churchdown residents. With the speed that some of these inconsiderate drivers are doing it won’t be long before someone suffers a serious injury or worse. In 2013 an elderly lady was killed on a Zebra crossing on Cheltenham Road East, we need to do whatever we can to prevent another tragic accident like that happening in Churchdown. \r\n\r\nChurchdown has areas with both 20Mph and 30Mph speed limits which are largely ignored.\r\n",
        "background": "A growing population (with more houses due) has resulted in more vehicles passing through the village. A number of roads in Churchdown have been highlighted as speeding hotspots; Brookfield Road, Drews Court, Pirton Lane, Cheltenham Road East, Innsworth Lane, Station Road and Parton Road. ",
        "closed_at": null,
        "created_at": "2017-03-07T00:00:15.776Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-07T00:17:52.888Z",
        "opened_at": null,
        "rejected_at": "2017-03-14T18:06:18.279Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Traffic calming measures are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.tewkesbury.gov.uk/petitions-and-public-participation/?rq=petition"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:14.407Z"
    },
    "id": 189150,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189150.json"
    },
    "type": "archived-petition"
}