{
    "attributes": {
        "action": "Abolish the misuse use of drugs act 1971. Its time for science backed policy.",
        "additional_details": "\r\nMUST READ THE LINK.\r\n\r\nhttp://www.ias.org.uk/uploads/pdf/News%20stories/dnutt-lancet-011110.pdf",
        "background": "Create a new legislation on drugs using the Scientific Committee on Drugs- multi-criteria decision analysis (MCDA). Making all drugs under the score 25 considered soft drugs and tolerating the small scale use and sale of soft drugs. With the exception of Alcohol, Tobacco to stay legal. ",
        "closed_at": null,
        "created_at": "2017-03-07T22:42:13.073Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-10T09:56:01.234Z",
        "opened_at": null,
        "rejected_at": "2017-04-10T10:54:50.488Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt is clear that you are concerned about the legislation covering illegal drugs, but we're not sure what action you would like the UK Government or Parliament to take.\r\n\r\nIn particular, we're not sure whether you would like to repeal all provisions of the Misuse of Drugs Act 1971 or whether you would like to change the way that all controlled drugs are classified in the UK, including those controlled under the Psychoactive Substances Act 2016.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you would like all drugs, except tobacco and alcohol, to be classified based on the multicriteria decision analysis of the Independent Scientific Committee on Drugs, you could start a new petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:20.954Z"
    },
    "id": 189321,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189321.json"
    },
    "type": "archived-petition"
}