{
    "attributes": {
        "action": "Cancel the national insurance hike for the self-employed",
        "additional_details": "More than 1.7 million self-employed people already earn below the national minimum wage. According to the Office of National Statistics, self-employed people have experienced a 22 per cent fall in real pay since 2008-9. There is no holiday pay, sick pay or pension contribution from employers. We have no investment in our training or development - unless we fund it - and access to loans and mortgages is extremely difficult, if not impossible. Now this government seeks to punish us even further. ",
        "background": "In today's budget the Chancellor announced plans to increase national insurance for self-employed people, from nine to 10 per cent, then 11 per cent in 2019. This will adversely affect some of the lowest paid and most insecure workers in the UK, who are already severely economically disadvantaged. ",
        "closed_at": null,
        "created_at": "2017-03-08T15:08:45.496Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-08T17:42:18.837Z",
        "opened_at": null,
        "rejected_at": "2017-03-15T17:06:55.546Z",
        "rejection": {
            "code": "no-action",
            "details": "The Chancellor has announced today (15 March) that the proposed changes to National Insurance for self-employed people won’t go ahead. \r\n\r\nThe Chancellor made a statement about this to the House of Commons. You can find out more, including how to watch the statement and read a transcript, here:\r\n\r\nhttp://www.parliament.uk/business/news/2017/march/statement-on-class-4-national-insurance-contributions/\r\n\r\nYou can read a letter about this issue, which the Chancellor has sent to the Chairman of the Treasury Select Committee (Andrew Tyrie MP), here:\r\n\r\nhttps://www.gov.uk/government/publications/letter-from-chancellor-to-chairman-of-treasury-select-committee-on-national-insurance-contributions-for-the-self-employed\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:25.059Z"
    },
    "id": 189413,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189413.json"
    },
    "type": "archived-petition"
}