{
    "attributes": {
        "action": "End vested interest participation in House of Commons and Lords debates.",
        "additional_details": "E.G. 1, The instance of Supreme court judges hearing the case of triggering article 50, approx 50% had EU interests.\r\n\r\nE.G. 2, In the instance of the House of Lords debate on triggering Art 50 07/03/2017, Lord Pannick who fought government with Gina Miller.\r\n\r\nE.G. 3, Lord Mandelson, Kinnock and more receiving EU pensions.\r\n\r\nAll of these are appointed, unrepresentative, with vested interest and should by law have excused themselves from participation, their actions fly in the face of democracy.",
        "background": "Over recent months it has become clear that far too many politicians take part in debates where they have a personal vested interest. Where these people are appointees and not elected, i.e. The House of Lords and the Judiciary, they must excuse themselves from any debates where they have an interest",
        "closed_at": null,
        "created_at": "2017-03-08T15:13:39.010Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-08T18:46:03.126Z",
        "opened_at": null,
        "rejected_at": "2017-03-20T18:25:20.440Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions about matters that the Government or the House of Commons are responsible for. \r\n\r\nWe can't accept petitions calling on the House of Lords to take action.You can find out more about the Code of Conduct of the House of Lords here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/house-of-lords-commissioner-for-standards-/code-of-conduct-for-the-house-of-lords/guide-to-the-code-of-conduct/\r\n\r\nYou could start a new petition calling for a specific change to the House of Commons Code of Conduct. You can find the Code here:\r\n\r\nhttps://www.publications.parliament.uk/pa/cm/cmcode.htm\r\n\r\nJustices of the Supreme Court do not take part in debates in Parliament, so we're not sure what action you would like to see. You can find out about the rules on the conduct of Supreme Court justices here:\r\n\r\nhttps://www.supremecourt.uk/about/judicial-conduct-and-complaints.html\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:25.345Z"
    },
    "id": 189415,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189415.json"
    },
    "type": "archived-petition"
}