{
    "attributes": {
        "action": "Make it mandatory to prosecute the parents and perpetrators of FGM",
        "additional_details": "",
        "background": "There has never been one prosecution for FGM in the Uk. This is clearly a policy adopted by every police force in the UK. It can only happen with governmental approval. ",
        "closed_at": null,
        "created_at": "2017-03-08T15:54:20.465Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-08T18:13:35.555Z",
        "opened_at": null,
        "rejected_at": "2017-03-17T12:04:08.804Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no policy to ignore female genital mutilation, so we're not sure what you would like the UK Government or Parliament to do.\r\n\r\nFailing to protect girls at risk of FGM is a criminal offence, which carries a maximum sentence of seven years’ imprisonment. \r\n\r\nFGM has been a criminal offence in the UK since the Prohibition of Female Circumcision Act 1985 (later replaced by the Female Genital Mutilation Act 2003 with additional related offences added by the Serious Crime Act 2015). The first criminal prosecution took place in 2014. A doctor was alleged to have performed FGM on a young mother after delivering her baby, but was found not guilty.\r\n\r\nThe House of Commons Home Affairs Committee in Parliament investigated female genital mutilation in 2014, 2015 and 2016. You can read more about their inquiries here:\r\n\r\nhttps://www.parliament.uk/business/committees/committees-a-z/commons-select/home-affairs-committee/inquiries/parliament-2015/inquiry8/\r\n\r\nYou can find out more about what the UK Government is doing to combat female genital mutilation here: \r\n\r\nhttps://www.gov.uk/government/collections/female-genital-mutilation\r\n\r\nIn any case, we would be unable to accept your petition because the UK Government and Parliament aren't responsible for prosecutions. The police and the Crown Prosecution Service are responsible for deciding which cases should be prosecuted. You can find out more here:  \r\n\r\nhttp://www.cps.gov.uk/legal/d_to_g/female_genital_mutilation/\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:25.945Z"
    },
    "id": 189422,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189422.json"
    },
    "type": "archived-petition"
}