{
    "attributes": {
        "action": "Stop taxing businesses, we need business owners to be motivated to continue",
        "additional_details": "We need to change the Government's attitude towards taxing businesses. Compulsory workplace pensions hit our bottom line - and this doesn't improve staff turnover rates. When you increase business rates - we end up paying ourselves less. Increasing tax to the self employed - we end up taking less money home. When you force the national living wage - we end up paying more for low skilled people through no fault of our own. Remind me why I should struggle when I take on all the pressure? ",
        "background": "I own a small business. I employ nearly 50 people. Most of my employees earn more than I pay myself. I don't feel motivated to be self-employed and the government appears to believe that taxing businesses more is the solution. Very short sighted! Help business owners earn more and they will grow. ",
        "closed_at": null,
        "created_at": "2017-03-08T16:58:24.043Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-08T18:10:07.255Z",
        "opened_at": null,
        "rejected_at": "2017-03-16T17:21:02.101Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the effect of taxes on business, but we're not sure what changes you'd like to see. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:26.488Z"
    },
    "id": 189431,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189431.json"
    },
    "type": "archived-petition"
}