{
    "attributes": {
        "action": "Reduce and Cap paid for TV subscriptions e.g. Sky/BT",
        "additional_details": "therefore decide to extort the paying public by charging ridiculous & eyewatering high prices to watch normal TV/Sports. In a time of rising prices &wage stagnation, paying these ridiculous prices is becoming very hard. People are simply left with no other alternative but to resort to the use of Kodi/IPTV boxes to help reduce their costs. It's about time the government steps in & rectifies this situation! Make paid for subscriptions affordable for the majority of the hard working UK population.",
        "background": "In light of the recent ruling on illegal streaming of sports. It's is well noted that many people are unhappy about this so called \"crackdown\" on the use of illegal streams via the likes of Kodi. Many people feel that Sky & BT for example have a total monopoly of the broadcasting market in the UK &",
        "closed_at": null,
        "created_at": "2017-03-09T23:53:13.225Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-10T12:05:16.796Z",
        "opened_at": null,
        "rejected_at": "2017-04-12T10:34:43.611Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the cost of TV subscriptions, but we're not sure exactly what action you'd like the Government or Parliament to take. The Government and Parliament aren't responsible for the prices of subscriptions, but they could change the law to regulate them in some way. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-09-09T06:32:45.961Z"
    },
    "id": 189701,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/189701.json"
    },
    "type": "archived-petition"
}