{
    "attributes": {
        "action": "Pets (animals considered as pets e.g. dogs) should be registered and chipped.",
        "additional_details": "If animals gets registered and chipped by their owners name then less of them can get abandoned due to the consequences the owner would face. It was proven by scientists that animals have the same emotions as humans and we can save the 100 pets a day by making sure the owners take reasonable responsibility for their pets. All you have to do is sign this petitions today to help the abandoning of dogs and making sure that pets get a home for a lifetime and not for a few years.\r\n",
        "background": "Pet abuse and pet abandoning has been an increasing problem in contemporary UK. In 2014 it was estimated that 13 million (46%) of households have pets. However 100 pets are abandoned everyday, tied to trees, starved, resulting in death of many.",
        "closed_at": null,
        "created_at": "2017-03-12T16:33:46.159Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-12T17:25:48.311Z",
        "opened_at": null,
        "rejected_at": "2017-03-20T16:06:29.809Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already a legal requirement that dogs aged 8 weeks or over must be microchipped. You could start a new petition explaining clearly what you would like the Government or Parliament to do, or you could sign an existing petition asking for cats to be microchipped:\r\n\r\nhttps://petition.parliament.uk/petitions/186294\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:04.476Z"
    },
    "id": 190039,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190039.json"
    },
    "type": "archived-petition"
}