{
    "attributes": {
        "action": "Make piercing infants ears illegal",
        "additional_details": "Many parents just don't know the risks of piercing a small child's ears. Smacking your child is illegal, so why is it legal to pierce holes in your child's body. This is child abuse pure and simple. This can also lead to very dangerous infections which can make your baby seriously ill. A minimum age should be placed on all piercings throughout the UK, I mean, you wouldn't tattoo a child would you?",
        "background": "Severe pain and fear is inflicted upon infants and toddlers through means of piercing their ears. The child's ears are still growing which could lead to the earrings being oddly placed as the child grows, not to mention potential infections and the earrings being pulled out by the child. ",
        "closed_at": null,
        "created_at": "2017-03-12T11:13:22.630Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-12T11:44:18.542Z",
        "opened_at": null,
        "rejected_at": "2017-03-18T12:54:06.246Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what age you would like young people to be able to have their ears pierced. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may like to sign one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/182804\r\nhttps://petition.parliament.uk/petitions/185680"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:02.781Z"
    },
    "id": 190005,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190005.json"
    },
    "type": "archived-petition"
}