{
    "attributes": {
        "action": "Make Peers sleeping(dossing) in the House of Lords guilty of Serious Misconduct",
        "additional_details": "Again and again on social media, these so called peers of the realm can be seen hard asleep during debates.\r\nAt least this will enable a cull of this large unelected body of free-loaders who are only there because, they have done favors and /or donated to political parties.\r\nThey should not be allowed to continue to make our Parliament a laughing stock of the world.\r\nWhat their employer the Queen who sets such a fine example to us all, thinks of these privileged layabouts beggars belief. ",
        "background": "“In the last Parliament, the House showed it could take forward incremental measures such as enabling peers to be expelled for serious misconduct.”\r\nThis is part of a written reply from the government to 125,419 signatured petition 170686 (Replace the House of Lords with an elected publicly body) ",
        "closed_at": null,
        "created_at": "2017-03-13T17:53:20.475Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T09:04:18.708Z",
        "opened_at": null,
        "rejected_at": "2017-03-20T18:29:25.382Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about matters that the Government or the House of Commons are responsible for. We can't accept petitions calling on the House of Lords to take action.\r\n\r\nYou can find out more about the Code of Conduct of the House of Lords here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/house-of-lords-commissioner-for-standards-/code-of-conduct-for-the-house-of-lords/guide-to-the-code-of-conduct/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:14.474Z"
    },
    "id": 190239,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190239.json"
    },
    "type": "archived-petition"
}