{
    "attributes": {
        "action": "The rest of the UK should have a say in a second Scottish referendum.",
        "additional_details": "Scotland has already voted on whether to persue an independent future, this resulted in the Scots majority deciding against independence,  it is undemocratic to keep voting because someone didn't like the outcome.  In any political situation there will be times when you have to accept defeat graciously and move on.  This situation is no different.  Or is it that Scots politicians are the only ones in the UK who cannot cope with its own populace ?\r\n\r\nI therefore would like to offer this petition to highlight the fact that as this effort will affect the whole of the UK, then surely it is only right and proper that the whole of the UK be involved in deciding whether or not Scottish politicians be permitted to take a second referendum to the Scottish people. ",
        "background": "The point being,  as an independent Scotland would have a profound affect on the United Kingdom,  the rest of the UK should therefore have a say in whether it should take place at all.",
        "closed_at": null,
        "created_at": "2017-03-13T18:56:01.463Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-13T19:48:43.570Z",
        "opened_at": null,
        "rejected_at": "2017-03-22T10:07:26.359Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/169636"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:16.743Z"
    },
    "id": 190267,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190267.json"
    },
    "type": "archived-petition"
}