{
    "attributes": {
        "action": "Stop haringey council issuing FIXED PENALTY NOTICES for littering",
        "additional_details": "The council of haringey has no logical process in place when it comes to spending no wonder there selling of PUBLIC assets for 2 billion pound which deeply effects the residents of haringey not forgetting there over spend off £86000 on a new logo and re-branding no wonder they have these tactics in place such as littering fixed penalty notices where no awareness is given beforehand or education just simply a fine why should us hard working member of society have to foot the bill ",
        "background": "Haringey council have been abusing there power and entrapping the people out of there hard earned money I want this money cow tactic stopped and education and awareness implemented instead haringey council spent £86,000 just on a ridiculous logo no wonder they have these obscured tactics in place",
        "closed_at": null,
        "created_at": "2017-03-13T20:46:04.254Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-13T21:08:25.764Z",
        "opened_at": null,
        "rejected_at": "2017-03-20T18:13:21.040Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Fines for littering are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.haringey.gov.uk/local-democracy/meetings/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:18.779Z"
    },
    "id": 190314,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190314.json"
    },
    "type": "archived-petition"
}