{
    "attributes": {
        "action": "Reinstate full parliamentary dress code for the House of Commons Officials.",
        "additional_details": "The Office of Speaker of the House of Commons is a role defined by a convention of impartiality on political thought. Both Offices of Speaker and Clerk of the House are defined by convention and of respect for parliamentary tradition of dress code. Both Houses of Parliament must consent to convention.    ",
        "background": "The Office of Speaker of the House of Commons and Clerk to the House of Commons have become downgraded by decisions to not adhere to parliamentary standards on dress code and the notion of impartiality. These Offices have thus demonstrated a contempt for respect and convention of parliament.    ",
        "closed_at": null,
        "created_at": "2017-03-14T10:41:26.829Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T12:19:28.048Z",
        "opened_at": null,
        "rejected_at": "2017-04-04T15:45:45.223Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by \"full parliamentary dress code\". The dress worn by clerks and Speakers of the House of Commons has changed over time. You could start a new petition explaining clearly what you would like to happen.\r\n\r\nIf you would like clerks of the House of Commons to wear wigs and court dress, you may wish to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/183444\r\n\r\nYou may be interested in this article by David Natzler, Clerk of the House, about the recent changes to the dress worn by clerks:\r\n\r\nhttps://www.politicshome.com/news/uk/government-and-public-sector/house/house-magazine/83478/david-natzler-why-its-time-clerks\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:23.029Z"
    },
    "id": 190452,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190452.json"
    },
    "type": "archived-petition"
}