{
    "attributes": {
        "action": "Make changes to the current cat license proposals to protect registered breeders",
        "additional_details": "Reputable breeders do not breed cats that haven't been fully health checked (including genetic testing).\r\n\r\nReputable breeders home kittens at min. 13 weeks; after full socialisation and full vaccination course. Many are also neutering and microchipping. \r\n\r\nReputable breeders will take back a cat they have bred if any problems arise. They do not \"dump\" in rescue.\r\n\r\nWe support any legislation targeting at the backyard breeders. We propose ALL breeders should register with the GCCF, TICA, FIFE, or CFA",
        "background": "Registered breeders are not against protecting underage and unwell kittens, indeed the practice of selling such needs to be stopped; however, current proposals will prevent many hobby breeders of registered pedigrees from continuing providing health tested, vaccinated, socialised, healthy kittens.",
        "closed_at": null,
        "created_at": "2017-03-14T19:19:34.753Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T19:42:43.527Z",
        "opened_at": null,
        "rejected_at": "2017-03-24T12:19:35.644Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do.  \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:29.873Z"
    },
    "id": 190591,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190591.json"
    },
    "type": "archived-petition"
}