{
    "attributes": {
        "action": "MP Salaries and expenses to be linked to performance.",
        "additional_details": "It is grotesque that MP's should receive any pay increase whilst people are living in poverty in the UK.  By directly linking MP salaries to this measure they can be held accountable for ensuring that everyone's basic needs are met.  Equally it is grotesque that the taxpayer funds second homes for MP's whilst there are thousands of people without a home at all, this must end immediately to ensure that real robust policies are put in place instead of the continual empty rhetoric and back peddling",
        "background": "MP salary increases and expenses claimable to be linked to the following measurable criteria,\r\n1. Number of people living in poverty in the UK, if =/>1 no pay increase. \r\n2. Number of homeless people in the UK, if =/>1 no expenses can be claimed for second homes.",
        "closed_at": null,
        "created_at": "2017-03-14T22:15:54.840Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T23:58:59.923Z",
        "opened_at": null,
        "rejected_at": "2017-03-21T18:02:43.243Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:34.122Z"
    },
    "id": 190679,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190679.json"
    },
    "type": "archived-petition"
}