{
    "attributes": {
        "action": "Debate in Parliament the absence of an effective policy for the treatment of M.E",
        "additional_details": "See:\r\n\"Science, Politics, .......and ME: A health scandal in our generation\" Dr Ian Gibson (2017, Invest in ME Research)\r\nhttp://www.investinme.org/IIME-Newslet-1508-01.shtml",
        "background": "ME (Myalgic Encephalomyelitis) a physical, neurological illness, but remains untreated except with psychotherapy - a failed policy based on the views of discredited psychiatrists who deny that ME exists. A non-psychiatric policy of ME research and treatment would end this ongoing medical scandal.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-03-14T20:47:56.580Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-06-27T14:17:47.028Z",
            "details": "Many potential causes for CFS/ME – including neurological, endocrine, immunological, genetic, psychiatric and infectious – have been investigated, but the variety of symptoms and the range of their severity cannot be fully explained.  As the symptoms of CFS/ME resemble those of other forms of debilitating illness and there is no test with which to make an accurate diagnosis, it is not always easy to diagnose single cases of the condition.  Diagnosis relies on clinical observation of symptoms by healthcare professionals.\r\n\r\nFor those affected, it is important that they receive the right diagnosis and that the treatment and support they receive are tailored to their symptoms, needs and circumstances.  NHS clinical commissioning groups are responsible for ensuring that local people affected by CFS/ME are able to access appropriate care.  To support local services in the diagnosis, treatment and support of patients with CFS/ME, in 2007 the National Institute for Health and Care Excellence (NICE) published a clinical guideline on the management of CFS/ME in adults and children, which sets out best practice on the care, treatment and support of patients with CFS/ME.  NICE is the independent expert body responsible for developing robust, evidence based guidance for the NHS to design services that are in line with the best available evidence.\r\n\r\nThe NICE guideline on CFS/ME recommends treatments, such as cognitive behavioural therapy (CBT) and graded exercise therapy (GET) approaches, that have the clearest research evidence of benefit.  However, it does not detract from the right of patients to be involved in decisions about their treatment.  The guideline recognises there is no one form of treatment to suit every patient and it does not force patients into treatments they do not want.  Instead, it emphasises a collaborative relationship between clinician and patient, that treatment and care should take into account personal needs and preferences, and that healthcare professionals should recognise that the person with CFS/ME is in charge of the aims of the treatment programme.  It is also important to clarify that the effectiveness of CBT as a treatment for CFS/ME does not make assumptions about the nature of the illness.  CBT is used to help and support people through physical illnesses and is used widely to manage many medical conditions such as arthritis, heart disease and chronic pain.\r\n\r\nNICE last reviewed the guidance with its stakeholders, including CFS/ME charities, in 2013.  The review found no update was required and at that time no major ongoing studies or research were identified as due to be published in the next three to five years.  The full guideline may be viewed on the NICE website at the following link: www.nice.org.uk/guidance/cg53  \r\n\r\nRecently, NICE has been made aware of three US reports that have indicated there are likely to be changes in diagnostic criteria that could have an impact on the CFS/ME guideline recommendations and decided to start a check of whether the guideline needs updating.   NICE has also been made aware of new information about the 2011 PACE trial, which highlighted CBT and GET as safe and effective treatment options for people who have mild or moderate forms of CFS/ME.  At the time, NICE concluded that the results of the trial supported its existing guidance, but it will now also consider that new information as part of its check of the guidance. NICE plans to set out its decision regarding an update shortly.   More information can be found at the following link:  www.nice.org.uk/guidance/cg53 \r\n\r\nDepartment of Health",
            "summary": "The Government accepts the World Health Organisation’s classification of CFS/ME as a neurological condition of unknown origin. ",
            "updated_at": "2017-06-27T14:17:47.028Z"
        },
        "government_response_at": "2017-06-27T14:17:47.031Z",
        "moderation_threshold_reached_at": "2017-03-15T06:03:31.347Z",
        "opened_at": "2017-03-22T15:33:22.722Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-27T09:48:47.706Z",
        "scheduled_debate_date": null,
        "signature_count": 10992,
        "state": "closed",
        "updated_at": "2017-09-09T06:33:31.291Z"
    },
    "id": 190618,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190618.json"
    },
    "type": "archived-petition"
}