{
    "attributes": {
        "action": "Allow Walid Durani to stay in the UK.",
        "additional_details": "",
        "background": "Allow Walid Durani to stay in the UK. Walid came here when he was 14 because his life was in danger. He is now 18 and being sent back Afghanistan. This is wrong.  ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-03-14T22:50:32.513Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-08-09T11:55:07.008Z",
            "details": "However, the United Kingdom (UK) has a proud history of granting asylum to those who need it and all applications for asylum are carefully considered before a decision is made, in accordance with the UK’s obligations under the Refugee Convention and the European Convention on Human Rights.  Anyone who does need our protection will be granted it.  The UK does not remove individuals who face a real risk of persecution on return – removal is only enforced where we are satisfied it is safe and reasonable to do so after an assessment of individual circumstances.  \r\n\r\nThe majority of unaccompanied children who have applied for asylum in the UK are found to not require the UK’s protection.  However, in recognition of their vulnerability, the Home Office does not return unaccompanied children, whose asylum claims have failed, unless it is satisfied that suitable reception arrangements are in place in the country to which they are to be returned.  Decisions on whether it is appropriate to return unaccompanied children are carefully considered on a case-by-case basis, subject to an individual assessment of each child’s best interests, which are a primary consideration. \r\n\r\nIf suitable reception arrangements are absent in the country of return, the child will usually be granted leave to remain for 30 months or until they reach 17½ years of age, whichever is the shorter period. Once they reach 18, the Home Office will seek to return them unless they qualify for leave to remain on another basis.  While in the UK, failed unaccompanied asylum seeking children have access to the same services that are provided to other looked after children, regardless of their immigration status or nationality, whether it be in relation to education, accommodation or health care needs.  On turning 18 these adults will be expected to take steps to return to their country of origin or show that they qualify for further leave to remain in the UK.  If the applicant believes that they qualify for leave to remain in the UK, they will have an opportunity to apply for this and the application will be carefully considered by the Home Office. \r\n\r\nFormer unaccompanied asylum seeking children who have turned 18 years of age and have no legal basis to remain in the UK, are expected to leave voluntarily, otherwise their removal will be enforced.  Removal is only enforced when we and the courts conclude that it is safe to do so, with a safe route of return.\r\n\r\nAll enforced returnees benefit from post arrival reception which includes briefings on onward transport, availability of temporary fully boarded accommodation, safety, the availability of reintegration services along with timescales to register for inclusion and a medical check if necessary. Our reintegration delivery partner (currently the International Organisation for Migration) offer on our behalf a reintegration package to support returnees in establishing themselves usefully into Afghan society, including immediate support of up to 14 nights fully boarded accommodation at our Jangalak reception centre and free onward transport to a destination of choice. The reintegration programme offers a job placement service or vocational training in the workplace or financial assistance in setting up a small business. It is up to the returnee to choose to take up these options and they are given three months from return to register.\r\n\r\nHome Office",
            "summary": "The Government and its Ministers cannot comment on individual cases. ",
            "updated_at": "2017-08-09T11:55:07.008Z"
        },
        "government_response_at": "2017-08-09T11:55:07.011Z",
        "moderation_threshold_reached_at": "2017-03-15T04:30:16.687Z",
        "opened_at": "2017-03-22T14:10:41.863Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-06T12:35:11.197Z",
        "scheduled_debate_date": null,
        "signature_count": 10824,
        "state": "closed",
        "updated_at": "2017-09-09T06:33:35.130Z"
    },
    "id": 190708,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190708.json"
    },
    "type": "archived-petition"
}