{
    "attributes": {
        "action": "Immediately stop plans to cut Southeastern services to Charing Cross & Victoria",
        "additional_details": "Grayling on OUR services 'it also introduces operational complexity, requiring trains to cross complex and busy junctions. This is a major contributor to delays, and makes it much harder to recover the service when things go wrong.'  His answer is to cut these services and ruin our lives. We wont be able to get to work, areas will suffer, house prices drop. Sign and stop it\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/599062/south-eastern-franchise-consultation.pdf ",
        "background": "Chris Grayling has today released a document aimed at making the lives of the people of Dartford, Bexleyheath, Eltham, Blackheath and the surrounding areas a misery.  He wrongly diagnoses all Southeastern train problems to be the fault of the above mentioned stations.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-03-15T20:14:29.614Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-10T14:56:59.452Z",
            "details": "The Department for Transport has launched a public consultation to seek passengers’ views on their priorities for the train service on the South Eastern network.  These will be used by the Department of Transport to specify the service required from the next train operator, which is planned to start in December 2018.  \r\n\r\nThe public consultation seeks views on all aspects of the train service, including the provision of more space for passengers, improvements to customer service, simplifying fares and ticketing, improving access and facilities at stations, priorities for speeding up journeys, and providing additional services.\r\n\r\nQuestion 17 seeks views about whether passengers would support the principle of reducing the choice of London termini served from individual stations to provide a more regular timetable and reliable service.  We are not proposing to reduce or change specific services.  An example is provided to explain how the concept could potentially operate in practice if passengers supported it.    \r\n\r\nThis question is being asked because passengers have indicated that reducing delays is a priority.  Paragraph 4.6 of the consultation document explains that one of the causes of delays is the need for trains to cross complex junctions at key points such as London Bridge and Lewisham, which are operating at close to maximum capability.  Reducing the need for trains to cross these junctions, by reducing the number of London termini served from individual stations, would help to reduce delays.  \r\n\r\nJourneys could also be quicker.  It is currently necessary to add in waiting times at stations to timetable moves across these junctions and these could be reduced or eliminated if services ran to a single London termini.\r\n\r\nIn the peak periods, the majority of passengers change at London Bridge, although a significant number do continue through to Cannon Street, Waterloo East, and Charing Cross.  We know that these passengers value a choice of London stations.  \r\n\r\nWe are therefore seeking passengers’ views on the principle of reducing the choice of London termini to provide a more regular timetable and reliable service.   \r\n\r\nIn answering this question, it is important to consider the many new journey choices for passengers that will result from the completion of the Thameslink programme and the opening of the Elizabeth line.  For example, by 2019, passengers from many South Eastern stations will be able to travel via Abbey Wood or Woolwich for fast and regular onward connections to Canary Wharf and central London.  Many more passengers will change at London Bridge to join Thameslink trains that run every five minutes between London Bridge-Blackfriars-City Thameslink-Farringdon-St. Pancras. \r\n\r\nOn the Bexleyheath line the number of passengers from intermediate stations between Dartford and Lewisham and who travel beyond Lewisham towards Victoria is relatively small when compared with those travelling on much faster trains to London Bridge. In the future some passenger from the outer stations on this route will travel via Abbey Wood and the Elizabeth line, or change at London Bridge for Thameslink onward connections. Overall all passengers will benefit from more reliable journeys and many will benefit from faster journey times. \r\n\r\nThe public consultation will end on 23 May 2017, after which the Department for Transport will carefully analyse each response.  The conclusions will be published in the Autumn in a Stakeholder Response document. \r\n\r\nIt is important to note that there would need to be a separate public consultation by the next train operator before any significant timetable changes were introduced, and this would include reducing the choice of London termini served from stations on the South Eastern network.\r\n\r\nDepartment for Transport",
            "responded_on": "2017-04-10",
            "summary": "We are seeking passengers’ views on the principle of reducing the choice of London termini to provide a more regular timetable and reliable service.  We are not proposing to cut specific services.",
            "updated_at": "2017-04-10T14:56:59.452Z"
        },
        "government_response_at": "2017-04-10T14:56:59.455Z",
        "moderation_threshold_reached_at": "2017-03-15T20:35:56.424Z",
        "opened_at": "2017-03-27T08:24:00.547Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-28T21:44:37.381Z",
        "scheduled_debate_date": null,
        "signature_count": 28678,
        "state": "closed",
        "updated_at": "2017-09-09T06:33:42.030Z"
    },
    "id": 190894,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190894.json"
    },
    "type": "archived-petition"
}