{
    "attributes": {
        "action": "Stop Brentwood Council taking away Romford Greyhound Kennels' Grass area away!",
        "additional_details": "Greyhounds, they are extremely kind and gentle dogs. Every single animal deserves to be free and happy. By taking their grass away means they cant be free and excercise properly. The concrete area which they will be left with will burn their paws in the summer as concrete isnt great for dogs paws and burns their feet leaving them crying and unable to walk well for awhile. \r\nDogs cant speak for themselves, and they deserve this one luxury.\r\nPlease help the Greyhounds, they are honestly great dogs.",
        "background": "Romford Greyhound Rehoming Kennels have 50 greyhounds currently waiting to be rehomed after their long racing career. They have one grass area which they are allowed to be let off the lead and be free. Brentwood council are selfishly taking this small luxury away from them.",
        "closed_at": null,
        "created_at": "2017-03-15T20:20:11.036Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-15T21:24:02.855Z",
        "opened_at": null,
        "rejected_at": "2017-03-24T18:15:25.409Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:42.395Z"
    },
    "id": 190897,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190897.json"
    },
    "type": "archived-petition"
}