{
    "attributes": {
        "action": "Introduce rotational intervals in schools for staff and a ratio for playgrounds.",
        "additional_details": "There is so many organisations tackling the problem of bullying. So many parents and children going through turmoil because of the effects of bullying. Having rotational intervals for staff will mean less children in the playground, which in turn will be easier to supervise. There is a ratio for all children to be accompanied by a certain amount of adults for other aspects within the education system, including outings, there is no ration in playgrounds. ",
        "background": "School intervals are when most of the bullying incidents take place in Primary and High school. No other large organisation comes to a standstill while the staff go for teabreaks at the same time. They operate on a rotational basis to keep things flowing smoothly. ",
        "closed_at": null,
        "created_at": "2017-03-16T09:36:10.600Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-16T09:49:32.211Z",
        "opened_at": null,
        "rejected_at": "2017-03-24T12:32:14.395Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The issue you raise is the responsibility of individual schools, not the UK Government.\r\n\r\nYou could start a new petition asking the Government to require all schools in England to introduce rotational staff rotas during the day, including for playgrounds."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:45.852Z"
    },
    "id": 190962,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190962.json"
    },
    "type": "archived-petition"
}