{
    "attributes": {
        "action": "Allow Britain the forefront in Technological Advancement.",
        "additional_details": "Whether it be King Henry the VIII and the invention of the Iron Cannon, which gave birth to leading the defense of England for centuries after as an economical world power with it's Navy or Britain leading within the Industrial revolution with the Steam Engine which substantially changed the economic and political status of Britain. Technology has always been at the core of all success internationally, and even more so now. We must therefore teach the ideology to innovate as well as the history.",
        "background": "In an era when technology is at the forefront of international power, we must be able to both sustain ourselves for defense and economy. Generations to come will have the opportunity to develop technology or innovations that may sustain Britain further. Ensure it 'as important' as English or Math.",
        "closed_at": null,
        "created_at": "2017-03-16T01:51:13.289Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-16T05:32:53.461Z",
        "opened_at": null,
        "rejected_at": "2017-03-23T16:45:55.396Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:44.991Z"
    },
    "id": 190939,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/190939.json"
    },
    "type": "archived-petition"
}