{
    "attributes": {
        "action": "Debate impact of Electoral Fraud on the current government and public confidence",
        "additional_details": "29 Parliamentary Constituencies could be affected by Election Expenses Fraud with evidence already suggesting overspend on a massive scale.\r\n\r\nEven if all these seats were re-run, confidence in the current electoral system has been devastated because this is being linked directly to members of the Prime Minister's own staff.\r\n\r\nThe Electoral Commission has levied a record-breaking fine but this in no way restores confidence in our political system.\r\n\r\nDebate the merits of a NEW General Election",
        "background": "Revelations of Electoral Fraud are having a damning effect on the current Government and it's ability to operate in the best interests of the country. Irrespective of any criminal proceedings this needs to be debated and a new General Election called to restore confidence in our political system",
        "closed_at": null,
        "created_at": "2017-03-17T00:28:09.940Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-17T14:13:03.830Z",
        "opened_at": null,
        "rejected_at": "2017-04-26T16:25:42.240Z",
        "rejection": {
            "code": "no-action",
            "details": "As you will know, there will be an early general election on 8 June. The House of Commons debated this on Wednesday 19 April. You can read the debate here:\r\n\r\nhttps://hansard.parliament.uk/commons/2017-04-19/debates/0DE53CE3-2E92-44E8-A3BE-A7BEE2D9F075/EarlyParliamentaryGeneralElection"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:33:54.453Z"
    },
    "id": 191146,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191146.json"
    },
    "type": "archived-petition"
}