{
    "attributes": {
        "action": "Call for George Osborne to be sacked as an MP for Tatton.",
        "additional_details": "His long list of extra-parliamentary jobs include working for investment bank Blackrock with an annual salary of £640,000. His many speaking engagements that net him £800,000pa. He also a chairman of the Northern Powerhouse Partnership where he is supposed to champion economic growth in the north. \r\nNow he wants to be the editor of the London Evening Standard and champion the city of London (his rich friends). This man only knows how to champion George Osborne and is unfit for public office.",
        "background": "George Osborne has recently taken a full time position as Editor of the London Standard newspaper (despite having no journalistic background). Added to his already long list of appointments and the potential for a conflict of interest, he cannot possibly perform his role as an MP and public servant.",
        "closed_at": null,
        "created_at": "2017-03-17T22:28:52.777Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-17T23:06:53.011Z",
        "opened_at": null,
        "rejected_at": "2017-03-28T05:52:31.993Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for Mr Osborne, not the UK Government or Parliament.\r\n\r\nYou can read the House of Commons Code of Conduct, which contains the rules about MPs' financial interests, here:\r\n\r\nhttps://www.publications.parliament.uk/pa/cm/cmcode.htm\r\n\r\nComplaints about breaches of the House of Commons Code of Conduct are investigated by the Parliamentary Commissioner for Standards, who is independent of Parliament and Government. You can find out more about the Commissioner and her role here:\r\n\r\nhttp://www.parliament.uk/pcs"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:06.574Z"
    },
    "id": 191361,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191361.json"
    },
    "type": "archived-petition"
}