{
    "attributes": {
        "action": "Stop Osborne from continuing as an MP whilst editor of the Evening Standard",
        "additional_details": "Osborne is already paid £650,000 a year for one day’s work a week for fund manager BlackRock. He has earned £800,000 for 15 speaking engagements in the last year, collects a £120,000 a year stipend from a US thinktank and has a book deal on top of his £75,000 MP’s salary. He will take up his editorship in mid-May.\r\n\r\nOn top of this, it is a massive conflict of interest to allow a sitting MP to edit a newspaper.  The government should question how this has happened and why it has happened.",
        "background": "George Osborne should step down as Conservative MP for Tatton in Cheshire after his appointment as editor of the London Evening Standard.\r\n\r\nThe British people should question whether he can represent his constituents effectively while editing a daily paper on top of a string of lucrative jobs. ",
        "closed_at": null,
        "created_at": "2017-03-17T19:31:10.297Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-21T12:28:10.529Z",
        "opened_at": null,
        "rejected_at": "2017-03-27T17:04:07.657Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Complaints about breaches of the House of Commons Code of Conduct are investigated by the Parliamentary Commissioner for Standards, who is independent of Parliament and Government. You can find out more about the Commissioner and her role here:\r\n\r\nhttp://www.parliament.uk/pcs \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:05.129Z"
    },
    "id": 191321,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191321.json"
    },
    "type": "archived-petition"
}