{
    "attributes": {
        "action": "Stop the Illegal Slaughter of Migrating Songbirds on MoD land in Cyprus.",
        "additional_details": "Migrating songbirds are being trapped by poachers in hidden nets and sold as a delicacy.\r\n\r\nI understand that we can't control what happens on Cypriot land, but think the MoD should stop illegal activity on it's own land.\r\n\r\nIt is also illegal in Cyprus.\r\n\r\nChris Packham interviewed on\r\nRadio 2 speaks of practical solutions - www.rt.com/document/58ca94a4c36188584d8b46a7/amp\r\n\r\nwww.independent.co.uk/news/world/europe/songbirds-cyprus-military-base-800000-british-ministry-of-defence-a7632221.html%3famp",
        "background": "After hearing the Radio 2 discussion about the slaughter of Songbirds on MoD land in Cyprus I went to sign a petition asking the MoD to stop it - there is no such petition.\r\n\r\nRSPB estimate 1.7 million killed in 2016, approx 800,000 on MoD land.\r\nChris Packham advises there are simple solutions.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-03-18T16:48:13.119Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-05-02T16:37:58.280Z",
            "details": "We recognise the elimination of bird trapping and change of cultural practices in Cyprus will take some years.  \r\n\r\nThe practice of trapping birds in the SBA is an issue the SBA Administration and the UK Ministry of Defence takes very seriously. The SBAs comprise of both Crown and private land, only a small proportion of which is enclosed military sites.  Trapping birds in SBA occurs mainly in the Cape Pyla area near Dhekelia, where the public have full access to the 13000 acre area that is not contained within the perimeter of a military camp.  The area is 12 km to the east of Dhekelia Station in the Eastern Sovereign Base Area of Cyprus.  Illegal trapping of birds is a widespread issue across the whole of Cyprus and is not confined to the SBAs. The practice of trapping and eating ambelopoulia (a dish made from songbirds), has been a traditional way of life in the Republic of Cyprus (RoC) and substantial profits are made by those who organise and control this activity. There are no restaurants in the SBA selling ambelopoulia, however, there are restaurants that serve this in the RoC, and this is not something the SBA Administration can control. \r\n\r\nThe SBA Administration is pursuing over 80 convictions associated with bird trapping and poaching offences in the SBA.  The SBA Police have conducted 39 major mist netting clearance operations, resulting in the seizure of 1030 mist-nets and over 450 limesticks as well as other trapping paraphernalia.  We believe this enforcement has impacted on bird trapping activity and this kind of intervention will continue as part of our ongoing activities. Of the 150 acres of invasive acacia bushes used by trappers to attract birds towards their mist-nets in the special areas of conservation on the Pyla Range, the SBA Administration has removed over 60 acres in the last three years. Removals will continue in spite of the aggressive stance by the local community and individuals who favour bird trapping. \r\n\r\nIn addition to these measures, significant time is invested on wider educational programmes in the areas. These are designed to change attitudes and to educate communities about the effects of illegal bird trapping and wildlife trapping in general.  One specific measure is the recent opening of an Environment and Education Centre at Akrotiri in the Western Sovereign Base Area.  This provides a dedicated outreach facility from the SBAs into the community with the intent to provide and promote environmental education to school groups and interested parties from all over Cyprus. Around 10,000 school pupils visited the centre in its first year of operation. \r\n\r\nThe SBA Administration is working closely with BirdLife, the RSPB and other non-government organisations in all aspects of countering bird trapping. Non-Government Organisations are working hard to encourage the RoC to do the same.  \r\n\r\nThe SBA Administration is continually reviewing a variety of methods to combat this illegal activity.  The UK Government recognise there is little prospect of a swift resolution to the wider problem of bird trapping across Cyprus and any permanent solution will require a significant change in traditional views and activities held by some Cypriot communities.\r\n\r\nMinistry of Defence",
            "summary": "The UK Government is confident the Sovereign Base Areas (SBA) Administration is making considerable efforts to prevent bird trapping in the SBAs. ",
            "updated_at": "2017-06-08T13:51:13.105Z"
        },
        "government_response_at": "2017-05-02T16:37:58.283Z",
        "moderation_threshold_reached_at": "2017-03-18T18:40:27.891Z",
        "opened_at": "2017-03-27T16:33:15.424Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-27T18:35:56.505Z",
        "scheduled_debate_date": null,
        "signature_count": 24035,
        "state": "closed",
        "updated_at": "2017-09-09T06:34:10.414Z"
    },
    "id": 191485,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191485.json"
    },
    "type": "archived-petition"
}