{
    "attributes": {
        "action": "I believe the new marking scheme for GCSE Exams for 2017 is unfair to students.",
        "additional_details": "This petition has been made on reference from one of my students who considers that your purported policy  undermines the traditional right and opportunity to gain meritous grades based on a standardized interval numerical data scale which in this student's view is more fair and democratic than have a purported new policy that could give advantage to schools whose funding is not as limited or facing cuts as is the case of  many public state funded schools. The new policy is a set within a set.",
        "background": "This is because it is based on the performance and results of more than one student which could adversely affect the result of any meritous result gained by any student as your purpoted policy has quotas for grading in each numerical percentage mark interval. Students grading should be standardised ",
        "closed_at": null,
        "created_at": "2017-03-19T11:28:51.340Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-20T15:05:04.240Z",
        "opened_at": null,
        "rejected_at": "2017-04-05T14:28:23.445Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the grading of GCSEs, but we're not sure what specific change you would like to see. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:17.150Z"
    },
    "id": 191598,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191598.json"
    },
    "type": "archived-petition"
}