{
    "attributes": {
        "action": "Stop sex education for children of 4 years old, starting school this September.",
        "additional_details": "The issue is the lack of commitment to appropriately convicting pedophiles. It's well recognized that criminal offences like robbery or intent to supply are dealt with longer sentences than the average rapist or perpetrator. Also parents should ensure tablets and iPads ect. have parental locks. Furthermore common 4 year olds don't have the ability to write sentences, find the opposite sex repulsive and form child like friendships \r\nI feel strongly that these life lessons should be addressed by the parents when deemed appropriate or educate children of an sensible age for these situations.",
        "background": "As a parent I strongly disagree with educating my child about sex and relationships. I believe children at that age do not need to be exposed to these things as it may cause curiosity, that wasn't there. ",
        "closed_at": null,
        "created_at": "2017-03-18T21:56:06.951Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-25T20:58:28.378Z",
        "opened_at": null,
        "rejected_at": "2017-04-03T06:12:19.923Z",
        "rejection": {
            "code": "no-action",
            "details": "Sex education is not compulsory in primary schools, so we are not sure what action you would like the UK Government or Parliament to take.\r\n\r\nThe Government would like to change sex and relationship education. It is making those changes through the Children and Social Work Bill, which is in Parliament at the moment. If that Bill becomes law, all primary schools in England will be required to teach age-appropriate relationships education, not sex education. Age-appropriate relationships and sex education will not start until secondary school.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou can find out more about sex and relationships education and the Government's proposed changes here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06103\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:13.861Z"
    },
    "id": 191530,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191530.json"
    },
    "type": "archived-petition"
}