{
    "attributes": {
        "action": "Allow everyone regardless of credit history to have a basic bank account",
        "additional_details": "There are millions of individuals in the UK who have bad credit history and because of this cannot get even a basic bank account. The government should not allow non high street banks to offer services at a premium cost just because of this. People are being ripped off to get a poor service just so they can access their wages and it is wrong. ",
        "background": "In the United Kingdom it is not currently a right to have a basic bank account and people struggle to get an account if they have a bad credit history etc. Some non high street banks offer accounts but you have to pay per transaction made and a monthly fee which is unfair.",
        "closed_at": null,
        "created_at": "2017-03-19T18:11:17.483Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-15T02:16:32.562Z",
        "opened_at": null,
        "rejected_at": "2017-04-21T16:01:49.846Z",
        "rejection": {
            "code": "no-action",
            "details": "In 2014, the Government reached an agreement about basic bank accounts with the 9 biggest providers of personal bank accounts in the UK. Since the beginning of 2016, all 9 of those banks and building societies have offered basic bank accounts that are fee-free for standard operations.\r\n\r\nYou can find out more about this, and read the agreement, here:\r\n\r\nhttps://www.gov.uk/government/publications/basic-bank-accounts-january-to-june-2016\r\n\r\nThe Money Advice Service has advice about getting a basic bank account, and a list of providers, here:\r\n\r\nhttps://www.moneyadviceservice.org.uk/en/articles/basic-bank-accounts"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:20.940Z"
    },
    "id": 191656,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191656.json"
    },
    "type": "archived-petition"
}