{
    "attributes": {
        "action": "To create women and family only carriages in trains after 9pm.",
        "additional_details": "This can be easily enforced with women/family only carriages given logos on the side. I am sure with time this will catch on and men will know they need to move to another carriage. Women and families need to feel safer on the underground.\r\nI feel sure many people would agree as they have experienced roudiness, drunk behaviour and inapproriate staring, predominantly from men. We have managed to enforce a smoking ban so I am sure we can encourage this practical and safe mode of travel for women.",
        "background": "I would like to see women and family only carriages in the underground after 9pm. With the all night trains now this is more important than ever. I was on a tube at about 10pm and 3 men started fighting. I was very frightened and couldn't escape to the next carriage as the doors wouldn't open. ",
        "closed_at": null,
        "created_at": "2017-03-19T14:11:23.983Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-20T10:43:25.763Z",
        "opened_at": null,
        "rejected_at": "2017-03-28T12:32:45.117Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:19.051Z"
    },
    "id": 191623,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191623.json"
    },
    "type": "archived-petition"
}