{
    "attributes": {
        "action": "Stop the Feeding Products for Babies & Children (Advertising & Promotion) Bill.",
        "additional_details": "I Support You is a community of parents who are concerned that this bill ignores the diversity of families today, and in doing so fosters an environment of inequality and silence around formula feeding. Formula is already highly tested and regulated and is the sole source of nutrition for many babies. Treating it like tobacco products sends an abysmal message to parents. For further information please see our open letter to MP Alison Thewliss here: http://tinyurl.com/kzzo29k #ISupportYou",
        "background": "This Bill seeks to waste precious resources by replicating laws and bodies that already exist, and discriminates against formula feeding parents.  This Bill is based on factual error and has potential to do serious harm to new mothers and their families.",
        "closed_at": null,
        "created_at": "2017-03-20T14:46:13.455Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-20T23:24:30.354Z",
        "opened_at": null,
        "rejected_at": "2017-04-05T14:15:24.318Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not now possible for this Bill to make any further progress through Parliament, so it's not clear what effect a petition to stop the Bill could have.\r\n\r\nThis Bill is a private Member's Bill (a Bill proposed by a backbench MP). These Bills can only be considered in the House of Commons Chamber on certain Fridays. There are no more of these Fridays left before the end of this session of Parliament, so this Bill can't make any progress.\r\n\r\nAn MP could introduce a new Bill on this subject in the next session of Parliament. If that happens, you could start a petition about that Bill. Alternatively, you could start a new petition calling on Parliament not to make any changes to the existing law on the advertising of feeding products for babies and children. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:25.616Z"
    },
    "id": 191770,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191770.json"
    },
    "type": "archived-petition"
}