{
    "attributes": {
        "action": "No Fur Please We're British",
        "additional_details": "The fur trade is cruel and barbaric, using inhumane practices such as trapping, snaring, gassing, anal electrocution, even skinning some animals alive. \r\nMore than 50 million animals are killed each year, including foxes, minks, dogs, cats, raccoons, chinchillas, rabbits, seals, etc. \r\nAside from the horrendous suffering of each individual animal, there is a bigger issue of the sixth mass extinction to consider. Many animals are critically endangered, and for some it's sadly already too late.\r\n\r\n",
        "background": "The UK government believed it was not possible to farm fur in a welfare focused way, and took the decision to ban fur farming back in the year 2000. We are seriously compromising our values to then allow fur to be imported from other countries, some with little or no concern for animal welfare.\r\n\r\n",
        "closed_at": null,
        "created_at": "2017-03-21T09:20:09.565Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-21T18:29:11.934Z",
        "opened_at": null,
        "rejected_at": "2017-04-03T15:48:11.614Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the sale of fur in the UK to be banned. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:31.060Z"
    },
    "id": 191879,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191879.json"
    },
    "type": "archived-petition"
}