{
    "attributes": {
        "action": "Create a committee to oversee MPs' work and interests outside Parliament",
        "additional_details": "",
        "background": "MPs should be encouraged enter Parliament with on going work and interests, however the convention of rebalancing that work load in favour of full time parliamentary duties has fallen into disrepute. A committee with lay members is needed to oversee MPs' work and interests outside Parliament",
        "closed_at": null,
        "created_at": "2017-03-20T20:42:26.799Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-21T16:34:55.954Z",
        "opened_at": null,
        "rejected_at": "2017-03-29T17:33:15.097Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere's already a Committee in the House of Commons which oversees the rules of the House of Commons about MPs' outside interests. It's called the Committee on Standards and it has seven lay members and seven members who are MPs. \r\n\r\nYou can find out more about the Committee and its work here:\r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/standards/\r\n\r\nYou can find the House of Commons Code of Conduct here:\r\n\r\nhttps://www.publications.parliament.uk/pa/cm/cmcode.htm\r\n\r\nThe Committee on Standards is currently looking at possible changes to the Code of Conduct. You can find out more about that work here:\r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/standards/inquiries/parliament-2015/inquiry/\r\n\r\nIf you'd like there to be a different Committee, perhaps with a different role or different membership, you could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:28.600Z"
    },
    "id": 191822,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191822.json"
    },
    "type": "archived-petition"
}