{
    "attributes": {
        "action": "Prosecution for false rape claims.",
        "additional_details": "A case I experienced first hand. A close family member was falsely accused of rape. The case took three long years and was eventually thrown out of court and the charges were dropped.\r\nThe accused suffered three long years of torture with a label of a suspected sex offender. The accuser walks away with £12,000 compensation. Leaving the accused, the family and friends with nothing but anger and distress after the long 3 years it took for it to come to an end. ",
        "background": "This can be hugely problematic and has led to many personal and professional issues for the accused (including suicide), even when the police have proven that they are  not a sex offender. The issues spreads to family and friends, it's waste of money and delicate time. ",
        "closed_at": null,
        "created_at": "2017-03-20T22:12:39.961Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-20T22:24:31.920Z",
        "opened_at": null,
        "rejected_at": "2017-03-29T20:13:39.193Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament.\r\n\r\nMaking a false allegation of a crime may already in some circumstances lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time.\r\n\r\nYou could start a new petition asking for a specific change to the law.\r\n\r\nYou may find this guidance from the Crown Prosecution Service helpful:\r\n\r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:29.334Z"
    },
    "id": 191842,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191842.json"
    },
    "type": "archived-petition"
}