{
    "attributes": {
        "action": "Stop Sheffield CC from allowing Amey plc to fell healthy street trees for profit",
        "additional_details": "In 2012 Sheffield City Council with little public scrutiny signed a 25 year PFI agreement with Amey and global banking interests Lloyds, NordLB, Kfw, SMBC in concert with the World Bank. The agreement was to maintain Sheffield's highway infrastructure including streets, pavements and street trees. In order to increase profits, Amey have so far destroyed 5000 large crown trees so they do not have to maintain them. Tax payers require this environmental profiteering and vandalism to be stopped.",
        "background": "5000 mature, mainly healthy trees have been felled\r\nObjections from all sectors have fallen on deaf ears\r\nSCC argue that new trees will be planted but saplings cannot replace mature trees in any conceivable way\r\nMature trees provide wildlife habitat, reduce pollution and deliver enumerable benefits.",
        "closed_at": null,
        "created_at": "2017-03-20T20:56:01.988Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-21T11:49:09.809Z",
        "opened_at": null,
        "rejected_at": "2017-03-29T17:10:57.361Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://democracy.sheffield.gov.uk/mgepetitionlistdisplay.aspx?bcr=1\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:28.702Z"
    },
    "id": 191827,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/191827.json"
    },
    "type": "archived-petition"
}