{
    "attributes": {
        "action": "Create a new government body to carry out checks for all after school clubs.",
        "additional_details": "Sexual abuse of children in after school clubs has been brought forward by former football players who have been abused during or after their training sessions. \r\nUnfortunately some clubs still Dont have a clear view of how to best protect children in their care.\r\nAll the clubs should be regulated and checked by government body that will carry out similar checks as Ofsted and cqc",
        "background": "Due to recent safeguarding and child abuse within football clubs in UK, I think that all clubs that carry out sporting or any other activity should be regulated and checked by government body who will check that all necessary checks and training is carried out regularly",
        "closed_at": null,
        "created_at": "2017-03-22T08:32:38.456Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-23T06:40:56.350Z",
        "opened_at": null,
        "rejected_at": "2017-04-03T14:45:25.590Z",
        "rejection": {
            "code": "no-action",
            "details": "Responsibility for the registration and regulation of after school clubs currently falls on Ofsted and the local council. There is an Ofsted Childcare register for after-school clubs, and local authorities have broad safeguarding duties in their area. People involved in the clubs also need to have DBS checks.\r\n\r\nTherefore it is not clear what you want the Government to do. You could call \r\nfor a review of the current regulation of after school clubs.\r\n\r\nAlso, the Government ran a call for evidence on the registration and inspection of out-of-school education settings that closed last January.  The call for evidence suggested Ofsted would be given powers to inspect such settings, where children are taught for more than 6-8 hours per week. Your petition could also call for the Government to publish what it is going to do in response to the findings of this review.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:38.628Z"
    },
    "id": 192046,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192046.json"
    },
    "type": "archived-petition"
}