{
    "attributes": {
        "action": "All UK citizens must vote on any changes to the framework of our United Kingdom",
        "additional_details": "The government used an Order in Council under Sect. 30 of the Scotland Act to convey temporary authority to the Scottish Government to run a referendum which did not involve full debate and decision by Parliament. Since that time the Supreme Court of the United Kingdom has ruled that all constitutional matters are reserved to the United Kingdom parliament and are specifically not matters for devolved assemblies. All citizens in all parts of the United Kingdom have a right to vote.",
        "background": "Orders in Council should not be used to delegate power relating to constitutional matters as this prevents the UK Parliament's proper debate, scrutiny and decision as the supreme legislature. Proposals to partition or otherwise divide our United Kingdom are a matter for the UK parliament alone.",
        "closed_at": null,
        "created_at": "2017-03-22T09:35:20.914Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-23T16:29:58.922Z",
        "opened_at": null,
        "rejected_at": "2017-04-20T15:42:40.566Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We aren't sure whether you want all UK Citizens to vote on constitutional matters, or if you want the UK Parliament to do so. \r\n\r\nIn any case, the draft Order in Council mentioned in your petition was debated and approved by both Houses of Parliament before it was made.  The debate in the House of Commons took place on 15 January 2013, and in the Lords on 16 January 2013. \r\n\r\nYou can read the House of Commons debate here: https://www.publications.parliament.uk/pa/cm201213/cmhansrd/cm130115/debtext/130115-0001.htm#13011555000001\r\n\r\nYou can read the House of Lords debate here: https://www.publications.parliament.uk/pa/ld201213/ldhansrd/text/130116-0001.htm#13011646000401\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:38.874Z"
    },
    "id": 192056,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192056.json"
    },
    "type": "archived-petition"
}