{
    "attributes": {
        "action": "Leave St George's chapel at Biggin hill as it was during the War.",
        "additional_details": "The chapel must be saved as a national treasure and to remain untouched. There are ample places to build a museum. No other country would allow their heritage to be put at risk by s museum. Please stop local council plans.",
        "background": "The local council plan to ruin the chapel by knocking part of it down in order to build a museum. Build the museum somewhere else. Leave the chapel as it is. Airmen, ground crews and families prayed their before and after vicious dog fights over our counties. Do not allow the council to ruin it.",
        "closed_at": null,
        "created_at": "2017-03-22T19:13:45.136Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-23T12:47:36.225Z",
        "opened_at": null,
        "rejected_at": "2017-04-05T09:28:43.761Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Ministry of Defence handed over ownership of the historic St George’s RAF Chapel of Remembrance, Biggin Hill to the London Borough of Bromley. Bromley Council has announced that it will continue the ongoing work to develop the Biggin Hill Memorial Museum scheme in partnership with the Biggin Hill Memorial Museum Trust.\r\n\r\nYou could contact the Museum Trust or, as planning is also the responsibility of your local council, you could raise your issue with a local councillor. You can use this page to find out who the relevant local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:34:41.531Z"
    },
    "id": 192157,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192157.json"
    },
    "type": "archived-petition"
}