{
    "attributes": {
        "action": "Pedestrianise Parliament Square",
        "additional_details": "Much of the traffic is private cars and taxis -- both of which can take an alternative route south of the river.  Essential deliveries could be exempted and restricted to specific times/days.\r\n\r\nThe recent closure of the north side of Trafalgar Square to traffic has turned it into a world-class public space; it's time to do similar for Parliament Square.\r\n\r\nParliament itself is soon to be refurbished -- a perfect opportunity to transform the square to a public space worthy of a Unesco Heritage Site.",
        "background": "Parliament Square, one of our most iconic squares, is choked with traffic. Pavements are often so packed that pedestrians, including tourists, are often forced to walk in the road. There is no justification for any motor traffic on the square except with special one-off permits for essential duties.",
        "closed_at": null,
        "created_at": "2017-03-23T10:54:33.096Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-23T14:26:04.758Z",
        "opened_at": null,
        "rejected_at": "2017-04-12T12:21:47.111Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:10.209Z"
    },
    "id": 192374,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192374.json"
    },
    "type": "archived-petition"
}