{
    "attributes": {
        "action": "Stop racial prejudice against the British. Asylum seekers must pay for  appeals.",
        "additional_details": "To qualify for legal aid, your disposable monthly income can't be more than £733. If you are within this limit, you don't have to pay anything. But if your monthly disposable income is over £315 you will have to pay a monthly contribution if you're getting Legal Representation.  Refugees, despite having paid traffickers sometimes thousands of pounds, have top of the range telephones and good quality clothing do not have to pass any tests.  A verbal assurance of poverty is enough. This is unfair.",
        "background": "British Nationals are denied legal aid unless they meet stringent requirements  Refugees who who have failed in their applications for Asylum should be required to pay for their court costs and interpreters.  It is Racial Discrimination to give free aid to foreigners when British people have to pay.",
        "closed_at": null,
        "created_at": "2017-03-23T16:45:20.604Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-23T17:34:27.764Z",
        "opened_at": null,
        "rejected_at": "2017-04-13T14:23:56.765Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the rules on who is eligible for legal aid, but we're not sure exactly how you'd like this to be changed. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:15.378Z"
    },
    "id": 192480,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192480.json"
    },
    "type": "archived-petition"
}