{
    "attributes": {
        "action": "We Demand Equality in Business. Provide Equal Opportunity For The Self Employed.",
        "additional_details": "Not having regulations to protect ethnic owned businesses is sending the message that society is happy to allow equality laws to keep minorities employed & sub servant. However if an ethnic minority attempts to go above their station there are regulators & unscrupulous competitor practices to keep them down. Industry Regulators need a clear code of practice for disciplinary procedures. So far Judicial reviews are risky and unaffordable, so ethnic minorities need access to a free tribunal service",
        "background": "There are laws and free tribunals available to the employed. However Black and Asian self-employed are easy pickings for discrimination from regulators and unscrupulous competitors. The government should allow free access to an industrial tribunal service in discrimination cases for business owners.",
        "closed_at": null,
        "created_at": "2017-03-24T00:11:04.557Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-24T18:07:44.362Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T11:36:22.718Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt is clear that you are concerned about discrimination against companies and businesses owned by ethnic minorities. We're not sure what action you would like the UK Government and Parliament to take. In particular, we're not sure what action you would like the Government to take to deal with your concerns about regulators and competitors. \r\n\r\nThe self-employed have the same legal rights as workers not to be discriminated against. Discrimination may relate to age, disability, gender reassignment, race, religion or belief, sex, sexual orientation, marriage and civil partnership, and pregnancy and maternity. If you are concerned about discrimination, you could contact the Equality Advisory Support Service for advice. You can find out more about them here: \r\n\r\nhttps://www.gov.uk/equality-advisory-support-service\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:24.075Z"
    },
    "id": 192635,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192635.json"
    },
    "type": "archived-petition"
}