{
    "attributes": {
        "action": "Decrease MPs salary to the UK minimum wage and implement  sanctions & incentives",
        "additional_details": "This change would ensure candidates applying for seats, truly care for their constituents. This would also ensure that MPs have a more detailed understanding of the struggle so many citizens face and would be more inclined to implement legislation that benefits the people of the United Kingdom, as well as corporations.\r\nMP Salary at present: £74,000. MPs collective annual wage bill: £4,810,000. UK children living in poverty: 3,900,000. A committee of citizens would then be created to implement sanctions and incentives that would ensure MPs are rewarded for making clear improvements to areas of society, whilst sanctioning those who act unethically. The money saved would go back into local communities to help children living in poverty.",
        "background": "Many politicians do not have the experience of social circumstances necessary to hold such responsibilities, as they are out of touch with society. This will give politicians the experience necessary to ensure all citizens receive a duty of care, increase accountability and reduce corruption.",
        "closed_at": null,
        "created_at": "2017-03-27T00:52:16.749Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-27T07:15:42.376Z",
        "opened_at": null,
        "rejected_at": "2017-04-04T14:04:18.177Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:38.998Z"
    },
    "id": 192970,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192970.json"
    },
    "type": "archived-petition"
}