{
    "attributes": {
        "action": "Reassess the powers Police have to combat the illegal use of off road bikes.",
        "additional_details": "If you read the local paper here in Liverpool - you'll no doubt find numerous articles all linked to the of riding scrambler bikes which are often uninsured, not registered and sometimes stolen.\r\nThey commit offences of ASB at best but at worst carry out shootings, ferry drugs around the area and endanger the lives of road users and pedestrians. \r\n\r\nCurrently there is no protocol for Police to actively tackle this issue as health and safety has tied officers up in knots.\r\n\r\nYour thoughts are welcome.",
        "background": "Merseyside, my home and workplace is being frighteningly over run with groups of lads committing criminal offences on the back of illegal, uninsured off road scrambler bikes knowing full well that the Police are almost powerless to stop them. There needs to be a rethink on the powers available.",
        "closed_at": null,
        "created_at": "2017-03-27T09:55:02.733Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-27T10:29:14.409Z",
        "opened_at": null,
        "rejected_at": "2017-04-04T16:31:48.663Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what powers you would like the police to have. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:39.555Z"
    },
    "id": 192992,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192992.json"
    },
    "type": "archived-petition"
}