{
    "attributes": {
        "action": "MPs and Government pledge to not interfere in BBC reporting.",
        "additional_details": "We are asking for a pledge from all MPs that they will never write to the BBC complaining of its coverage on any subject.\r\nWe also ask government to make a pledge to the house that it will never use pressure of any kind to influence the reporting of current affairs by the BBC no matter how inconvenient or untimely that reporting might seem. This pledge should be made by the current Prime Minister now and by every subsequent Prime Minister on accession to office.",
        "background": "Recently a pro EU march of One Hundred Thousand people took place in London which received very little publicity from the BBC.\r\nWhile we cannot know the reason for this the recent letter by 72 MPs and the government control of the License Fee may have had an influence.",
        "closed_at": null,
        "created_at": "2017-03-26T21:01:54.568Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-26T21:39:22.060Z",
        "opened_at": null,
        "rejected_at": "2017-04-05T18:00:29.005Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for individual MPs, not the Government or Parliament as a whole. \r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:38.249Z"
    },
    "id": 192951,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/192951.json"
    },
    "type": "archived-petition"
}