{
    "attributes": {
        "action": "Help us save Happy Hours nursery",
        "additional_details": "Unfortunately, due to the connecting school being converted into an academy happy hours has sadly been issued a notice of closure and due to this instance there is now a new nursery set to take over the building and take credit for the hard work of happy hours. We need to come together and fight this so that happy hours can continue to offer the amazing service that they do and continue to help our children flourish on their learning journeys.",
        "background": "Happy hours are an outstanding nursery who have spent the last 4 and a half years working endlessly to build up the exceptional service of education and support that they provide to the children who attend and their families. ",
        "closed_at": null,
        "created_at": "2017-03-28T08:28:51.997Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-28T09:19:56.166Z",
        "opened_at": null,
        "rejected_at": "2017-04-10T09:22:15.671Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nDepending on what kind of nursery this is, your local council may be able to help you with this. You could contact a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:42.868Z"
    },
    "id": 193099,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193099.json"
    },
    "type": "archived-petition"
}