{
    "attributes": {
        "action": "Revise the benefit cut and payment of rent while on benefits.",
        "additional_details": "People are expected to live off low paid benefits,pay half rent,council tax, tv license, gas&electric, water, food, travel & clothing, but instead of rising the benefits to help with this BIG change they cut them off causing people to lose their homes, struggle to support their families & some turn to crime. Not everyone claims benefits to get out of working, some struggle with health issues that aren't classed as a disability and are left to struggle alone. Help those that need it. stop poverty",
        "background": "Benefits have been cut for those who struggle with disabilities & families that are struggling to find work because of those who just dont want to work & they are now expected to pay half rent & council tax as well as normal bills & food.Causing more harm then good and turning more to crime to help.",
        "closed_at": null,
        "created_at": "2017-03-29T03:55:24.443Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-31T22:06:28.429Z",
        "opened_at": null,
        "rejected_at": "2017-04-10T14:12:25.093Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining what changes you would like the Government to make to the benefits system, or asking the Government to introduce new ways to help with the payment of rent for people on benefits."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:51.668Z"
    },
    "id": 193245,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193245.json"
    },
    "type": "archived-petition"
}