{
    "attributes": {
        "action": "Citizens of EU, Commonwealth or Eire should not vote in independence referendum.",
        "additional_details": "Electoral roll offices should be identifying Scottish expats living outside Scotland worldwide.\r\n\r\nMany commonwealth students & workers (perhaps even asylum seekers), EU citizens might had voted Yes in the last independence referendum in 2014, hoping to obtain Scottish citizenship. \r\n\r\nIn any case, 60% super majority rule in referendums should also apply to all referendums that involve the constitutional break-up of UK. In many countries supermajority votes are required for constitutional issues.\r\n",
        "background": "EU citizens should not qualify to vote in future Scottish independence referendum once UK left the EU.  However British citizens born in Scotland (i.e. Scottish expats), regardless of whether they are currently living in Scotland, should be able in vote in future Scottish independent referendum.",
        "closed_at": null,
        "created_at": "2017-03-29T18:20:09.783Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-29T19:38:18.775Z",
        "opened_at": null,
        "rejected_at": "2017-04-24T16:41:19.190Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In the 2014 referendum, the Scottish Parliament made the law about who could vote. You can read the law here:\r\n\r\nhttp://www.legislation.gov.uk/asp/2013/13/contents\r\n\r\nYou may wish to sign this petition, which calls on the UK Government not to agree to another referendum unless ex-patriot Scots are able to vote:\r\n\r\nhttps://petition.parliament.uk/petitions/190461\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:57.163Z"
    },
    "id": 193373,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193373.json"
    },
    "type": "archived-petition"
}