{
    "attributes": {
        "action": "why should new state pensioners receive more than existing state pensioners",
        "additional_details": "i find it totally unfair to treat (pre april 2016) state pensioners in this way i personally paid my national insurance full stamp for 35 years into the system and receive £35 per week less than a (post april 2016) state pensioner surely the government have created a two tier pension scheme one for (post april 2016 \" the rich \") and one for ( pre april 2016 \" the poor \") as far as i can see all state pensioners should receive the exact same state pension as long as they have paid in national ins contributions",
        "background": "in april 2016 a new qualified state pensioner was allocated a state pension of £155 per week whereas if you were a state pensioner pre april 2016 you were only allocated your existing state pension of £125 per week a difference of £30 per week so why should new pensioners receive more than me",
        "closed_at": null,
        "created_at": "2017-03-29T15:09:34.756Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-02T08:35:43.877Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T09:50:02.879Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. It is clear that you are concerned about the state pension, but we're not sure what specific action you'd like the Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:55.799Z"
    },
    "id": 193327,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193327.json"
    },
    "type": "archived-petition"
}