{
    "attributes": {
        "action": "Reinstate prescriptions for gluten free food for people with coeliac disease.",
        "additional_details": "There is no cure for coeliac disease and it is not a fad. People with coeliac disease rely on GF food to stay healthy. GF food in a supermarket is on average six times as expensive as gluten containing equivalents. Many people will not be able to afford to buy GF food and will be forced to eat food containing gluten, which will make them seriously ill. This will then cost the NHS more money as they treat the complications that will arise from people not being able to follow a gluten free diet. ",
        "background": "I was diagnosed with coeliac disease in 2015. After diagnosis I received gluten free food on prescription. The food I got was safe and contained vitamins that coeliacs need. In 2016 my prescriptions were cut. Since then, I have struggled to afford gluten free food from the supermarkets. ",
        "closed_at": null,
        "created_at": "2017-03-29T18:13:13.847Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-29T20:50:01.344Z",
        "opened_at": null,
        "rejected_at": "2017-04-05T11:59:12.638Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for local Clinical Commissioning Groups, not the Government or Parliament. Many local CCGs do offer gluten free staples on prescription already.\r\n\r\nYou could start a new petition calling for CCGs to be required to fund the provision of gluten free staples on prescription.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:57.036Z"
    },
    "id": 193370,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193370.json"
    },
    "type": "archived-petition"
}