{
    "attributes": {
        "action": "Prevent unscrupulous Ltd company owners starting up after closing their company",
        "additional_details": "This is common practice and many are aware of it - for example a certain recent high profile case as was publicised in the news.",
        "background": "There is a current loophole which allows the owner of a Ltd company to simply close their company down (shifting their assets elsewhere) leaving a string of creditors and then simply start a new company or even run existing companies. Hence rewarding unscrupulous behavior.",
        "closed_at": null,
        "created_at": "2017-03-29T13:07:22.329Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-30T06:26:46.217Z",
        "opened_at": null,
        "rejected_at": "2017-04-10T14:19:06.205Z",
        "rejection": {
            "code": "no-action",
            "details": "Legally, there is nothing in law to prevent a director of a failed company from starting a new business 'overnight' provided that he or she has acted 'properly' in managing the first company both before and during its insolvency. However, if the director of an insolvent company has deliberately acted to the detriment of creditors, action may be taken against him or her under both insolvency and company legislation. In certain circumstances, directors may incur personal liability for their acts or omissions in managing the company.\r\n\r\nYou can find out more about the law in this area in this briefing prepared by the House of Commons Library:\r\n\r\nhttp://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/SN04083#fullreport\r\n\r\nYou could start a new petition explaining clearly how you would like the law to be changed. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:35:55.079Z"
    },
    "id": 193308,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193308.json"
    },
    "type": "archived-petition"
}