{
    "attributes": {
        "action": "Ban Sharia Courts in Great Britain.\r\nBritish law must rule and be the ONLY law.",
        "additional_details": "",
        "background": "There must be no more appeasement of immigrants to the UK.\r\nGreat Britain must have only one set of laws, which must be decreed by Parliament and used in British Courts.\r\nAny Religion, Culture or Creed must abide by British Law only.\r\n\r\n",
        "closed_at": null,
        "created_at": "2017-03-30T07:40:53.627Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-30T08:11:32.168Z",
        "opened_at": null,
        "rejected_at": "2017-04-05T12:16:25.511Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\n\r\nIn a response to a previous petition, the Government said:\r\n\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:00.604Z"
    },
    "id": 193471,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193471.json"
    },
    "type": "archived-petition"
}