{
    "attributes": {
        "action": "raising awareness for poaching alongside taking the prosecutions more seriously",
        "additional_details": "this is part of a campaign at writtle university college that is wanted to help raise awareness for poaching and help educate people of the effects and severity of poaching. ",
        "background": "we would like action to be taken due to poaching becoming more and more popular therefore damaging the earths ecosystem and leading to species such as the rhino, elephant and tiger to become more endangered and closer to extinction due to peoples greed and insensitivities. ",
        "closed_at": null,
        "created_at": "2017-03-30T15:18:59.387Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-30T15:26:18.290Z",
        "opened_at": null,
        "rejected_at": "2017-04-05T13:59:17.346Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do.  \r\n\r\nIf you wanted to make poaching illegal for any UK citizen anywhere in the world you could submit a petition about that. Or you could sign an existing petition on the ivory trade:\r\n\r\nhttps://petition.parliament.uk/petitions/171252\r\n\r\nPlease note that if you submit another petition you must use your first and last name as petitions submitted by a person using an incomplete name will not be accepted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:04.975Z"
    },
    "id": 193548,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193548.json"
    },
    "type": "archived-petition"
}