{
    "attributes": {
        "action": "Reverse decision to install average speed cameras between Stonehaven and Dundee.",
        "additional_details": "The majority of A90 accidents are actually on a stretch of road not being lined up for average speed! This week I have heard about 3 accidents on the A90. One just north of Stonehaven. One also North of Stonehaven at Portlethan and one in Aberdeen. \r\n\r\nThe cause of alot of the accidents is most likely not down to speed but due to driver error or weather conditions. \r\n\r\nThis is a money project. Not a scheme to cut accidents. More drivers use this part of the road meaning more money for authorities!\r\n",
        "background": "I am calling on Transport Scotland to reverse the decision to install average speed cameras between Stonehaven and Dundee. \r\n\r\nMany roads around Aberdeen / Shire are far more dangerous such as the Peterhead stretch / North side of Stonehaven and other country back roads.\r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2017-03-30T18:46:42.371Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-01T16:25:23.764Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T11:22:58.996Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for the issue you raise, which is a devolved matter. Transport Scotland is an agency of the Scottish Government. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:07.767Z"
    },
    "id": 193575,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193575.json"
    },
    "type": "archived-petition"
}