{
    "attributes": {
        "action": "Stop accusing Ehlers-Danlos Syndrome families of Fabricating Infantile Illness.",
        "additional_details": "Parents then face having their child put on the Child Protection Register and having to attend humiliating multi agency meetings and abiding by unnecessary safe guarding measures.  Worse than that, parents may have to face the horror of a Court battle as the LA tries to take away their children and put them into care due to mistakenly believing the parents are inflicting emotional harm on their child by 'making up' the child’s illness.  Even a diagnosis of the child’s condition by a medical expert in rare diseases or genetics does not necessarily help and can be disbelieved and ignored by schools and the LA.\r\nEhlers-Danlos Syndrome exists; those with it suffer.  Families need support and recognition not unjust and undeserved persecution.\r\n",
        "background": "Parents of children with Ehlers-Danlos Syndrome (and other 'invisible' illnesses) are being accused of Fabricating Infantile Illness (Munchausen Syndrome by Proxy) by schools/social services/under informed medics.  ",
        "closed_at": null,
        "created_at": "2017-03-30T19:21:34.004Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-30T20:03:37.691Z",
        "opened_at": null,
        "rejected_at": "2017-04-10T13:47:03.931Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do, for example, to increase awareness and understanding of Ehlers-Danlos Syndrome among schools, social workers and healthcare professionals. \r\n\r\nYou may also wish to sign the following petition: https://petition.parliament.uk/petitions/171972"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:07.973Z"
    },
    "id": 193580,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193580.json"
    },
    "type": "archived-petition"
}