{
    "attributes": {
        "action": "Sharia law is discriminatory towards women and should not be permitted in UK",
        "additional_details": "The UK has an historic and well established judiciary that operates for the benefit of all residents of the United Kingdom. Sharia law and its courts create a two-tier system that cause division; they are also counter-productive to integration. In allowing Sharia law and its courts the Government is, effectively, condoning a double-standard society.",
        "background": "Sharia law and its courts are derived from religion. Religious courts that discriminate against women undermine the established national code of the United Kingdom, create unfairness and place a strain upon social cohesion.",
        "closed_at": null,
        "created_at": "2017-03-31T15:36:29.331Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-01T12:09:19.268Z",
        "opened_at": null,
        "rejected_at": "2017-04-21T11:18:00.897Z",
        "rejection": {
            "code": "no-action",
            "details": "There are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different from any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law, including the law on discrimination, in the UK."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:12.974Z"
    },
    "id": 193710,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193710.json"
    },
    "type": "archived-petition"
}