{
    "attributes": {
        "action": "Create a Vet NHS kind of scheme which makes petcare more financially accessible",
        "additional_details": "My relatives spent nearly £1000 on a vet to come out to their house and check on their elderly dog when he was seriously sick and dying in his bed, tragically the dog had to be euthanised and the traumatic experience of losing their dog they had loved for 10 years had been topped off with having to worry about where that large bill was going to come from. \r\n\r\nWhat about the people who can't afford that service? Are their pets just meant to wait in pain to die? ",
        "background": "Vet bills are ridiculously expensive, even the minor things like vaccines and checkups are costly - it's not fair that pets have to suffer because their families can't afford the bills at the vets for them at the time they need it. \r\n\r\nSome things need to be free - such as neutering and spaying. ",
        "closed_at": null,
        "created_at": "2017-03-31T23:03:02.362Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-03T11:36:41.761Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T11:05:01.623Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you mean by \"a Vet NHS kind of scheme\". You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:14.308Z"
    },
    "id": 193754,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193754.json"
    },
    "type": "archived-petition"
}