{
    "attributes": {
        "action": "re-evaluate the rights of a tenant, making it fairer for landlord.",
        "additional_details": "There is nothing stopping a tenant from non payment of rent for months and months, and there is nothing that the landlord can do.\r\n\r\nProviding a section 21, which is a two month notice period should be changed to one month.\r\n\r\nBeing able to provoke the tenancy mid agreement for non payment of rent should be allow, and if a tenant refuses to remove from the premises the landlord should be allowed to take further action immediately.",
        "background": "The law is in the favour of the tenant too much, this needs re-evaluating to make it fairer for landlords and making it easier to evict when necessary.",
        "closed_at": null,
        "created_at": "2017-04-01T07:52:55.186Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-01T11:05:20.789Z",
        "opened_at": null,
        "rejected_at": "2017-04-26T14:00:06.968Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt's clear that you're concerned about the rights of landlords, but we're not sure what specific action you would like Government or Parliament to take.\r\n\r\nIf a tenant doesn't pay their rent, a landlord can issue them with a notice to quit the property under section 8 of the Housing Act 1988, even during the fixed term of an assured shorthold tenancy, so we're not sure what further action you would like the Government or Parliament to take. \r\n\r\nYou can use these links to find out more about your rights as a landlord: \r\n\r\nhttp://www.which.co.uk/consumer-rights/advice/how-to-deal-with-a-tenant-whose-rent-has-fallen-into-arrears\r\n\r\nhttps://www.citizensadvice.org.uk/housing/renting-a-home/information-for-landlords/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:14.716Z"
    },
    "id": 193772,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193772.json"
    },
    "type": "archived-petition"
}