{
    "attributes": {
        "action": "DWP to have a special platform of support for women victims of domestic violence",
        "additional_details": "DWP should have alerts on files of victims of domestic violence.  There needs to be an overlap of care and support as she re-enters the job market when her confidence is rebuilding-there must not be a sudden withdrawal of support.  Constant battering by a poor system also tethers her to the past so she feels she can never escape from the pain of her abuse.  Support well and when she is through the pain, healing and challenge any company will have one strong lady in their team to achieve goals.  ",
        "background": "There is a fundamental need for a victim to have a strong support system to heal, detox from abuse and restore her confidence as she rebuilds her broken life.  To have system that batters her with drops of support is abusive in itself & a gross failure of the state duty of care upon her safety.  ",
        "closed_at": null,
        "created_at": "2017-04-01T20:34:22.105Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-03T13:03:00.400Z",
        "opened_at": null,
        "rejected_at": "2017-04-13T09:41:31.772Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you mean by \"a special platform of support\". The Government already has policies to support victims of domestic abuse who are jobseekers - for example, they may be able to get a break of up to 13 weeks from job seeking. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support victims of domestic violence. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:17.810Z"
    },
    "id": 193843,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193843.json"
    },
    "type": "archived-petition"
}