{
    "attributes": {
        "action": "Local councillors refused to discuss planning with residents: why?",
        "additional_details": "We then found out that they had had numerous private meetings with the developers.\r\n\r\nWe had no one to talk to. No one would listen. This isn't fair. This isn't democratic. Why are local councillors told not to talk to us?\r\n\r\nWe objected to the development but nobody listened. The Council recommended approval. We had no voice. We were silenced and invisible. We had to move: we had no option. Help us change this. One resident should have the same voice as a developer: we should be allowed to raise our concerns with the planning department and our councillors. Everyone should have the right to be heard.",
        "background": "A developer wanted to build a supermarket next to our home - with NO allocated parking. We tried to talk to our elected Councillors – each one of them said “no – we’re not allowed to talk to you…” We tried to talk to the planning department at the council – “no – we can’t talk to you…” ",
        "closed_at": null,
        "created_at": "2017-04-01T21:36:45.299Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-02T18:32:26.146Z",
        "opened_at": null,
        "rejected_at": "2017-04-18T11:32:16.737Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:18.129Z"
    },
    "id": 193853,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193853.json"
    },
    "type": "archived-petition"
}