{
    "attributes": {
        "action": "Principles for ratification of Brexit settlement or withdrawal from negotiations",
        "additional_details": "Both Houses of Parliament failed to give a meaningful vote to MPs on the outcome of Brexit negotiations during the debate on The European Notification of Withdrawal Bill. Therefore, in the interest of all the Nations of the United Kingdom, We The People, give instructions to Government on the process of ratification or withdrawal from Brexit negotiations that allows for a possible Referendum of the British People on the outcome of negotiations, if MPs refuse to support the negotiated settlement.",
        "background": "If a majority of MPs refuse to support a final negotiated settlement the Government does not have authority to unilaterally withdraw from negotiations. Instead, Government should immediately bring a bill to Parliament setting out the terms of a referendum of the people to include a option to remain.",
        "closed_at": null,
        "created_at": "2017-04-02T10:34:52.329Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-02T16:23:28.042Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T11:28:12.332Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nIf you would like a second referendum on the outcome of Brexit negotiations, you might like to sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/177855"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:20.357Z"
    },
    "id": 193888,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193888.json"
    },
    "type": "archived-petition"
}