{
    "attributes": {
        "action": "The Gender Identity Bill should not be passed into law.",
        "additional_details": "This would have serious implications for women as it will mean that men who claim transgender status will be able to access women only spaces and that women will be powerless to challenge them.\r\n\r\nSome examples of men abusing this law\r\nhttp://www.dailywire.com/news/13928/leftists-say-there-are-no-examples-men-exploiting-amanda-prestigiacomo?utm_source=facebook&utm_medium=social&utm_content=062316-news&utm_campaign=dwbrand#exit-modal\r\n",
        "background": "In December 2016, Maria Miller MP, Chair of the Women and Equalities Committee, presented the Gender Identity (Protected Characteristic) Bill 2016-2017.",
        "closed_at": null,
        "created_at": "2017-04-02T11:40:05.592Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-02T17:14:16.637Z",
        "opened_at": null,
        "rejected_at": "2017-04-12T09:14:45.053Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not now possible for this Bill to make any further progress through Parliament, so it's not clear what effect a petition to stop the Bill could have.\r\n\r\nThis Bill is a private Member's Bill (a Bill proposed by a backbench MP). These Bills can only be considered in the House of Commons Chamber on certain Fridays. There are no more of these Fridays left before the end of this session of Parliament, so this Bill can't make any progress.\r\n\r\nAn MP could introduce a new Bill on this subject in the next session of Parliament. If that happens, you could start a petition about that Bill. Alternatively, you could start a new petition calling on Parliament not to make any changes to the existing protected characteristics in the Equality Act 2010. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:20.706Z"
    },
    "id": 193896,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193896.json"
    },
    "type": "archived-petition"
}