{
    "attributes": {
        "action": "Give the vote back to UK Nationals who have lived away from UK for 15+ years",
        "additional_details": "Many of us who currently live in the EU will lose our votes in local and EU elections after Brexit and will consequently have no representation in either the UK parliament, the EU parliament or local elections in Europe. We will be disenfranchised on all fronts and there will be nobody who represents us.",
        "background": "We ask the present government to honour their manifesto pledge and give the vote back to UK nationals who have been denied a vote previously owing to having lived abroad for 15 years or more. As Brexit progresses we will have no vote anywhere.",
        "closed_at": null,
        "created_at": "2017-04-02T20:10:59.307Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-02T20:39:02.192Z",
        "opened_at": null,
        "rejected_at": "2017-04-12T11:02:07.020Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has said that it does have plans to change this rule. It's therefore not clear what action you would like the Government to take that is different from what it is already doing.\r\n\r\nYou can find more information in the Government's response to this petition: \r\nhttps://petition.parliament.uk/petitions/112142\r\n\r\nIf you would like the Government to ensure that the law is changed by the time the UK leaves the EU, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:23.298Z"
    },
    "id": 193958,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193958.json"
    },
    "type": "archived-petition"
}