{
    "attributes": {
        "action": "Humanity First,Nation Second should be law. UK Ambassador to UN must propose it",
        "additional_details": "There are many global issues such as climate change, tax havens, refugees and terrorism that can only be solved by National leaders co-operating.  If every national leader is mandated to put their countries interests first, we end up in gridlock.  \"Humanity first\" encourages co-operation.\r\n\r\nWith these problems all gain if everyone takes action but it harms countries if they chose to individually take action.  If the Nation comes before Humanity you endanger all humanity, including your own Nation.",
        "background": "This is a call for National leaders to gather at the UN to vote agree to put humanity first and their nation second.  This should be a basic principle at the heart of the law of every Nation.  ",
        "closed_at": null,
        "created_at": "2017-04-02T18:57:59.076Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-03T08:29:07.057Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T13:12:43.041Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government can't decide on whether leaders of other nations should gather at the UN, vote to endorse a specific motion or legislate to include something in their own country's laws. \r\n\r\nYou could start a new petition calling on the UK Government to propose a motion on this issue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:22.078Z"
    },
    "id": 193948,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193948.json"
    },
    "type": "archived-petition"
}