{
    "attributes": {
        "action": "Give the Scottish people a vote of No Confidence in the SNP Holyrood government.",
        "additional_details": "Many people have already signed a petition to oppose another independence referendum however the time has come for the people of Scotland to push for a vote of No Confidence in the SNP government currently in power in Holyrood.\r\nNo legislation has been passed in over a year by this government.\r\nLatest Mental Health Strategies are weak and without any real meaning.\r\nEducation has been pushed aside to allow the current majority party to follow its single minded idea of Nationalism.",
        "background": "The majority SNP government in Scotland has failed to deliver on any of its policies within the last 10 years except for of course, pushing for independence, which has led to a divided country that is floundering politically with many still living in poverty within our communities.\r\n",
        "closed_at": null,
        "created_at": "2017-04-02T12:29:15.444Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-02T12:47:14.790Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T11:12:40.754Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to petition the Scottish Parliament, you can find out more here:\r\n\r\nhttps://www.parliament.scot/gettinginvolved/petitions/\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:21.009Z"
    },
    "id": 193903,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/193903.json"
    },
    "type": "archived-petition"
}