{
    "attributes": {
        "action": "Reduce plastic wrapping and packing in Superstores and a tax Plastic Bottles",
        "additional_details": "Sky News and our own experiences have proved, the damage plastic pollution effecting communities across the globe, with wildlife and thousands of Cattle in third world consuming Plastic bags and communities burning Plastics instead of recycling responsibly. Single use plastic bags should be chargeable across ALL the retail sectors and banned in some businesss replaced with Paper or reusable bags, local councils should apply a levy to all retailer using single use plastic bags. ",
        "background": "Plastic waste is damaging our environment and polluting our oceans, Tons of plastic is ending into our food chain through marine life in the sea and thousands of  Unrecyclable plastics end up in landfill emitting toxins into our environment. Plastic manufactures must take greater responsibility.",
        "closed_at": null,
        "created_at": "2017-04-03T19:27:32.718Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-03T20:17:16.813Z",
        "opened_at": null,
        "rejected_at": "2017-04-13T17:00:44.716Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nThere is already a petition calling for a tax on plastic bottles, which you can find here: https://petition.parliament.uk/petitions/175467\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:27.652Z"
    },
    "id": 194059,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194059.json"
    },
    "type": "archived-petition"
}