{
    "attributes": {
        "action": "Build A Slavery Memorial In Plymouth (Home to England's First Slave Trader).",
        "additional_details": "Also, thousands of Devonians were captured and enslaved by North Africans between the early 1600s to 1820. These slaves could be ancestors of people in Plymouth, and would not be honoured locally. So this will be a collaboration of remembrance to slavery and it's abolition in 1833.\r\n\r\nThank you for signing the petition, and together we can set history free!\r\n\r\nMore information can be found here: http://www.bbc.co.uk/devon/content/articles/2007/01/18/abolition_plymouth_slave_trade_feature.shtml",
        "background": "Hello everybody,\r\n\r\nPlymouth has memorials and monuments of known Devonian slave traders, Francis Drake and Sir John Hawkins (who was England's first slave trader), but NONE to slavery to acknowledge the millions who perished and suffered the torture, murder, rape and mental abuse of slavery.",
        "closed_at": null,
        "created_at": "2017-04-03T19:02:21.601Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-03T19:33:20.133Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T11:03:37.351Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about memorials in Plymouth would be the responsibility of Plymouth City Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:27.468Z"
    },
    "id": 194056,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194056.json"
    },
    "type": "archived-petition"
}