{
    "attributes": {
        "action": "Parliament must rule on whether EU Funding should be rejected by the BBC.",
        "additional_details": "From the Telegraph in 2012.....BBC admits receiving millions in grants from EU and councils The BBC received millions of pounds from the European Union over the past years, These \"bribes\" are continuing, and have severely undermined peoples trust in the BBC. The Corporation seems to have completely lost its sense of fairness, and the public are now boycotting its programs in droves. Why should Parliament allow the public to pay for the BBC when the EU are using it as a mouthpiece?  ",
        "background": "The BBC is showing complete bias towards the EU since the referendum result. It is still in receipt of EU subsidies. Parliament must review the BBC Charter and stop this dual payment. The BBC is a British institution and cannot work for two masters!",
        "closed_at": null,
        "created_at": "2017-04-03T16:23:21.579Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-03T19:58:07.940Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T13:30:28.888Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. At the moment, it would be up to the BBC to decide whether to accept this funding. You could start a new petition asking for the BBC Charter to be changed to prevent the BBC from accepting EU funds."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:27.197Z"
    },
    "id": 194044,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194044.json"
    },
    "type": "archived-petition"
}