{
    "attributes": {
        "action": "Stop the proposed downgrading of Southend Hospital A&E Department.",
        "additional_details": "In March 2017 it was announced that Basildon will become the Specialist A&E and the ONLY hospital to receive Emergency 999 Ambulances 24 hours a day. This will cost lives to those in the Southend district. \r\n\"SRE\" plans suggest Southend would only continue to provide an A&E for walk-in patients and for ambulances who have been referred by their GP. We demand that Southend maintains a full 24/7 A&E service in a town hosting an International airport, tourist industry and waterfront. #SavingSouthend",
        "background": "Under Success Regime Essex (SRE) plans, Southend A&E will at best only accept DAYTIME Emergency 999 Ambulances and at worst, no acceptance of 999 Ambulances AT ANY TIME, resulting in critically ill patients enduring a prolonged journey to Basildon for lifesaving treatment. This will cost lives.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-04-03T19:24:10.659Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-28T11:15:17.099Z",
            "details": "The local NHS has confirmed that in all the options currently being discussed, there would continue to be an A&E department, supervised by consultants and open 24/7 at each of the three hospitals in mid and south Essex, including Southend. All three local A&Es would retain the skills to provide immediate stabilisation and management of all emergencies that arrive at the hospital and, where appropriate, arrange onward transfer. In all options currently under discussion, around 95% of hospital visits would remain local at each hospital. \r\n\r\nThe local NHS is seeking to designate one hospital to be a specialist emergency hospital. The specialist emergency hospital would be dedicated to specialist and complex emergency care, as well as providing A&E, outpatients and day cases for local people. The local NHS advises that an options appraisal process in February and March 2017 involving clinicians, stakeholders and local people, highlighted Basildon as the better location for a designated specialist emergency hospital.\r\n\r\nHowever, the local NHS has emphasised that no decisions have been taken, nor have any proposals been agreed, and that engagement with staff and local people will continue to influence and refine plans at every stage. Local clinicians are continuing to develop proposals, which will be subject to full public consultation in due course. \r\n\r\nDepartment of Health",
            "responded_on": "2017-04-28",
            "summary": "To ensure sustainability, the local NHS is reviewing services across the Basildon, Southend and Chelmsford sites, including urgent and emergency care. There will be a full public consultation. ",
            "updated_at": "2017-04-28T11:15:17.099Z"
        },
        "government_response_at": "2017-04-28T11:15:17.102Z",
        "moderation_threshold_reached_at": "2017-04-04T09:00:26.565Z",
        "opened_at": "2017-04-18T09:26:53.513Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-22T09:16:22.021Z",
        "scheduled_debate_date": null,
        "signature_count": 13206,
        "state": "closed",
        "updated_at": "2017-09-09T06:36:27.668Z"
    },
    "id": 194057,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194057.json"
    },
    "type": "archived-petition"
}