{
    "attributes": {
        "action": "Ban Homework During Holidays or Give Us a Little bit of Homework during Holidays",
        "additional_details": "-Children Need Rest! 6-7 Hours of primary School 7-8 In High School\r\nThen some children have Extra Classes or Clubs and Barely Get time to have fun and on top of that we get Homework! Seriously its outrageous and people stress over it!\r\n- Many parents and students dislike holiday homework. You want parents to buy-in to your classroom community and support your endeavors with students. \r\n- It is too much work In my school at least we have too much work to do: plus it is too much work.",
        "background": "Why Holiday Homework Should be Banned:\r\n- Students are learning all the time in the 21st century. With Youtube people learn stuff all the time for example a child is watching a Minecraft how to build a treehouse it tells them how to build it. We Live in a World with Google.",
        "closed_at": null,
        "created_at": "2017-04-04T15:50:10.140Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-04T16:19:51.277Z",
        "opened_at": null,
        "rejected_at": "2017-04-11T10:55:39.491Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament are not responsible for the issue you raise. Decisions about when to set homework are decisions for schools and their governing bodies to make.\r\n\r\nIf you would like the Department for Education to issue guidelines, or impose requirements on schools, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:30.157Z"
    },
    "id": 194137,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194137.json"
    },
    "type": "archived-petition"
}