{
    "attributes": {
        "action": "Ban the use of sweatshops in the labour market and treat workers equally",
        "additional_details": "It is an issue which needs to be resolved immediately.Bangladeshi factory workers face appalling conditions. Many are forced to work 14-16 hours a day seven days a week, with some workers finishing at 3am only to start again the same morning at 7.30am.On top of this, workers face unsafe,cramped and hazardous conditions which often lead to work injuries and factory fires.How can we continue buying products from shops that sell clothes produced by sweatshops whilst knowing that these innocent people are at risk,their lives are at our hands.So help and support us in this to create a change in the world we live in to a much better place",
        "background": "Sweatshops are work environments that possess three major characteristics long hours,low pay,unsafe or unhealthy working conditions.This is why we aim to ban the use of sweatshops in the labour market and want them to be treated the exact same as they would in the UK.",
        "closed_at": null,
        "created_at": "2017-04-04T11:26:56.642Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-04T11:43:40.612Z",
        "opened_at": null,
        "rejected_at": "2017-04-12T10:01:57.989Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nYou could start a petition calling for legislation to prevent all retailers in the UK from selling clothes or products which had been made in sweatshops or using child labour. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:29.207Z"
    },
    "id": 194104,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194104.json"
    },
    "type": "archived-petition"
}