{
    "attributes": {
        "action": "Stop plans to close the congenital heart disease (CHD) service at Royal Brompton",
        "additional_details": "Research shows that Royal Brompton is the UK’s largest CHD service, with some of the best patient outcomes and patient satisfaction levels in the country. NHS England admit they have no evidence showing how their plan to close the service will make things better for patients. NHS England have provided no estimate for how much their plan will cost the NHS and taxpayer, although it will likely total tens of millions of pounds.\r\n",
        "background": "NHS England’s consultation on plans to end the CHD service at Royal Brompton is not fit for purpose and must be stopped. It contains no evidence, no cost-benefit analysis, and no plans for dealing with the damage done nationally to children's intensive care, lung disease care or heart/lung research.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-04-04T15:33:35.431Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-07-03T16:17:29.591Z",
            "details": "NHS England has set out clearly the basis for its proposals. It wishes to ensure that all patients benefit from services that meet agreed standards. Some hospitals that provide congenital heart disease (CHD) services do not currently meet these standards, and do not have robust plans to do so within the required timetable. NHS England is therefore proposing that in future it would no longer commission certain CHD services from these providers. The expected benefits to patients in relation to the proposals have been clearly set out in NHS England’s consultation materials. The costs of implementing the standards have also been assessed and are in the public domain. NHS England has undertaken an extensive impact assessment of its proposals and this has been published. Further work is underway including more detailed work on the impact of NHS England’s proposals on paediatric respiratory services in London. The impact of the proposals will be considered and taken into account by the NHS England Board in reaching its decisions after consultation has concluded. \r\n \r\nAlthough not relevant to NHS England’s proposals, it should be noted that the Royal Brompton Hospital is not the largest CHD service in the UK, and that outcomes are good – statistically they are ‘as expected’ – at all the centres in England. \r\n \r\nWe would encourage everyone with an interest to take part in the ongoing consultation which started on 9 February 2017. The following link will take you to the NHS England web pages, so that you can have your say:  www.engage.england.nhs.uk   \r\n\r\nDepartment of Health",
            "summary": "NHS England has taken care to ensure that its consultation meets the relevant requirements. Understanding differing viewpoints is important and should not be prevented by stopping the consultation.",
            "updated_at": "2017-07-03T16:17:29.591Z"
        },
        "government_response_at": "2017-07-03T16:17:29.593Z",
        "moderation_threshold_reached_at": "2017-04-04T16:06:39.809Z",
        "opened_at": "2017-04-11T10:56:18.273Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-19T13:10:05.543Z",
        "scheduled_debate_date": null,
        "signature_count": 12807,
        "state": "closed",
        "updated_at": "2017-09-09T06:36:30.067Z"
    },
    "id": 194135,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194135.json"
    },
    "type": "archived-petition"
}