{
    "attributes": {
        "action": "Give British commonwealth citizens in the UK for 5 years British nationality.",
        "additional_details": "Most African countries were colonised by the British and currently have commonwealth status but have no benefit from that status, we have to apply for Visa's that get turned down and our application money is kept. We have to wait for ten years or more to be able to become British and we are treated worse than garbage, as our former Masters the British government should offer those of us that have entered the UK correctly and obeyed their rules and not left the country at all British Nationality.",
        "background": "I propose that all British colonised country citizens working and paying all taxes in the UK for 5 years or more be given British nationality. We were colonized by the British but have Zero rights. The Europeans get all of the benefits that should be rightfully given to all commonwealth citizens. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-04-04T16:25:55.469Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-24T15:10:33.008Z",
            "details": "Under the current legislation, the British Nationality Act 1981, a person who has completed a continuous period of five years residence in the UK may already be able to apply for naturalisation as a British citizen. That Act reflects the principle that citizenship should be acquired on the basis of a close, current and continuing connection with the UK. \r\n\r\nA person can qualify for naturalisation following a period of lawful residence in the United Kingdom - of three years for spouses and civil partners of British citizens, and five years for others. The residence requirements also specify that the person must be settled in the UK and not have excess absences during their period of residence. \r\n\r\nThey must also: \r\n•\thave sufficient knowledge of English, Welsh or Scottish Gaelic\r\n•\thave sufficient knowledge of life in the United Kingdom\r\n•\tbe of good character.\r\nIn addition, those who are not married to or the civil partner of a British citizen must intend to continue to live in the United Kingdom, or to continue in relevant service overseas, and be settled in the United Kingdom for at least 12 months before applying. \r\n\r\nAs such, there are already provisions in place for Commonwealth citizens who have lived lawfully in the UK for more than five years to acquire British citizenship.\r\n\r\nHome Office",
            "responded_on": "2017-04-24",
            "summary": "Those who live in the UK for more than five years can already apply for British citizenship. ",
            "updated_at": "2017-04-24T15:10:33.008Z"
        },
        "government_response_at": "2017-04-24T15:10:33.010Z",
        "moderation_threshold_reached_at": "2017-04-04T17:00:31.859Z",
        "opened_at": "2017-04-12T10:50:05.590Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-19T08:31:19.689Z",
        "scheduled_debate_date": null,
        "signature_count": 18021,
        "state": "closed",
        "updated_at": "2017-12-04T13:10:14.487Z"
    },
    "id": 194143,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194143.json"
    },
    "type": "archived-petition"
}