{
    "attributes": {
        "action": "Stop the genocide of innocent Syrians; investigate the use of chemical weapons",
        "additional_details": "There should be protection and respect for emergency services and health care workers to allow them to fulfill their duties.  The use of chemical weapons is a war crime, and there have been many reports of the use of these during the last 6 years of the Syrian conflict.\r\n\r\nThis petition demands to know what the UK government intends to do to stop the genocide of innocent Syrians by the Assad regime.\r\n",
        "background": "On 04 April 2017, a massacre by chemical weapons took place in the Idlib province of Syria, killing >50 people; hundreds more were critically injured. Air strikes were carried out on medical facilities prior to and after the chemical attack. This is a violation of International Humanitarian Law.",
        "closed_at": null,
        "created_at": "2017-04-05T10:15:29.135Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-05T10:30:50.396Z",
        "opened_at": null,
        "rejected_at": "2017-04-21T16:19:08.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Investigating the use of chemical weapons in Syria is the responsibility of the Joint Investigative Mechanism of the United Nations and the Organization for the Prohibition of Chemical Weapons, not the UK Parliament or Government.\r\n\r\nIn a statement on April 4, the Organization for the Prohibition of Chemical Weapons said:\r\n\r\n\"The OPCW is investigating the incident in southern Idlib under the on-going mandate of the Fact-Finding Mission (FFM), which is “to establish facts surrounding allegations of the use of toxic chemicals, reportedly chlorine, for hostile purposes in the Syrian Arab Republic”. The OPCW cannot and will not release information about an on-going investigation. This policy exists to preserve the integrity of the investigatory process and its results as well as to ensure the safety and security of OPCW experts and personnel involved. All parties are asked to respect the confidentiality parameters required for a rigorous and unimpeded investigation.\"\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.opcw.org/news/article/media-brief-reported-use-of-chemical-weapons-southern-idlib-syria-4-april-2017/\r\n\r\nA UK Government-supported UN measure calling on the Syrian Government to comply with the OPCW-UN Joint Investigative Mechanism was vetoed by Russia in the UN Security Council on April 1.\r\n\r\nYou can find out more here:\r\n\r\nhttps://www.un.org/apps/news/story.asp?NewsID=56554#.WO9rfmnysnS"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:36.218Z"
    },
    "id": 194224,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194224.json"
    },
    "type": "archived-petition"
}