{
    "attributes": {
        "action": "Same laws for the police as the public if they break it.",
        "additional_details": "Public are often victim to police brutality at some point wether its them doing a random stop and search or getting beat by them. A lot of evidence is on Facebook of public recording police that try take away peoples rights, violate their freedom, break their code of practice, break the laws and many more this has been seen by a lot of people. They must leave bodycams on all shift to prove that they haven't abused anyone that shift, or broke any laws and face prosecution if they fail to do this.",
        "background": "Police to leave body cams on for duration of the shift, to abide the law and police to not break their code of practice. Some police turn of cams and use police brutality, this has been seen since public started recording back. They fail to give evidence what's happened on shift with cases.",
        "closed_at": null,
        "created_at": "2017-04-06T08:19:12.696Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-06T11:58:41.074Z",
        "opened_at": null,
        "rejected_at": "2017-04-12T16:58:33.158Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the law to require all police officers in England and Wales to wear body cameras and to leave them on for the duration of their shift. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:41.603Z"
    },
    "id": 194335,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194335.json"
    },
    "type": "archived-petition"
}