{
    "attributes": {
        "action": "Stop Cuts To Rail Services between Tonbridge and Ashford",
        "additional_details": "Southeastern’s franchise expires December 2018 and the Department for Transport (DfT) is looking to find the next operator.\r\n\r\nThe DfT Public Consultation talks about reducing calls at stations between Tonbridge and Ashford. We believe this would be disastrous for the communities, towns and villages along this line and could potentially lead to the closure of the stations altogether.\r\n\r\nWhat do you need to do? \r\n•\tSign this petition\r\n•\tRespond to the consultation by Tuesday 23 May 2017: https://www.gov.uk/government/consultations/future-of-south-eastern-rail-services\r\n•\tor write to Southeastern Rail Franchise Consultation Coordinator, Zone 4/13, Department for Transport, Great  Minister House, 33 Horseferry Road, London SW1P 4DR\r\n•\tOr email BetterSouthEastern@dft.gsi.gov.uk\r\n",
        "background": "Signing this petition means that you reject any reduction in rail services between Tonbridge and Ashford in Kent. This means Pluckley, Headcorn, Staplehurst, Marden, and Paddock Wood.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-04-05T21:35:31.581Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-07-05T15:50:11.261Z",
            "details": "The Department for Transport has launched a public consultation to seek passenger views on their priorities for the next South Eastern franchise. Responses received will be used to inform the development of the specification for the next operator, due to take over the franchise in December 2018.\r\n\r\nQuestion 12 of the public consultation document seeks views about whether passengers would support reducing journey times to key destinations in Kent and East Sussex by reducing stops at less well used intermediate stations to create hourly fast services. An example is provided below to illustrate how the concept could operate in practice, if passengers supported it. \r\n\r\nSome longer-distance services have very long journey times in relation to the length of the route, such as between London and Hastings. Services from Charing Cross to Hastings, for example, take approximately 1hr 40mins to cover 62 miles, an average speed of less than 38 miles per hour. \r\n\r\nIf service to certain intermediate stops were reduced, hourly fast services could be created between key destinations, offering faster journey times. All intermediate stations would continue to be served by at least an hourly service. Whilst we would be delivering faster journeys, the Department for Transport recognises that this has the potential to inconvenience passengers that currently use those intermediate stations. Any changes would therefore only be made if passengers overall benefitted, and travellers from lesser-used stations were not unduly disadvantaged. \r\n\r\nThe public consultation has ended on 30 June 2017, after which the Department for Transport will carefully analyse each response. The conclusions will be published in the autumn in a stakeholder briefing document published alongside the Invitation to Tender (ITT).\r\n\r\nDepartment for Transport",
            "responded_on": "2017-07-05",
            "summary": "We are seeking passengers’ views on reducing stops at lesser-used stations to improve journey times between key destinations. We are not proposing to stop services to or from any station. ",
            "updated_at": "2017-07-05T15:50:11.261Z"
        },
        "government_response_at": "2017-07-05T15:50:11.264Z",
        "moderation_threshold_reached_at": "2017-04-05T23:41:13.583Z",
        "opened_at": "2017-04-12T12:53:06.492Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-05-02T19:07:14.696Z",
        "scheduled_debate_date": null,
        "signature_count": 11576,
        "state": "closed",
        "updated_at": "2017-09-09T06:36:40.449Z"
    },
    "id": 194306,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194306.json"
    },
    "type": "archived-petition"
}