{
    "attributes": {
        "action": "Lower child care costs for under 3's allowing mums a chance to work!",
        "additional_details": "I want an opportunity for all mums to be able to go to work.  As it stands, my family would be better of if we all stopped working and took advantage of the benefit system. However, we both want to work, and I want the opportunity to provide a better life for my daughter. \r\n\r\nAll mums should be given the chance to work even for a few hours a week, Mums shouldn't have there independence taken away because of a mans income. we should be entitled to support our families too without more money worries",
        "background": "As a new mum living with a partner on more than minimum wage, I am not entitled to any financial support at all. I unable to go back to work due to the cost of child care for under 3's and having no family support, meaning I would only be working to pay for childcare cost. ",
        "closed_at": null,
        "created_at": "2017-04-06T21:07:05.011Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-06T22:14:00.297Z",
        "opened_at": null,
        "rejected_at": "2017-04-12T10:29:00.999Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear from your petition what action you want the UK Government or Parliament to take lower the cost of child care for the under 3s. \r\n\r\nYou might want to consider starting a new petition asking the government to make changes to its child care voucher scheme, or similar initiatives. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:45.431Z"
    },
    "id": 194450,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194450.json"
    },
    "type": "archived-petition"
}