{
    "attributes": {
        "action": "Make surprise strategic-bombing campaigns illegal.",
        "additional_details": "Historically, it has been necessary for bombing raids to have an element of surprise as it protects the attackers who used to have to fly over/enter enemy territory.\r\n\r\nToday, with long range missiles, this isn't necessary any more. Bombing strategic points can be just as effective without any human casualties being necessary.\r\n\r\nFoot soldiers, who are not necessarily related to whatever political grievance has happened, as well as civilians, do not need to become collateral damage.",
        "background": "Sometimes military intervention is unstoppable. Some might argue that it can be necessary.  Surprise strategic-bombing campaigns however, lead to unnecessary slaughter. \r\n\r\nNon-war strategic-bombing raids should be announced at least 2 hours in advance, giving people time to evacuate. ",
        "closed_at": null,
        "created_at": "2017-04-07T14:19:22.156Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-07T14:33:01.945Z",
        "opened_at": null,
        "rejected_at": "2017-04-12T13:41:38.354Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You might want to start a new petition setting out what specific action you would like the UK Government or Parliament to take.\r\n\r\nFor example, you could create a petition asking for the UK Government to lobby for these restriction to be incorporated in international law. Alternatively you could ask the UK Parliament to legislate to place these restriction on the actions of the UK military. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:47.658Z"
    },
    "id": 194524,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194524.json"
    },
    "type": "archived-petition"
}