{
    "attributes": {
        "action": "Ask Prime Minister May to pardon all black families DNA criminalised in UK.",
        "additional_details": "The numbers of innocent people from Britain’s black communities profiled on this database far outstrips that of any other group living in the UK.\r\nDNA profiles can be used to track an individual or their relatives, and the samples contain unlimited genetic information. \r\nThis has driven poverty high and increased unsocial behaviors, crime and the culture of street offenses, we belief that its a carefully concealed plan profiling an ethnic group of people which leads to cleansing.",
        "background": "It has effectively criminalised Britain’s black communities on an unprecedented scale, creating a climate of distrust in both law enforcement and crime prevention agencies among minority ethnic communities.\r\n",
        "closed_at": null,
        "created_at": "2017-04-07T09:33:45.199Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-08T19:19:30.913Z",
        "opened_at": null,
        "rejected_at": "2017-04-18T13:21:23.496Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action.\r\n\r\nIt is clear that you are concerned about the impact on Britain’s black communities of the retention of DNA, but we’re not sure what specific action you would like taken. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:46.892Z"
    },
    "id": 194502,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194502.json"
    },
    "type": "archived-petition"
}