{
    "attributes": {
        "action": "Show the global population the evidence Assad used Chemical weapons in Syria",
        "additional_details": "http://www.cbsnews.com/news/tillerson-opens-door-to-syria-regime-change/\r\n\r\nUK backing terrorists, or rebels as the media claim.\r\nhttps://www.theguardian.com/world/2014/jul/14/uk-policy-supporting-anti-assad-syria-rebels-called-stupid",
        "background": "The prime minister Theresa May and many other governments have backed Trump in bombing Syria in retaliation for the recent chemical weapon usage in Syria. We seriously don't believe he did and I want to see the evidence before making my mind up. I believe that you are just pushing for regime change.",
        "closed_at": null,
        "created_at": "2017-04-07T18:18:57.117Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-07T19:06:13.810Z",
        "opened_at": null,
        "rejected_at": "2017-04-21T16:13:31.677Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Investigating the use of chemical weapons in Syria is the responsibility of the Joint Investigative Mechanism of the United Nations and the Organization for the Prohibition of Chemical Weapons, not the UK Parliament or Government. \r\n\r\nIn a statement on April 4, the Organization for the Prohibition of Chemical Weapons said: \r\n\r\n\"The OPCW is investigating the incident in southern Idlib under the on-going mandate of the Fact-Finding Mission (FFM), which is “to establish facts surrounding allegations of the use of toxic chemicals, reportedly chlorine, for hostile purposes in the Syrian Arab Republic”. The OPCW cannot and will not release information about an on-going investigation. This policy exists to preserve the integrity of the investigatory process and its results as well as to ensure the safety and security of OPCW experts and personnel involved. All parties are asked to respect the confidentiality parameters required for a rigorous and unimpeded investigation.\"\r\n\r\nYou can find out more here: \r\n\r\nhttps://www.opcw.org/news/article/media-brief-reported-use-of-chemical-weapons-southern-idlib-syria-4-april-2017/\r\n\r\nA UK Government-supported UN measure calling on the Syrian Government to comply with the OPCW-UN Joint Investigative Mechanism was vetoed by Russia in the UN Security Council on April 1.\r\n\r\nYou can find out more here: \r\n\r\nhttps://www.un.org/apps/news/story.asp?NewsID=56554#.WO9rfmnysnS"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-09-09T06:36:49.042Z"
    },
    "id": 194554,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194554.json"
    },
    "type": "archived-petition"
}