{
    "attributes": {
        "action": "Call Government Committee on UKAD",
        "additional_details": "Recent scandals regarding the doping cases of Sir Bradley Wiggins and Sir Mo Farah proved athletes' dishonesty to their competitors as well as UKAD inability to fight for doping-free sport and fair play. This issue should be investigated by the government Committee in order to recover the honest name of the British sport.",
        "background": "The signatories believe that the ad-hoc government Committee should be called to investigate UKAD negligence and disability to protect the British sport from doping. At the same time British athletes must not be allowed to apply for TUE because it goes against the principle of fair play.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-04-10T10:46:19.797Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-07-19T16:42:30.505Z",
            "details": "National Anti-Doping Organisations (NADOs) are Government-funded organisations responsible for testing national athletes in- and out-of-competition, as well as athletes from other countries competing within that nation’s borders; adjudicating anti-doping rules violations; and anti-doping education.\r\n\r\nUK Anti-Doping (UKAD) is an Arm’s Length Body of DCMS and is the UK’s designated NADO.\r\n\r\nTailored Review of UKAD\r\n\r\nOn 30 March Tracey Crouch, Minister for Sport and Civil Society issued a Written Ministerial Statement announcing a routine Tailored Review of UKAD.\r\n\r\nThe Review will consider UKAD’s position and its status as a Non-Departmental Public Body and assess if the functions of UKAD are appropriate. If they are found to be, then the review will go on to consider UKAD’s efficiency, effectiveness and governance; and how it is preparing for the future.\r\n\r\nOfficials will engage with a broad range of stakeholders representing sport, science, medicine, law enforcement and education and will explore best practice in both public and private sectors.\r\n\r\nAs part of the Review a call for evidence, open to stakeholders and the public, was made on the role and responsibilities of UKAD. The results will form part of the Review.\r\n\r\nThe Terms of Reference for the Review; https://www.gov.uk/government/consultations/tailored-review-of-uk-anti-doping\r\n\r\nThe Review is conducted under 2016 guidance published by the Cabinet Office.\r\nhttps://www.gov.uk/government/publications/tailored-reviews-of-public-bodies-guidance\r\n\r\nThe Review is due to be published by the end of 2017.\r\n\r\nTherapeutic Use Exemptions\r\n\r\nAthletes may have illnesses or conditions that need particular medications or require procedures. If the medication or method to treat an illness or condition falls under the Prohibited List, a Therapeutic Use Exemption (TUE) may give that athlete authorisation to take the needed medicine or method. TUEs are granted according the World Anti-Doping Agency’s International Standard for TUEs.\r\n\r\nAn athlete can only be granted a TUE if he/she proves:\r\n•\tThat there is a legitimate medical condition requiring treatment;\r\n•\tThere is no reasonable non-prohibited alternative; and\r\n•\tThat there is no performance enhancement beyond a return to normal. \r\n\r\nNADOs, International Sports Federations and Major Events Organisations, the bodies from whom UK athletes can apply for a TUE, must have a clear process in place whereby athletes with documented medical conditions can request a TUE. \r\nUKAD has a number of controls in place to make it as difficult as possible for athletes to misuse the TUE system. UKAD’s TUE Committee (TUEC), from which a panel considers applications, comprises of ten doctors with a range of medical expertise and most will have experience working within sport treating athletes.\r\nTUEs are granted for defined periods of time only and the TUEC often adds conditions of approval or conditions for renewal. UKAD also has a designated staff member in post to monitor the consistency of TUEC decisions, trends within athlete applications, and to ensure that the terms of each TUE (i.e. the conditions of approval/renewal) are upheld by athletes, otherwise the granted TUE can be revoked by UKAD.\r\n\r\nUKAD has also established an Independent TUE Review Panel, which meets annually to review the TUEC decisions for a sample of cases over the previous year and to monitor trends (e.g. applications for the same medical condition or prohibited substance). The Independent Review Panel scrutinises key components of the TUE system in order to provide athletes and medical practitioners with additional assurances that their TUE requests are dealt with in a fair and consistent manner.\r\n\r\nWADA has stated that the majority of athletes needing TUEs often remain at a disadvantage because of their illness/condition despite the ability to use medications. Furthermore, WADA report only a small proportion of athletes using TUEs (1%), participated at Rio 2016. \r\nhttps://www.wada-ama.org/sites/default/files/resources/files/2016-11-17-qa_tues_en.pdf\r\nDoping Cases\r\n\r\nUKAD does not comment on its testing strategy, or ongoing investigations. As has been made clear in recent investigations, status is no barrier to thorough testing or potential investigations. UKAD treats all athletes in the same way.\r\n \r\nAs is standard practice, if at the end of the investigation there is no resulting prosecution, UKAD will not publish the details. This is because they have a duty to protect the rights of those involved and any information gathered in the investigation may be important to its work at a later date.\r\n \r\nIf any individual or organisation possesses any pertinent information related to anti-doping allegations they are encouraged to make that known to UKAD.\r\n\r\nDepartment for Digital, Culture, Media & Sport",
            "summary": "The Government remains committed to ensuring athletes can compete on a clean and level playing field at home and abroad. UKAD plays an important role as the UK’s National Anti-Doping Organisation.",
            "updated_at": "2017-07-19T16:42:30.505Z"
        },
        "government_response_at": "2017-07-19T16:42:30.509Z",
        "moderation_threshold_reached_at": "2017-04-10T11:10:55.360Z",
        "opened_at": "2017-04-12T15:20:30.271Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-30T12:30:21.202Z",
        "scheduled_debate_date": null,
        "signature_count": 10504,
        "state": "closed",
        "updated_at": "2017-09-09T06:36:59.833Z"
    },
    "id": 194722,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194722.json"
    },
    "type": "archived-petition"
}