{
    "attributes": {
        "action": "Denounce the Venezuelan government's violent suppression of protests in Caracas",
        "additional_details": "There are widely recorded videos from news outlets and social media showing:\r\n- Excessive use of force on unarmed protesters, such as Police and National guard ganging up on individual protesters and kicking them on the ground.\r\n- The use of tear gas out of date since 2015 regardless of high health risks. some reports of people dying of asphyxiation. \r\n- tear gas fired from helicopters with no regard to safety of protesters.\r\n- tear gas fired into a health centre, affecting at least one small child.",
        "background": "Venezuelan Government, led by Pres. Nicolas Maduro has enacted a policy of violence and fear to suppress recent protests. He has been on live television condemning the opposition for \"inciting violence\" while saying his security forces and supporters will \"defend the revolution even with blood\" \r\n  ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-04-11T09:10:14.347Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-07-12T10:43:34.332Z",
            "details": "The UK Government shares the deep concern of the international community regarding the deteriorating political, humanitarian, and economic situation. The UK has reiterated to the Venezuelan Government the need to respect basic human rights and democratic freedoms, including the fundamental right to peaceful protest. In particular, we have raised our concerns with the Venezuelan Government about the disproportionate response by security forces, including the extensive use of tear gas and repeated use of lethal force. Since April, there have been more than 80 deaths during protests. It is crucial that all parties refrain from violent acts, which have resulted in multiple deaths.\r\n\r\nForeign Office Minister Sir Alan Duncan met the Venezuelan Foreign Minister, Samuel Moncada, on 26 October and raised our concerns at the deteriorating situation in Venezuela. We encourage both the Venezuelan Government and Opposition to focus on results-based negotiations in the interests of all Venezuelans.  It is vitally important that democratic processes and the Venezuelan Constitution are respected. This includes the right for all Venezuelans to decide their future in free, fair, and universal elections.\r\n\r\nIn March, the Minister hosted a delegation of Deputies from the Venezuelan National Assembly and stressed the importance of an independent and empowered legislature. He echoed these views in a statement issued on 31 March, following the Venezuelan Supreme Court’s attempt to wrest power from the National Assembly. \r\n\r\nIn her previous role as Minister for Human Rights, Baroness Anelay visited Caracas in early May and delivered clear messages to senior government and opposition figures, expressing our concern at the political and humanitarian situation and the need to respect freedom of speech and the right to peaceful protest. \r\n\r\nFollowing the 5 July attack by pro-Government supporters on the National Assembly and democratically elected Deputies, Sir Alan Duncan issued a strong statement condemning the attack and calling for the Venezuelan Government to uphold the constitution and show respect for its democratic institutions.\r\nIn Caracas, the British Ambassador continues to raise the situation with the Venezuelan Government, the Opposition, and with member states of the Organisation of American States (OAS).  This is a critical time for Venezuela, and UK concerns over the situation have led Venezuela to be designated a Foreign and Commonwealth Office Human Rights Priority Country. This approach has resulted in close Embassy work with the Westminster Foundation for Democracy to help build the Venezuelan National Assembly as an institution and to strengthen Venezuelan democracy in the longer term.\r\n\r\nForeign and Commonwealth Office",
            "responded_on": "2017-07-12",
            "summary": "The UK shares the deep international concern at the protests and the tragic deaths that have occurred in Venezuela.  Fundamental freedoms and the right to peaceful demonstration must be respected.",
            "updated_at": "2017-07-12T10:43:34.332Z"
        },
        "government_response_at": "2017-07-12T10:43:34.335Z",
        "moderation_threshold_reached_at": "2017-04-11T09:31:49.707Z",
        "opened_at": "2017-04-20T11:17:48.593Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-05-02T21:29:05.949Z",
        "scheduled_debate_date": null,
        "signature_count": 10476,
        "state": "closed",
        "updated_at": "2017-09-09T06:37:03.161Z"
    },
    "id": 194809,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194809.json"
    },
    "type": "archived-petition"
}