{
    "attributes": {
        "action": "Remove Total Dog Ban Off All Beaches in Wales THE DOGS ACT 1990 Civil liberties",
        "additional_details": "I Believe Set Boundary's Should Be In Place For The Public To Enjoy Without Dogs . Areas Would Be Better Controlled In A Cordoned Off Area ,Much Like Areas Life Guards Cover With The Use Of Flags During Peak Season . As Its Easier To Observe The Area Cornered Off.\r\nTo Ban Dogs On 82 Beaches Impedes My Rights To Roam On Crown Land .Land What Generations Have Left To You . \r\nBlanket Punishment For Dog Owners is  Wrong & Unfair To Owner & Pet.Regardless What Animals Are Permitted On Beaches    ",
        "background": "I Believe My Civil Liberties Have Been Taken Off Me & Other Dog Owner's To Walk a Dog On a Beach or Crown Land With Or Without a Lead.If Other Animals Can Be Used such like Horses \r\n& Donkeys .I Believe This Contradicts The Dogs Act 1990.I Have Used The Beach All My Life And Had Dogs By My Side",
        "closed_at": null,
        "created_at": "2017-04-11T22:49:42.647Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-12T05:51:20.080Z",
        "opened_at": null,
        "rejected_at": "2017-04-19T16:11:53.509Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to ban dogs from a beach is the responsibility of the relevant local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:08.312Z"
    },
    "id": 194914,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/194914.json"
    },
    "type": "archived-petition"
}