{
    "attributes": {
        "action": "Remove the 45mph speed restrictions on new drivers on the Motorway.",
        "additional_details": "From personal experience, speaking with several driving instructors and peers. The general consensus is that this is a ridiculously outdated requirement. When being taught to drive you're being to drive confidently, get up to the required speed and to drive with consideration of other road users ensuring that they aren't required to slow down swerve or stop. Restrictions on speed limit does not make roads were the national speed limit applies any safer. Motorways should be taught prior to test.",
        "background": "New drivers in Northern Ireland must adhere to a Maximum of 45mph for 1 year on roads that are rated for 50mph, National Speed Limit and Motorway Speed Limit. This is dangerous as it causes other drivers to slow down, swerve or stop - especially on the motorway and causes inconvenience to road users",
        "closed_at": null,
        "created_at": "2017-04-13T09:03:54.113Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-13T11:15:47.547Z",
        "opened_at": null,
        "rejected_at": "2017-04-21T16:02:53.799Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for.\r\n\r\nIf you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:13.969Z"
    },
    "id": 195062,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195062.json"
    },
    "type": "archived-petition"
}