{
    "attributes": {
        "action": "STOP double yellow lines in Ive Farm Close E10.They are planning on 20/04/17",
        "additional_details": " We have letters from the council,  and plans and emails  which was Stopped 2014, By our road petition.\r\n They started again last year  we had another street petition that has been  totally ignored by their staff.  We have at the advertise  Guardian-series.co.uk.  And Bob Sullivan  liberal  Democrats knows our situation and hoping to help us. Truth of matter not disclosed - sports ground?",
        "background": "Stop the Walthamstow council putting double yellow lines in our road. This will alter peoples life this was not agreed by the residents of I farm close, We have been totally  ignored by our council. We need to take this further. We received a letter in October, but no agreement from the residents. ",
        "closed_at": null,
        "created_at": "2017-04-13T09:22:21.284Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-13T11:26:12.607Z",
        "opened_at": null,
        "rejected_at": "2017-04-21T14:42:49.373Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:14.147Z"
    },
    "id": 195064,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195064.json"
    },
    "type": "archived-petition"
}