{
    "attributes": {
        "action": "Enforce our Nations Sovreign Law to stop the islamification of our nation.",
        "additional_details": "Magna carta\r\nBigamy law\r\nChildrens act\r\nDisability act\r\nHuman rights act\r\nThe equality act.\r\nThe writings of the Quaran\r\nSharia law uk\r\nSharia law courts uk",
        "background": "All persons of all faiths must follow sovreign law only  in the uk and no other\r\n\r\n\r\nSharia law to be determined an illegal practise within the uk as it is contrary to uk sovreign law and courts of justice\r\n\r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2017-04-13T05:59:30.538Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-13T06:37:47.108Z",
        "opened_at": null,
        "rejected_at": "2017-04-20T14:41:53.651Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\n\r\nIn a response to a previous petition, the Government said:\r\n\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010)then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nBefore you resubmit your petition, please note that Parliament will be dissolved at 00.01am on Wednesday 3 May. That means that all parliamentary business – including petitions – will stop on 3 May until the new Parliament returns. \r\n\r\nFrom 3 May, you won’t be able to sign or start petitions on this site. Petitions opened before 3 May will be available for people to read on the site. They will not be reopened after the election. You’ll need to start your petition again when the site reopens after the election.\r\n\r\nWe don’t know exactly when the site will open again. You can follow us on Twitter @HoCPetitions for updates, or check back on the petitions site for news if you prefer.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:13.850Z"
    },
    "id": 195052,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195052.json"
    },
    "type": "archived-petition"
}