{
    "attributes": {
        "action": "Scrap the \"rape clause\" and the \"family cap\" on social security payments.",
        "additional_details": "The Welfare Reform and Work Act 2016 places a \"family cap\" on social security by limiting child tax credits and elements of Universal Credit to two children.\r\n\r\nOne of the exemptions to the cap set out in secondary legislation is known as the \"rape clause\". This allows payments for third and subsequent children when pregnancy has arisen from rape. DWP's plan for implementation of the \"rape clause\" requires women to disclose rape to a certifying \"third-party assessor\".",
        "background": "As the \"rape clause\" exemption cannot be delivered in a way that does not breach women's rights and undermine women's equality and safety, we call on the UK Government to repeal the \"family cap\" measures in the Welfare Reform and Work Act 2016, including all of its exemptions. ",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-04-13T10:31:22.885Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-27T09:50:58.918Z",
            "details": "The policy to provide support for a maximum of two children in Tax Credits and Universal Credit was announced in the 2015 Summer Budget, and was debated during the passage of the Welfare Reform and Work Act. It became law in March 2016 and came into effect from 6th April 2017.\r\n\r\nFamilies supporting themselves solely through work do not see their incomes rise automatically when they have more children.  The policy encourages families who receive benefits or tax credits to make the same financial decisions about the number of children they can afford to support as those families who support themselves solely through work, while protecting the vulnerable by retaining extra support for families with disabled children. \r\n\r\nParents continue to receive help with the cost of raising children through the payment of Child Benefit, which continues to be paid regardless of family size.\r\n\r\nSome claimants are not able to make the same choices about the number of children in their family as others. For that reason, a series of exceptions form a key part of the policy.\r\n\r\nThe Government invited views from stakeholders in a full consultation from 21 October 2016 to 27 November 2016 on the detail and implementation of the exceptions, including the non-consensual conception exemption, and contacted organisations across the UK who might have an interest in the policy. We received 82 responses with around 50 from organisations and this feedback informed a response, published on Friday 20th January 2017. This reflected comments and suggestions made as part of the consultation, including adding children conceived through controlling and coercive relationships, using aspects of the legal definition of the criminal offence of “controlling or coercive behaviour in an intimate or family relationship” legislated for by the Home Office, within the non-consensual conception exception.\r\n \r\nIn recognition of the sensitive and complex nature of the exception for non-consensual conception, the Government took the decision not to rely solely on the criminal justice system and to use a third party model where a claimant may provide evidence to support their request for the exemption through engaging with a third party professional. \r\n\r\nThe selected third party professionals are those who can also provide individuals with, or signpost them to, further support. This allows claimants to have a choice of whom they disclose these very sensitive circumstances to, and in some cases this will mean they can use a third party professional that they have already established a relationship with. The role of the third party professional is to confirm that the claimant’s circumstances, as described by them, are consistent with the criteria for the non-consensual conception exception, they are not required to seek any further evidence. Neither DWP nor HMRC staff will question the claimant about the incident nor will they be asked to identify the alleged perpetrator. The intention is to strike the right balance between ensuring claimants in these circumstances get the support they need in a not overly intrusive manner whilst at the same time providing the right assurance that the additional support is going to those for whom it is intended.\r\n\r\nThe Government has assessed the impact of the policy from an equality and human rights perspective throughout its development and in its implementation, thus meeting its obligations under the Public Sector Equality Duty and ensuring compliance with the Human Rights Act 1998 and other international law obligations. The policy was implemented through primary legislation and therefore its impacts were considered fully by Parliament.  Ministers also took account of that duty during the formulation of the exceptions to the policy. Consequently, it is the Government’s position that this policy is compliant with its obligations under the Equality Act 2010, the European Convention on Human Rights and the UN Convention on the Elimination of all Forms of Discrimination Against Women. As the policy relates solely to benefit entitlement, it does not interfere with any person's rights or freedom to have children.\r\n\r\nDepartment for Work and Pensions",
            "responded_on": "2017-04-27",
            "summary": "By limiting certain benefits and tax credits to two children, all families now face similar choices about how many children they can afford to support. In certain circumstances, exceptions can apply.",
            "updated_at": "2017-11-07T14:14:12.373Z"
        },
        "government_response_at": "2017-04-27T09:50:58.921Z",
        "moderation_threshold_reached_at": "2017-04-13T12:25:09.227Z",
        "opened_at": "2017-04-13T12:28:51.156Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-14T20:34:09.975Z",
        "scheduled_debate_date": null,
        "signature_count": 25307,
        "state": "closed",
        "updated_at": "2017-11-07T14:19:42.123Z"
    },
    "id": 195077,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195077.json"
    },
    "type": "archived-petition"
}