{
    "attributes": {
        "action": "Vets reunite stolen cats and dogs",
        "additional_details": "Some vets do scan newly registered cats and dogs but other vets ONLY scanned if brought in as a stray animal - scanning to check if  there is a microchip should cover ALL eventualities and not just stray animals, otherwise it defeats the purpose.\r\nIt has become law that all dogs are microchipped,  My point is that if some vets are only scanning when a stray cat or dog is brought in the microchip is fantastic. However, it serves no purpose when the cat /dog is newly registered and the vet does not scan for a microchip which if it is there, should tally with owners particulars.  \r\nThe Company who supply the microchips I am sure would agree too. The Insurance  Company would not require to pay out vast sums of money  unnecessarily.",
        "background": "I am compelled to raise this matter having recently experienced the sadness of the loss of my beloved British Shorthair cat .   However, I was astonished to learn when reporting his loss to local vets and surrounding areas, it was a hit and miss if all vets scanned newly registered animals .  \r\n ",
        "closed_at": null,
        "created_at": "2017-04-14T20:35:02.858Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-16T20:03:31.995Z",
        "opened_at": null,
        "rejected_at": "2017-04-24T18:34:57.297Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:19.501Z"
    },
    "id": 195198,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195198.json"
    },
    "type": "archived-petition"
}