{
    "attributes": {
        "action": "Make vehicle road tax daily not monthly...",
        "additional_details": "Road tax is always calculated from the 1st of the month...\r\nIf you buy a new vehicle or take a vehicle off sorn and tax it in the middle of the month you lose your money....        ITS WRONG ......\r\nIf you sell a vehicle in the middle of the month , they don't backdate your refund , they predate it from the beginning of the next and lose money again ...\r\nITS WRONG ......\r\nSTOP RIPPING US OFF ................................................................\r\nSiggo ..........................",
        "background": "Stop blatantly ripping the people off by calculating road tax to the day and not monthly",
        "closed_at": null,
        "created_at": "2017-04-14T07:45:33.581Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-15T08:10:21.322Z",
        "opened_at": null,
        "rejected_at": "2017-04-19T21:22:13.565Z",
        "rejection": {
            "code": "fake-name",
            "details": "Please note that you only have a limited amount of time should you choose to resubmit a petition with your full name. When Parliament is dissolved at 00.01am on Wednesday 3 May all parliamentary business – including petitions – will stop until the new Parliament returns. \r\n\r\nFrom 3 May, you won’t be able to sign or start petitions on this site. Petitions opened before 3 May will be available for people to read on the site. They will not be reopened after the election. You’ll need to start your petition again when the site reopens after the election.\r\n\r\nWe don’t know exactly when the site will open again. You can follow us on Twitter @HoCPetitions for updates, or check back on the petitions site for news if you prefer. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:16.076Z"
    },
    "id": 195144,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195144.json"
    },
    "type": "archived-petition"
}