{
    "attributes": {
        "action": "Publicly confirm that gay men from Chechnya can seek asylum in the UK",
        "additional_details": "The UK government promises asylum to anyone who can show 'that the conditions in [their] country of origin are such that in law they amount to persecution of those who are open about their sexual orientation' (http://uklgig.org.uk/?page_id=435). Stating the UK's legal obligations to offer asylum would send a powerful message that in stark contrast to the authorities in Chechnya, the UK government promises protection from discrimination, and offers support to those persecuted by the Chechen regime.",
        "background": "The Chechen government is abducting and torturing gay men. This more than qualifies any gay Chechens for asylum in the UK: the Home Office should issue a statement to this effect so that Chechens fleeing the country know that they will be offered protection in the UK.",
        "closed_at": "2017-05-02T23:01:00.000Z",
        "created_at": "2017-04-14T09:01:17.448Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-07-12T09:20:13.830Z",
            "details": "As a signatory to the 1951 Refugee Convention, the UK has a proud tradition of providing protection to those who need it and for as long as it is needed.  All asylum claims lodged in the UK, including those on grounds of sexuality will be carefully considered on their individual merits, in accordance with our international obligations and against relevant case law and available country information. No one who is found to be at risk of persecution or serious harm in their country of origin for any reason, including sexuality or gender identity, will be returned there. \r\n\r\nThe UK does not consider asylum claims lodged outside UK territory. Moreover, under international law, someone seeking asylum must first be outside the country of his nationality or habitual residence, since international protection cannot be provided while a person is within the territorial jurisdiction of his home country. Both the UK’s and the European Union’s approach is that an individual in need of international protection should apply for protection from the authorities in the first available safe country as that is the fastest route to safety. \r\n\r\nThe UK Government condemns all persecution and has made clear to the Russian Government that it must urgently investigate the atrocities against LGBT persons in Chechnya and ensure that perpetrators of human rights abuses are brought to justice. We expect the Russian Government to uphold its international human rights obligations to protect citizens who may be at risk of persecution.\r\n\r\nThe UK was among the first countries to express concern, with the then Foreign and Commonwealth Office Minister of State, The Baroness Anelay of St Johns, issuing a public statement in April 2017 calling on the Russian Government to investigate as a matter of urgency. The Foreign Secretary has publicly reinforced this message and co-signed a letter to Russian Foreign Minister Lavrov (together with a number of EU counterparts) calling on the Russian Government to thoroughly investigate the reports and ensure the safety of journalists and activists investigating these abuses. The EU made a statement on behalf of Member States at the Permanent Council of the Office for Security & Co-operation in Europe (OSCE) on 6 April and the UK Permanent Representative to the Council of Europe delivered a statement on behalf of the UK in the Committee of Ministers on 19 April. Most recently, we reiterated our calls for the Russian authorities to carry out a full and thorough investigation through national statements at the 35th session of the UN Human Rights Council in June.  \r\n\r\nOfficials from the UK’s Embassy in Moscow raised concerns at a senior level with the Russian Ministry of Foreign Affairs and are co-ordinating their approach with other Embassies in Russia. The Embassy has also been in close touch with the newspaper Novaya Gazeta, who initially broke the story. Her Majesty’s Ambassador to Moscow met the paper’s chief editor on 27 April to express support for its journalists, who have faced deeply worrying threats as a result of their coverage of this story. Furthermore, UK officials from across Whitehall and in Russia continue to work closely with the relevant NGOs who are supporting victims fleeing the persecution in Chechnya. \r\n\r\nHome Office",
            "responded_on": "2017-07-12",
            "summary": "HMG is working closely with NGOs who are supporting victims. People must be in the UK in order to seek asylum in the UK. We consider all asylum claims in line with our international obligations. ",
            "updated_at": "2017-07-12T09:20:13.830Z"
        },
        "government_response_at": "2017-07-12T09:20:13.832Z",
        "moderation_threshold_reached_at": "2017-04-14T09:56:35.983Z",
        "opened_at": "2017-04-20T14:06:02.438Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-04-23T23:13:12.635Z",
        "scheduled_debate_date": null,
        "signature_count": 20460,
        "state": "closed",
        "updated_at": "2017-09-09T06:37:16.296Z"
    },
    "id": 195146,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195146.json"
    },
    "type": "archived-petition"
}