{
    "attributes": {
        "action": "House our homeless families with better temporary accommodation!!!",
        "additional_details": "I have reported it to council , fire brigade, and local papers I was in the ilford and redbridge local papers on 6 th April , I have got evidence of attempted blackmail and the fact they now moved me to Hounslow which they put me any further away ! Please help us fight this , I know there is a housing crisis but it doesn't mean the places they have need to be disgusting and we are human beings too !!! Just because we are on benefit we get treated like scum ! It's not fair !!!! Please help !!",
        "background": "I have been housed in disgusting temporary accommodation that is unsafe , dirty and extremely dangerous! People complained constantly, reporting electric shocks, broken windows , the dirt , cookers are dangerous too, BUT estate mangers WALTHAM ESTATES and REDBRIDGE COUNCIL didn't care basically .",
        "closed_at": null,
        "created_at": "2017-04-13T16:48:12.047Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-13T16:57:05.213Z",
        "opened_at": null,
        "rejected_at": "2017-04-24T16:35:38.326Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local housing is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.redbridge.gov.uk/about-the-council/petitions/\r\n\r\nYou can find out how you can take your complaint further here:\r\n\r\nhttps://www.gov.uk/council-housing/complaints\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:15.260Z"
    },
    "id": 195106,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195106.json"
    },
    "type": "archived-petition"
}