{
    "attributes": {
        "action": "Re-Open Banff and Macduff's Railway Lines",
        "additional_details": "The trains used to also carry cargo back and forth to different destinations, now we have to rely on lorrys and trucks which take nearly twice as much time to get to the places they need to go. Adapting to this, the weight of the cargo in the lorrys going across Banff bridge is causing the bridge to get less and less sturdy. No one knows how long it could be until the bridge collapses but it has already had to be fixed multiple times due to this.",
        "background": "Back in the early 1960s, The railway lines in Banff and Macduff were shut off and demolished leaving many people without a way of travel. Now a days, we have to embark on a 2-3 hour bus journey just to get to Aberdeen. No one has ever tried to get it to go ahead again. I hope to be the first :)",
        "closed_at": null,
        "created_at": "2017-04-15T21:32:17.758Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-16T16:12:21.795Z",
        "opened_at": null,
        "rejected_at": "2017-04-24T17:36:00.794Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:24.439Z"
    },
    "id": 195283,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195283.json"
    },
    "type": "archived-petition"
}