{
    "attributes": {
        "action": "remove fly tippers rubbish that has been there for 3+ years with weekly adding's",
        "additional_details": "There is also a back garden (empty house) full to the brim of house hold waste, prams, kids toys, glass, and metal poles. There is only half a wall as someone has vandalised and knocked the wall down, we residents have tried to clean up the backs to make it safe for the children to play there but the end house is causing problems as it is not safe and again looks disgusting. we have contacted the council and environmental health but its a slow process. ",
        "background": "Over the past 3 years our backs has been used as a dumping ground, at the back of our houses we have an old railway line, rubbish such as sofas, house hold rubbish, garden waste has been dumped over the fence making a home for RATS, and is a eye sore.",
        "closed_at": null,
        "created_at": "2017-04-15T08:45:33.161Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-15T10:25:01.689Z",
        "opened_at": null,
        "rejected_at": "2017-04-19T17:19:11.999Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:21.530Z"
    },
    "id": 195226,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195226.json"
    },
    "type": "archived-petition"
}