{
    "attributes": {
        "action": "Continue to provide the hormone T3 to certain patients with hypothyroidism.",
        "additional_details": "In a recent study the results showed that a patients genes plays a significant role as to whether the replacement therapy for Hypothyroidism should include the T3 as well as the T4 hormone. T4 and T3 are hormones produced by the thyroid gland and are essential for life. The thyroid produces mainly T4, which is then converted to T3 in tissue and organs. T3 is the active hormone.\r\nI call on the government to continue  to allow the T3 therapy as for some hypothyroids  the benefits are enormous ",
        "background": "The government have the T3 hormone (liothyronine) therapy on a list of drugs that will no longer be available, as they believe that the cost out weighs the benefits. Many hypothyroids rely on this hormone to function normally",
        "closed_at": null,
        "created_at": "2017-04-17T14:50:05.096Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-17T16:53:23.301Z",
        "opened_at": null,
        "rejected_at": "2017-04-25T11:46:32.613Z",
        "rejection": {
            "code": "no-action",
            "details": "NHS England will be leading a review of low value prescription items from April 2017 and will be introducing new guidance for Clinical Commissioning Groups (CCGs). This review is still going on, and the guidance hasn't been issued yet. \r\n\r\nYou can find out more about the review here:\r\n\r\nhttps://www.england.nhs.uk/2017/03/guidance-on-low-value-prescription-items/\r\n\r\nThis explains that \"NHS England will work with clinicians and clinical commissioning groups to develop guidelines initially around a set of 10 medicines which are ineffective, unnecessary, inappropriate for prescription on the NHS, or indeed unsafe, and that together cost the NHS £128m per year.  In developing the guidance, the views of  patient groups, clinicians, commissioners and providers across the NHS will be sought.\" \r\n\r\nYou can also find more information here:\r\n\r\nhttps://www.nhscc.org/latest-news/400m-high-priority-areas/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:29.808Z"
    },
    "id": 195418,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195418.json"
    },
    "type": "archived-petition"
}