{
    "attributes": {
        "action": "Make snapchat and other social media forums an adult only subscription service",
        "additional_details": "Social media providers must take more responsibility to protect society's most vulnerable\r\n- make snapchat/ any 'secret' messaging service obtain debit/credit card details at the point of registration to verify age/identity\r\n- if forums are designed at younger users require dual adult registration/permission\r\n- ensure that no messaging service allows messages to be permanently unrecoverable once deleted to protect against grooming/bullying/false allegations and uphold the principles of safeguarding",
        "background": "More teens than ever suffer from self harm, eating disorders, bullying, drugs, sexual behaviours etc at a younger & younger age. Social media plays a huge part with increasing pressures on teens & as it becomes easier to exchange messages/images without a trace its impossible to supervise/police",
        "closed_at": null,
        "created_at": "2017-04-17T21:59:15.677Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-18T18:33:09.490Z",
        "opened_at": null,
        "rejected_at": "2017-04-25T16:12:38.174Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, age policies are the responsibility of social media sites.\r\n\r\nIf you would like Parliament to change the law, to make it illegal to offer social media accounts to those under 16, then you could start a petition asking for that when the petitions site reopens after the General Election. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:31.067Z"
    },
    "id": 195460,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195460.json"
    },
    "type": "archived-petition"
}