{
    "attributes": {
        "action": "Place cctv in cemeteries to prevent theft from graves of loved ones",
        "additional_details": "We all have to pay to purchase graves for our loved ones to be able to have a spot on earth where we can remember them and take them gifts.\r\nWhen we go to a club we have to pay to enter and the club then has to pay people ie security to protect us from crime. We have purchased these graves and we need the council to take responsibility and provide protection or preventative measures to reduce crime or to stop charging for the purchase of graves if they are not providing security to protect them.",
        "background": "Charity Of Faith & Determination have received multiple requests for support regarding the increase in theft from babies graves. People who have suffered a loss are going through enough with the bereavement process & when people steal from our loved ones graves it makes the healing process difficult",
        "closed_at": null,
        "created_at": "2017-04-18T13:21:56.663Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-18T16:35:15.484Z",
        "opened_at": null,
        "rejected_at": "2017-04-25T14:51:51.756Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Cemeteries are usually the responsibility of local churches or your local council.\r\n\r\nIf the cemetery you're concerned about is run by your local council, you could raise this issue with a local councillor, who represents you.\r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:33.967Z"
    },
    "id": 195555,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195555.json"
    },
    "type": "archived-petition"
}