{
    "attributes": {
        "action": "Hold a televised debate before the snap general election",
        "additional_details": "Following the surprise announcement earlier today (Tuesday April 18th 2017) from the Prime Minister to hold an early general election on Thursday June 8th 2017, No. 10 has said that there will be no TV debates this time around. https://www.channel4.com/news/by/gary-gibbon/blogs/election-2017-no-tv-debates-this-time\r\n\r\nIt's concerning that the Prime Minister is choosing not to hold any this time around; it not only suppresses information on political parties, but shows the PM as afraid of debating.",
        "background": "A great deal of the British electorate rely on the debates to inform themselves and decide who to vote for in the elections; it is imperative that at least one televised debate is held in the runup to the election to give the voting public the opportunity to compare and contrast the major parties.",
        "closed_at": null,
        "created_at": "2017-04-18T15:46:05.813Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-18T18:11:10.708Z",
        "opened_at": null,
        "rejected_at": "2017-04-25T12:49:36.585Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A decision about whether to take part in any televised debate would be for Theresa May to make as leader of the Conservative party, not as the Prime Minister. We can only accept petitions about the Prime Minister’s actions as part of the Government, not as the leader of a political party."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:35.925Z"
    },
    "id": 195590,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195590.json"
    },
    "type": "archived-petition"
}