{
    "attributes": {
        "action": "Make Theresa May appear on live TV debates to better inform the electorate",
        "additional_details": "Elections are all about debate. For the PM to not appear on live debates, in a changing world where television and the internet are some of the most effective ways to educate and spread info, is absurd. With only a 61.9% turnout in the 2015 election (83.9% in 1950), by appearing on TV she would be providing an easy way for the electorate to engage with the election and to understand the Conservative manifesto for Britain and the direction for Brexit. Without this we go to the polls blind. ",
        "background": "Theresa May has made it clear that she won't be partaking in live debates. She is avoiding discussion on the Conservative plan for the UK and Brexit. In order to better inform the public, already lacking in political activism, to go out and vote she must face the cameras and justify her manifesto.",
        "closed_at": null,
        "created_at": "2017-04-18T18:13:27.428Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-18T22:31:23.932Z",
        "opened_at": null,
        "rejected_at": "2017-04-25T12:56:14.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for Theresa May to make as leader of the Conservative party, not as the Prime Minister. We can only accept petitions about the Prime Minister’s actions as part of the Government, not as the leader of a political party."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:38.796Z"
    },
    "id": 195642,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195642.json"
    },
    "type": "archived-petition"
}