{
    "attributes": {
        "action": "Make the PM take part in TV debates in the run-up to the 2017 general election.",
        "additional_details": "TV debates have become one of the main avenues for voters to test party leaders in the run-up to elections and indeed to learn more about politicians ideas and respective party manifestos. We need to ensure all party leaders are held to account in the most effective way, and television has proven time and again to be the best medium through which voters can most readily see for themselves what is on offer in the general election. Ignoring TV debates is simply undemocratic. ",
        "background": "The PM has said she will not take part in any TV debates with other party leaders in the run-up to the general election. We must ensure that she is held accountable and is forced to debate her ideas and plans with other party leaders, so that voters get the best chance of making up their mind.  ",
        "closed_at": null,
        "created_at": "2017-04-18T21:39:45.107Z",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-04-19T05:52:47.187Z",
        "opened_at": null,
        "rejected_at": "2017-04-25T12:48:13.017Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for Theresa May to make as leader of the Conservative party, not as the Prime Minister. We can only accept petitions about the Prime Minister’s actions as part of the Government, not as the leader of a political party."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-09-09T06:37:42.139Z"
    },
    "id": 195689,
    "links": {
        "self": "https://petition.parliament.uk/archived/petitions/195689.json"
    },
    "type": "archived-petition"
}