{
    "attributes": {
        "action": "Make British Sign Language part of the National Curriculum",
        "additional_details": "",
        "background": "Around 50,000 people in the UK use British Sign Language, so why is this not taught in schools? There are many children who are born deaf, and we need to give them a better chance at a more integrated future. This is why BSL needs to be taught in schools.",
        "closed_at": null,
        "created_at": "2017-09-12T09:02:07.606Z",
        "creator_name": "Wayne Barrow",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-17T14:21:38.515Z",
            "details": "We recognise and acknowledge that British Sign Language can be a beneficial subject that schools can choose to teach. However, we don’t have plans to make BSL part of the national curriculum. \r\n\r\nThe national curriculum sets out which subjects local authority maintained schools (but not academies or free schools) must teach. In addition to meeting their statutory duties to teach the national curriculum, maintained schools are free to teach any other subject or topic they deem relevant for their pupils. Schools can therefore teach BSL as part of their wider curriculum. \r\n\r\nThe teaching of a foreign language is statutory at key stages 2 and 3 for pupils in maintained schools. Even though BSL is recognised as a language, the national curriculum programmes of study for languages contain a number of requirements that could not be met through BSL; for example at key stage 2 the requirement to describe people, places, things and actions in writing. A maintained school would be unable to meet the curriculum requirement solely by teaching BSL. Therefore, BSL is a subject that schools have freedom to teach in addition to foreign languages.\r\n\r\nDepartment for Education",
            "summary": "BSL was recognised as a language in its own right by the UK government in 2003. Whilst it is not a mandatory part of the curriculum, schools are free to teach it if they choose to do so.   ",
            "updated_at": "2017-10-17T14:21:38.515Z"
        },
        "government_response_at": "2017-10-17T14:21:38.518Z",
        "moderation_threshold_reached_at": "2017-09-12T09:11:09.867Z",
        "opened_at": "2017-09-12T09:11:47.013Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-25T19:03:46.182Z",
        "scheduled_debate_date": null,
        "signature_count": 22851,
        "state": "open",
        "updated_at": "2017-11-08T23:44:42.740Z"
    },
    "id": 200000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200000.json"
    },
    "type": "petition"
}