{
    "attributes": {
        "action": "Make British Sign Language part of the National Curriculum",
        "additional_details": "",
        "background": "Around 50,000 people in the UK use British Sign Language, so why is this not taught in schools? There are many children who are born deaf, and we need to give them a better chance at a more integrated future. This is why BSL needs to be taught in schools.",
        "closed_at": null,
        "created_at": "2017-09-12T09:02:07.606Z",
        "creator_name": "Wayne Barrow",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-10-17T14:21:38.515Z",
            "details": "We recognise that BSL is a useful tool for deaf people and is the first or preferred language of an estimated 70,000 deaf people in the UK.  BSL has been recognised by the government as a language in its own right since March 2003. There are existing accredited BSL qualifications including a Level 1 award, Level 2, 3 and 4 certificates and a Level 6 NVQ certificate. The Level 1 and 2 qualifications, equivalent to GCSE grades A*-G or 9-1, have the highest take up. Schools are free to enter pupils for these awards at any point in their school career. We are also aware that the 2015 Consortium for Research into Deaf Education survey of teachers of the deaf in the UK showed that the vast majority (around 86%) of deaf children use spoken language as their main language in schools.  \r\n\r\nWe have no plans to change the current national curriculum for schools.  The national curriculum has been designed to focus on the essential knowledge that must be taught, allowing teachers to take greater control over the wider curriculum in schools and how it is taught. It is just one element in the education of every child. There is time and space in the school day and in each week, term and year to range beyond the national curriculum specifications. \r\n\r\nDepartment for Education",
            "summary": "BSL was recognised as a language in its own right by the UK government in 2003. Whilst it is not a mandatory part of the curriculum, schools are free to teach it if they choose to do so.    ",
            "updated_at": "2017-11-14T17:36:13.361Z"
        },
        "government_response_at": "2017-10-17T14:21:38.518Z",
        "moderation_threshold_reached_at": "2017-09-12T09:11:09.867Z",
        "opened_at": "2017-09-12T09:11:47.013Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-09-25T19:03:46.182Z",
        "scheduled_debate_date": null,
        "signature_count": 25676,
        "state": "open",
        "updated_at": "2018-01-27T23:00:30.723Z"
    },
    "id": 200000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/200000.json"
    },
    "type": "petition"
}