{
    "attributes": {
        "action": "Abolish the TV licence",
        "additional_details": "",
        "background": "The television licence fee funds the BBC, yet a consumer is required to have a licence to watch or record any live TV, regardless of whether or not they want to consume BBC content. There should be no requirement to fund the BBC in this way, and no licence should be required to watch or record TV.",
        "closed_at": "2016-01-21T00:00:10.712Z",
        "created_at": "2015-07-20T16:47:27.692Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-29T14:56:47.679Z",
            "details": "The television licence fee is collected by the BBC and the revenue derived from the sale of licences is used largely to fund the BBC’s television, radio and online services, although it has also provided funding for other services such as the Welsh broadcaster S4C, the nationwide digital switchover and infrastructure projects such as the delivery of superfast broadband.\r\n\r\nThe Government currently has no plans to abolish television licences in the UK. However all aspects of the BBC, including its funding, are up for debate as part of the Charter Review. Funding is one of many issues we asked about in our consultation, which ran over the summer and received more than 190,000 responses from the public and industry. The Government's proposals for the future of the BBC will be published next year.\r\n\r\nA recent independent review on TV Licence Fee Enforcement Review was led by David Perry QC and assessed options for amending the current enforcement regime, including those for decriminalisation of TV licence evasion offences. \r\n\r\nThe review considered whether the sanctions currently in place for failure to hold a TV licence are appropriate and fair, and whether the current regime represents value for money for licence fee payers and taxpayers. Mr Perry found that the current system of criminal enforcement should be maintained, at least under the present system of licence fee collection, and made a number of recommendations, including some on the conduct of TV Licensing. The review is available at: \r\n\r\nhttps://www.gov.uk/government/news/independent-review-on-tv-licence-enforcement-published\r\n\r\nThe Secretary of State for Culture, Media and Sport set out his response to this review in a statement to Parliament which you can find online (http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2015-07-16/HCWS129/). The Government will be giving the review’s conclusions further consideration through the ongoing Charter Review.\r\n\r\nDepartment for Culture, Media and Sport",
            "summary": "Government asked about BBC funding in the Charter Review consultation, which received more than 190,000 responses. Proposals for the BBC’s future will be published next year.",
            "updated_at": "2016-01-18T17:22:38.691Z"
        },
        "government_response_at": "2015-12-29T14:56:47.681Z",
        "moderation_threshold_reached_at": "2015-07-20T17:03:01.314Z",
        "open_at": "2015-07-21T10:18:29.819Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-25T19:25:57.740Z",
        "scheduled_debate_date": null,
        "signature_count": 14288,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 104367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104367.json"
    },
    "type": "petition"
}