{
    "attributes": {
        "action": "To debate a vote of no confidence in Health Secretary the Right Hon Jeremy Hunt",
        "additional_details": "",
        "background": "Jeremy Hunt has alienated the entire workforce of the NHS by threatening to impose a harsh contract and conditions on first consultants and soon the rest of the NHS staff. ",
        "closed_at": "2016-01-20T00:00:12.250Z",
        "created_at": "2015-07-20T13:02:14.720Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2015-09-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-09-14/debates/15091415000001/NHS(ContractsAndConditions)",
            "video_url": "http://parliamentlive.tv/Event/Index/d6fbba1f-282d-4027-82b7-754baad69ce6"
        },
        "debate_outcome_at": "2015-09-15T14:42:56.281Z",
        "debate_threshold_reached_at": "2015-07-21T15:54:26.382Z",
        "government_response": {
            "created_at": "2015-07-24T10:15:58.247Z",
            "details": "Many people do not realise that if you are admitted to hospital on a weekend, you have a 16% greater chance of dying. The Government wants to change this so that everyone can be confident that they will receive the same level of care whatever day of the week they are admitted to an NHS hospital.\r\n \r\nNHS consultants already provide an outstanding service and show great dedication to ensuring patients get the best outcomes. But the Government has a duty to make sure the system is set up in a way which makes it as easy as possible for hospitals to organise their resources to maximise patient safety across every day of the week.\r\n\r\nTo understand more about the possible issues for staff contracts, last year the government asked the independent pay review bodies for NHS staff - The Review Body on Doctors’ and Dentists’ Remuneration (DDRB) and the NHS Pay Review Body (NHSPRB) for their observations and recommendations about how the reform of employment contracts could help support the delivery of seven day services in England. \r\n\r\nThe reports were published this month. They identified that a major barrier to seven day services is a decade old contractual right in the consultants’ contract negotiated by their union representatives in 2003 that allows senior doctors to refuse to work non-emergency work in the evenings, at nights and at weekends. No junior doctor, nurse or other clinical group has any such right. Other senior public sector professionals who work in services required to keep the public safe, such as police officers, firemen and prison governors, do not have this opt out either.\r\n\r\nWhilst the vast majority of consultants work tirelessly for their patients, the opt out allows individuals to charge employers hugely expensive payments which are much higher than national contract rates (up to £200 an hour). The average earnings for a hospital consultant are already in the top 2% in the country at £118,000, and these inflated payments can make it difficult for hospitals to provide the weekend cover they know patients need.\r\n \r\nThe report endorsed  the removal of the opt out, as well as broadly supporting other changes to the consultant contract that would ensure the right level of cover is available every day of the week; not just Monday to Friday.\r\n\r\nUnder the new plans, doctors will still continue to receive a significantly higher rate for working unsocial hours and there will be a contractual limit (not an expectation) of working a maximum of 13 weekends a year.\r\n\r\nBy the end of the Parliament, the Government hopes that the majority of consultants, in line with existing practice for nurses, midwives and junior doctors, will be on reformed contracts, working across seven days, to deliver a better service to patients. Hospitals like Salford Royal and Northumbria that have instituted seven day services have already seen improvements in patient care and staff morale. \r\n\r\nThese new plans will mean that doctors working in some of the toughest areas in the NHS, such as A&E and obstetrics, will at last be properly rewarded and there will be faster pay progression for all consultants early on in their career. Under the new proposals, the highest performing consultants could be able to receive up to £30,000 a year in bonus payments, on top of their base salary.\r\n\r\nOf course, improving weekend care requires more than just ensuring greater consultant presence.  That's why the government is also addressing issues such as access to weekend diagnostic services, provision of out of hospital care to facilitate weekend discharges, and adequate staffing cover amongst other clinical groups,. But NHS leaders and the independent pay review bodies are clear that increasing the presence of senior clinical decision makers at weekends is vital, and that the consultant opt out remains a barrier to organising broader support services and staff rotas.\r\n\r\nThe Government feels it is under an obligation to the public to do all it can to make NHS care at the weekend as safe as during the week through the delivery of seven day services this Parliament and that is what it will continue to do.\r\n\r\nDepartment for Health  \r\n",
            "summary": "The Government is committed to delivering seven day services to make sure that patients get the same high quality, safe care on a Saturday and Sunday as they do on a week day.",
            "updated_at": "2015-12-03T14:59:43.805Z"
        },
        "government_response_at": "2015-07-24T10:15:58.250Z",
        "moderation_threshold_reached_at": "2015-07-20T13:56:15.383Z",
        "open_at": "2015-07-20T14:12:50.460Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-20T18:57:24.174Z",
        "scheduled_debate_date": "2015-09-14",
        "signature_count": 231136,
        "state": "closed",
        "updated_at": "2016-12-30T13:35:09.456Z"
    },
    "id": 104334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104334.json"
    },
    "type": "petition"
}