{
    "attributes": {
        "action": "Remove the 1% public sector pay cap. Teachers, nurses etc deserve a pay rise too",
        "additional_details": "An independent study into regional pay in the public sector showed that in all areas of the country public servants were underpaid compared to private counterparts before the recession. We've already endured 5 years of nothing, please give us a fair deal as you have repeatedly said 'Britain needs a pay rise' well so do the poorly paid public servants. ",
        "background": "People working in the public sector have already suffered 5 years of no pay rises and increased pension costs. Another 5 will plunge thousands into poverty. Britain deserves a pay rise? Well so do the hard working poorly paid public servants.",
        "closed_at": "2016-01-21T00:00:10.712Z",
        "created_at": "2015-07-20T20:38:41.256Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-15T09:14:11.264Z",
            "details": "The Government greatly values the important work that public sector workers do in delivering essential public services and it is essential that the public sector continues to recruit, retain and motivate the highest quality staff.\r\n \r\nAt the Summer Budget 2015, it was announced that the Government will fund public sector workforces for a pay award of 1% for 4 years from 2016-17. Pay restraint is one of the difficult decisions the government has had to make to help put the UK’s public finances back on track.  There is a trade-off between pay and jobs in many public services, and at a time when further spending reductions are required to finish the job of fixing the public finances, a tough pay award policy makes a significant contribution in protecting jobs and maintaining public services.\r\n \r\nPay award policy saved approximately £8bn in the last Parliament and is expected to save another £5bn by 2019-20. The savings in this Parliament, including NHS and schools, will be equivalent to the cost of employing approximately 65,000 teachers or 69,000 nurses over this period. Overall, levels of pay in the public sector are now, on average, comparable to those in the private sector. When excluding financial services, total pay in the public sector grew by 1.1% on the year to reach £490 a week in June 2015, equivalent to that of private sector total pay. Furthermore, public sector workers continue to benefit from a pay premium of 8% once employer pension contributions are taken into account.\r\n\r\nA recent paper by ONS shows that there is regional variation in public-private pay comparisons and public sector workers in certain regions earn more based on hourly pay compared with equivalent private sector workers with similar characteristics.\r\n\r\nThe Government’s previous pension provision costs were unsustainable. To ensure the long term sustainability of the schemes the Government has implemented a package of reforms to rebalance taxpayer and member contributions in the short term, and to ensure that costs are sustainable and fair in the long term. This is forecast to save £430 billion by 2061-62.\r\n\r\nThe Government wants to move from a low wage, high tax and high welfare society to a higher wage, lower tax and lower welfare society. Now is the right time to take action to ensure low wage workers can take a greater share of the gains from growth. An essential part of this is the implementation of the National Living Wage (NLW) for over 25s from April 2016. This will be mandatory and introduced into law to lift the wages of the lowest paid in both the public and private sectors. OBR forecasts that a full-time National Minimum Wage (NMW) worker will earn over £5,200 more by 2020 from the NLW in cash terms, or £4,700 after inflation. That’s a £1,200 per year increase in earnings for a full-time worker on the current NMW. Those who are earning a higher wage will also be benefitting significantly from increases in the personal allowance. By 2017-18, 8 out of 10 working households will be better off as a result of the personal allowance, living wage and welfare changes at Summer Budget 2015.\r\n\r\nHM Treasury",
            "summary": "Public sector pay is comparable to the private sector on average. Furthermore, public sector workers continue to benefit from a premium once employer pension contributions are taken into account.",
            "updated_at": "2015-09-15T09:14:11.264Z"
        },
        "government_response_at": "2015-09-15T09:14:11.267Z",
        "moderation_threshold_reached_at": "2015-07-20T21:20:58.236Z",
        "open_at": "2015-07-21T10:58:16.187Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-03T18:00:00.345Z",
        "scheduled_debate_date": null,
        "signature_count": 15436,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 104399,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104399.json"
    },
    "type": "petition"
}