{
    "attributes": {
        "action": "Introduce a UK National Day to celebrate our United Kingdom.",
        "additional_details": "",
        "background": "The United Kingdom is one of the only countries in the world without a national day to celebrate the country.\r\n\r\nThis could be held annually on the May Day Bank Holiday and used to mark the anniversary of the Acts of Union which created our United Kingdom on the 1st of May, 1707. ",
        "closed_at": "2016-01-20T00:00:12.250Z",
        "created_at": "2015-07-20T14:23:55.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-27T14:54:48.799Z",
            "details": "The UK currently has no unique national day. However, there are a number of days of celebration, and others, which are associated with celebrating the constituent countries of Britain and their traditions. \r\n\r\nExisting days of celebration include, St George's Day in England, St Andrew's Day in Scotland, St David's Day in Wales and St Patrick's Day in Northern Ireland.\r\n\r\nOver the years there have been various suggestions from the public for days of celebration and new bank holidays, however the current pattern is well established and accepted.  \r\n\r\nAlthough, it has been celebrated since ancient times in many locations throughout the UK, the early May Day bank holiday has only been in existence in the UK since legislation was passed in 1978. More recently it has been associated with workers’ rights groups who choose to march or protest on this day to raise awareness of their causes. \r\n\r\nDepartment for Culture, Media and Sport",
            "summary": "Government currently has no plans to create a UK national day. There are existing national days of celebration and other traditions that provide a focus for National celebrations. ",
            "updated_at": "2016-01-27T14:54:48.799Z"
        },
        "government_response_at": "2016-01-27T14:54:48.803Z",
        "moderation_threshold_reached_at": "2015-07-20T14:54:57.194Z",
        "open_at": "2015-07-20T15:03:20.240Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-13T09:46:45.514Z",
        "scheduled_debate_date": null,
        "signature_count": 10221,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 104343,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104343.json"
    },
    "type": "petition"
}