{
    "attributes": {
        "action": "Abolish the AFPRB and give the military a truly independent body to award pay.",
        "additional_details": "The AFPRB previously recommend a 0% pay award for the two years when the government froze public sector pay, this exposes the lack of independence that they have. HMG have announced that there is a 4 year 1% restriction, and no doubt this will be the next 4 recommendations from the AFPRB (or less). 9 years of ‘real terms’ pay cuts for the Armed Forces! In 2015 an OR3 was £3,464.58 worse off than in 2010 in real terms. A OR6 £4,176.13 worse off, and an OF2 is £5,028.96 worse off in real terms.",
        "background": "The Armed Forces Pay Review Board is referred to by HMG as an independent body. However, as their ToRs require them to take account of set budgets, so they aren't! The Military, giving their lives, for HMG to commit to war deserve better. MPs have an independent body, the Military deserve the same! ",
        "closed_at": "2016-01-22T00:00:08.267Z",
        "created_at": "2015-07-20T21:18:32.804Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-21T10:51:23.848Z",
            "details": "The role of the AFPRB is to provide advice to the Government on the pay and charges for military personnel to ensure the Armed Forces are able to recruit, retain and motivate suitably able and qualified people.  In doing so it is required to take into consideration the Government’s policies on the public services, inflation targets and the funds available to the Ministry of Defence (MOD).  However, the AFPRB’s recommendations are not bound by Government advice in these areas.\r\n\r\nThe AFPRB’s annual report and recommendations are evidence-based.  During the spring and early summer the AFPRB conducts an extensive visit programme to Armed Forces establishments both in the UK and overseas, including operational theatres and ships, in order to gather first-hand evidence from the workforce.  During these visits, AFPRB Members speak with Service Personnel and their families, eat in Service dining facilities and view both Service Family and Single Living Accommodation.  Following the visits they receive formal written evidence from the MOD and also hear oral evidence from the Secretary of State for Defence, the Chief of Defence People and single-Service Principal Personnel Officers, the Defence Infrastructure Organisation and the Service Families Federations.  Additionally, the AFPRB also commission its own analysis and research, including on pay comparability of the Armed Forces within the wider UK economy.\r\n\r\nFollowing due consideration of all the evidence, the AFPRB submits its recommendations on Armed Forces’ pay and charges to the Prime Minister and the Secretary of State for Defence.  Where sufficient evidence exists, the AFPRB makes recommendations for increases beyond the financial limits set by the Government, for example in 2013 when the AFPRB recommended, and the Government accepted, a 0.5 per cent increase to X-Factor at a time of public sector pay restraint. \r\n\r\nAs a public body the AFPRB undergoes routine review and scrutiny to ensure that it continues to fulfil its role.  The last triennial review was undertaken in 2014 and found that the Review Body remains fit for purpose and delivers relevant and beneficial functions for Defence.  The Triennial Review of the AFPRB was presented to Parliament on 10 April 2014; a copy of the full report can be viewed on the link below.\r\n\r\nhttps://www.gov.uk/government/publications/armed-forces-pay-review-body-triennial-review-2014 \r\n\r\nThe 2015 Summer Budget announced that the Government will fund an average one per cent pay award for four years from 2016-17.  At a time when further spending reductions are required to complete the repair of the public sector finances, the Government has stated that a policy of pay restraint makes a significant contribution to protecting jobs and maintaining public services.  Since the beginning of the 2008-09 recession, average private sector earnings have increased by 12.6%, while those in the public sector have increased by 14.6%.  HM Treasury analysis, as well as independent studies, therefore shows public sector pay at a premium for most of the last Parliament, and a significant continued premium when pensions are taken into account.\r\n\r\nAll Review Bodies operate in the public interest by offering a transparent, independent mechanism to inform the setting of pay for key workforces in the public sector.  The Government greatly values the expertise and independence of the AFPRB. \r\n\r\nMinistry of Defence",
            "summary": "The Armed Forces’ Pay Review Body (AFPRB) provides independent advice to the Prime Minister and Secretary of State for Defence on the remuneration and charges for members of the Armed Forces.  ",
            "updated_at": "2016-01-21T10:51:23.848Z"
        },
        "government_response_at": "2016-01-21T10:51:23.854Z",
        "moderation_threshold_reached_at": "2015-07-21T21:28:05.226Z",
        "open_at": "2015-07-22T13:16:08.088Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-08T21:34:56.252Z",
        "scheduled_debate_date": null,
        "signature_count": 18418,
        "state": "closed",
        "updated_at": "2016-07-05T10:57:48.468Z"
    },
    "id": 104407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104407.json"
    },
    "type": "petition"
}