{
    "attributes": {
        "action": "Disallow puppy farms in the UK in which beagles are bred for animal testing",
        "additional_details": "http://www.lbc.co.uk/controversial-puppy-breeding-farm-gets-go-ahead-113002\r\n\r\nhttp://news.sky.com/story/1519982/controversial-puppy-breeding-farm-gets-go-ahead ",
        "background": "A puppy farm in Yorkshire has recently been given the go ahead by the british government, in which innocent beagles are bred purely for them to be tested on. This will be the second establishment like this in the UK, with the first being in Cambridgeshire. ",
        "closed_at": "2016-01-22T00:00:08.267Z",
        "created_at": "2015-07-21T08:45:51.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-21T14:59:05.790Z",
            "details": "Planning ministers assessed the application’s planning merits and granted it permission on those grounds. The decision letter fully explains the reasons for this decision.  The letter and related Inspector’s report can be viewed at: https://www.gov.uk/planning-applications-called-in-decisions-and-recovered-appeals.\r\nHome Office regulatory safeguards \r\nThe use of animals in scientific research remains a vital tool in improving our understanding of how biological systems work both in health and disease which is crucial for the development of new medicines and cutting edge medical technologies for both humans and animals, and for the protection of our environment.\r\n \r\nThe Government has a strong commitment to maintaining a rigorous regulatory system under the Animals (Scientific Procedures) Act 1986 (the Act). Guidance can be found here: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/291350/Guidance_on_the_Operation_of_ASPA.pdf. \r\nThe regulatory system ensures that animal research and testing is carried out only where no practicable alternative exists, and that suffering is kept to a minimum. This is achieved through applying the principles of the 3Rs which require that, in every research proposal, animals are replaced with non-animal alternatives wherever possible; that the number of animals used is reduced to the minimum needed to achieve the results sought; and that, for those animals which must be used, procedures are refined as much as possible to minimise their suffering.\r\n\r\nAll applications for research to be conducted are assessed by Home Office Inspectors. The harm benefit assessment conducted provides advice to the Home Secretary that the likely harms are justified by the expected benefits. Only after completion of this process will the Home Secretary consider granting a licence for the proposed work to go ahead. All Inspectors hold either veterinary or medical qualifications and are specially trained. Proposals must also have been considered by the research establishment’s Animal Welfare and Ethical Review Body.\r\n\r\nOnce a licence is granted, establishments are regularly inspected for compliance with their licence and the legislation.\r\n    \r\nThe breeding and use of dogs in the UK\r\nOn occasion this research requires the use of dogs, mainly purpose-bred beagles. Dogs are accorded special protection under the Act and licences are only granted where justified where the specific results sought can only be achieved by using a dog. \r\n\r\nAll animals, including dogs, must be housed in accordance with the Code of Practice published by the Home Office: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/388895/COPAnimalsFullPrint.pdf. This sets standards for the housing, environmental enrichment, socialisation and exercise required for dogs in UK facilities. These standards are also regularly checked and monitored by Inspectors during often unannounced inspections. \r\n\r\nWhere it is essential to use dogs in research, it is better for their welfare that they should have been bred in facilities which meet the UK’s high standards and which are located close to the place where the dogs will subsequently be used. This minimises the potential stress of lengthy transport.\r\n\r\nCurrently less than 0.1% of animals used in research in the UK are dogs. Of these, more than 80% of the dogs that underwent procedures in 2013 were used in applied studies for human medicine or dentistry. Dogs are also used extensively in veterinary research to better understand naturally occurring diseases and to develop treatments and preventatives such as vaccines. Around 2% are used in fundamental biological research.\r\n\r\nFollowing a Government ban in 1998, no animals have been used in testing cosmetics in the UK.  The use of any species is also not permitted for the development or testing of alcohol or tobacco products as well as offensive weapons. During 2015, the Government is also implementing a ban on the testing of household products on animals.\r\n\r\nMany people are understandably concerned what happens to animals, particularly dogs, at the end of scientific procedures and we are keen to encourage re-homing where appropriate. In deciding whether a dog should be re-homed, consideration of its welfare must be the first priority. It must be free from suffering and the likelihood of future suffering and it must have been adequately prepared to adapt to the new home environment. The types of studies that dogs are currently used for mean that the majority cannot be re-homed as it is often necessary to collect essential post mortem data at the end of a study. Such data is critical to achieving the scientific outcome for which the licence has been granted to enable the benefit of the research to be realised. Further information can be found on the Animals in Science Regulation Unit’s website: https://www.gov.uk/research-and-testing-using-animals.\r\n\r\nHome Office",
            "summary": "The use of animals, including dogs, in research is a vital tool for the development of new medicines and technologies. In order to ensure animals are protected, we have a rigorous regulatory system. ",
            "updated_at": "2015-12-03T14:43:58.966Z"
        },
        "government_response_at": "2015-09-21T14:59:05.792Z",
        "moderation_threshold_reached_at": "2015-07-21T11:07:14.615Z",
        "open_at": "2015-07-22T15:14:28.179Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-08T09:32:59.136Z",
        "scheduled_debate_date": null,
        "signature_count": 16856,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 104454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104454.json"
    },
    "type": "petition"
}