{
    "attributes": {
        "action": "Extend Harvey's Mandate To All Council Roads ensuring all animals are scanned.",
        "additional_details": "Harvey's Mandate was debated and implemented on March 2nd 2015. This ensures that all domestic animals killed on the Highways are scanned for a micro chip.  A petition which reached over 123,000 signatures, peoples opinion's were very clear. Faced with the possibility that their beloved Pet could just be disposed of, that no effort would be made to contact the owner was clearly a reason to sign.  It still is, no Council Road is protected by Harvey's Mandate despite HM Governments recommendation.",
        "background": "Harvey's Mandate was implemented by HM Government in March 2015.  We now want the mandate extended to cover all council roads. To ensure that all domestic animals killed on the roads are scanned for a micro chip, logged and kept in cold storage whilst all efforts are made to locate the owner.",
        "closed_at": "2016-01-24T23:59:59.999Z",
        "created_at": "2015-07-21T16:57:55.708Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-11T12:32:56.211Z",
            "details": "Cats and dogs become members of the family and it is a great source of worry and uncertainty when they are lost. Therefore it is the Government position that it is best practice to scan deceased pets found on the local highway. Some local authorities do endeavour to identify the owners if the pet has a collar or microchip and we encourage others to adopt the same practice.\r\n\r\nOn 26 March 2015 the then Minister for Roads, Rt. Hon. John Hayes MP, wrote to all local highway authorities recommending that they consider scanning any deceased cats or dogs found on the roads for which they are responsible as a matter of standard practice. It is for each local highway authority to determine how any deceased animals found on the roads are handled. However, in light of John Hayes’ letter of 26 March we hope to see more local authorities taking action and informing owners when such unfortunate incidents occur.  \r\n\r\nDepartment for Transport",
            "summary": "The Government recognises the distress of owners who lose a beloved pet. A main focus for this Government is to make our roads safer for all users, which will in turn reduce the risk to all animals.",
            "updated_at": "2015-09-11T12:32:56.211Z"
        },
        "government_response_at": "2015-09-11T12:32:56.214Z",
        "moderation_threshold_reached_at": "2015-07-21T18:18:40.358Z",
        "open_at": "2015-07-24T12:06:53.293Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-31T10:04:14.578Z",
        "scheduled_debate_date": null,
        "signature_count": 45624,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:49.728Z"
    },
    "id": 104534,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104534.json"
    },
    "type": "petition"
}