{
    "attributes": {
        "action": "We need Jeremy Hunt MP to get NHS England to fund Vimizin for Morquio Sufferers",
        "additional_details": "",
        "background": "Our son Harvey is 6 years old and suffers from Morquio Syndrome which along with other Morquio sufferers need the drug VIMIZIN funded by the NHS to prolong and improve their quality of life.  We desperately need Vimizin.  Could you please help by signing this petition.  Thank you",
        "closed_at": "2016-01-22T23:59:59.999Z",
        "created_at": "2015-07-21T18:49:30.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-09T16:16:19.356Z",
            "details": "The Government recognises the importance of having access to new and promising treatments for people affected by rare conditions like Morquio Syndrome (also known as mucopolysaccharidosis type IVA) and firmly believes that clinically appropriate drugs that are established as cost-effective should be routinely available to NHS patients.\r\n \r\nDrugs for rare diseases are generally commissioned as part of NHS England’s specialised commissioning budget.  Recommendations on which treatments should be made available routinely are made by NHS England’s expert Clinical Priorities Advisory Group because it is right these decisions are clinically led.  \r\n \r\nAs part of its annual commissioning round, NHS England deferred a decision on two treatments, including Vimizim (elosulfase alfa) as NHS England agreed with the Clinical Priorities Advisory Group’s recommendation that funding decisions should be made once the National Institute for Health and Care Excellence (NICE) has published its final guidance for each treatment. \r\n \r\nNICE is the independent body that provides guidance on the effectiveness of drugs and treatments. NICE is currently evaluating Vimizim for the treatment of Morquio syndrome and Ministers have agreed that NICE can consider a proposal from the manufacturer for a patient access scheme.\r\n \r\nIn its revised draft guidance published for consultation on 2 September 2015, NICE provisionally recommended Vimizim, subject to specific conditions being met.  NICE expects its final guidance to be published in December 2015. If NICE ultimately does recommend that the NHS funds this treatment, NHS England will be legally bound by that guidance.  \r\n \r\nThe Government will continue in its efforts, working with NICE, NHS England and others, to ensure that decisions on the funding of drugs for patients with very rare diseases are timely, fair and based on the available evidence.  \r\n \r\nMore generally, the Government takes the issue of ensuring rapid access to innovative therapies very seriously, which is why it has launched an Accelerated Access Review to make recommendations to Government on speeding up access for NHS patients to innovative and cost effective new medicines, diagnostics and medical technologies.  The review is independently chaired by Sir Hugh Taylor, with Professor Sir John Bell heading its expert advisory group.  It is expected to report to Government with what are expected to be far-reaching recommendations to improve the speed of access for patients to innovative medicines.\r\n \r\nThe aim of the review is to ensure that the UK is the fastest place in the world for the design, development and widespread adoption of medical innovations so that innovative medicines, devices and diagnostics get from the lab to NHS patients as quickly and safely as possible.  More information can be found on the Government website at www.gov.uk by searching for ‘accelerated access review’.\r\n\r\nDepartment of Health",
            "summary": "The Government believes that clinically appropriate and cost-effective drugs should be routinely available to NHS patients with rare conditions like Morquio Syndrome.",
            "updated_at": "2015-10-28T13:48:14.597Z"
        },
        "government_response_at": "2015-10-09T16:16:19.359Z",
        "moderation_threshold_reached_at": "2015-07-21T19:25:04.505Z",
        "open_at": "2015-07-22T14:48:17.222Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-23T11:53:01.943Z",
        "scheduled_debate_date": null,
        "signature_count": 11078,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:49.795Z"
    },
    "id": 104559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104559.json"
    },
    "type": "petition"
}