{
    "attributes": {
        "action": "Introduce mental health education to the national curriculum",
        "additional_details": "850,000 CHILDREN HAVE MENTAL HEALTH PROBLEMS\r\n\r\nThree children in every classroom has a diagnosable mental health disorder (and that’s just the ones that have been diagnosed)\r\n\r\nOne in five young adults show signs of an eating disorder\r\n\r\nOne in 12 deliberately harm themselves (and 25,000 of them are hospitalised each year because of this)\r\n\r\nNearly 80,000 children and young people suffer from severe depression\r\n\r\nhttp://www.youngminds.org.uk/training_services/policy/mental_health_statistics\r\n",
        "background": "Introducing mental heath education in schools will reduce the stigma of mental illness in society, help children deal with the modern pressures they face and will provide them with the advice they need to seek help rather than suffer in silence like I and many others have. ",
        "closed_at": "2016-01-22T23:59:59.999Z",
        "created_at": "2015-07-21T17:56:40.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-08-11T14:05:56.131Z",
            "details": "We have high aspirations for all children. We want students to fulfil their potential both academically and in terms of their mental wellbeing and this attainment is best supported if they have good mental health, character and resilience. They are two sides of the same coin. We know that teachers across the country are already doing excellent work to develop character and resilience, and we are committed to helping them continue that work. Character education is a central part of our plan for education and we have already invested £5 million to build and better understand what works, share good practice and encourage all schools to ensure their pupils leave resilient and with the ability to thrive in modern Britain.\r\n\r\nWe know that the vast majority of secondary schools already teach their pupils about mental health. The CentreForum report in December 2014 found that 94% of secondary schools surveyed already promote positive mental health through lessons such as PSHE or drama or through school assemblies. It is important that schools should be free to develop approaches to supporting mental health that suit their particular circumstances and we want to make sure that schools are able to do this well. \r\n\r\nWhat is important is the quality of the teaching and we know that schools and teachers have not always been sure what is appropriate and how to approach some of the difficult issues. That is why we funded the PSHE Association to provide new mental health guidance and resources. These new lesson plans support age-appropriate teaching about dealing with emotions and talking about anxieties and worries. As children grow older, the lessons cover more specific teaching about mental illnesses. Learning about good mental health will help to reduce the stigma of mental illness, help children recognise when they are feeling pressured and enable them to feel able to ask for help. Nearly 2,000 pupils have been involved in developing these materials.\r\n\r\nIt is important to recognise that effective support for children and young people’s mental health involves more than just what happens within lessons. Some young people will need more targeted support such as counselling and our recent guidance, which was published in March, gives schools advice on how to deliver high quality school-based counselling. It emphasises how counselling works best as part of a whole-school approach to wellbeing and provides schools with practical, evidence-based advice. It was developed by working with schools and counselling experts and our expectation is that is over time all schools will want to provide access to counselling services.\r\n\r\nWe will continue to promote awareness of potential mental issues and support the development of schools and teachers knowledge. MindEd, funded by the Department of Health, has been developed to enable all adults working with children and young people learn more about mental health problems and how to support them. This year the Department for Education has given MindEd a grant of over £550,000 to create additional resources for families. We are also working closely with the sector to further improve the quality of teachers’ initial teacher training and support their continued professional development.\r\n\r\nBut teachers and school staff are not mental health professionals. They need to have timely access to specialist support for those children and young people who need it. That’s why the Department for Education is investing £1.5million in piloting a joint training programme with NHS England for lead contacts in schools and specialist services to help them work together as effectively as possible. In addition to this we are providing £4.7million this year for 17 mental health projects led by voluntary and community sector organisations in order to trial new ways of supporting young people and their families. These include projects to promote positive mental health in schools, improving the information and advice available to families and setting up networks of young people to act as mental health ambassadors.\r\n\r\nThis government is firmly committed to continue working to deliver the transformation we need to see if we are genuinely to improve children and young people’s mental health and we are working across departments to rise to the challenges set out in the Future in Mind report. The Department of Health have committed an additional £1.25billion of funding which will be used to help radically improve mental health services for children, young people and new mothers over the next 5 years. Our ambition is to transform young peoples’ experience of mental health support by increasing knowledge, acting to destigmatise mental illness; and making specialist services more accessible and responsive to the needs of children and young people. \r\n\r\nDepartment for Education \r\n",
            "summary": "Good mental health, character and resilience are a priority for Government. To support schools we have funded the PSHE Association to produce mental health guidance and lesson plans for teachers.",
            "updated_at": "2015-12-03T14:56:23.632Z"
        },
        "government_response_at": "2015-08-11T14:05:56.135Z",
        "moderation_threshold_reached_at": "2015-07-21T18:44:57.060Z",
        "open_at": "2015-07-22T14:38:24.343Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-30T15:51:38.522Z",
        "scheduled_debate_date": null,
        "signature_count": 51234,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:49.760Z"
    },
    "id": 104545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104545.json"
    },
    "type": "petition"
}