{
    "attributes": {
        "action": "Add Wikipedia to BT Cleanfeed",
        "additional_details": "The website Wikipedia is one of the world's highest traffic websites and is of use to many people.\r\n\r\nHowever, Wikipedia has also been criticised for holding defamatory content.  Victims of this include Cabinet Ministers, Celebrities as well as political and consumer movements.\r\n\r\nWikipedia has also been criticised for poor child protection policies and a failure to remove editors advocating pro-paedophilia viewpoints and content.",
        "background": "The petitioners ask that\r\n1 - Parliament enact legislation to prohibit use of Wikipedia in state educational institutions and other state bodies as well as add Wikipedia to the BT Cleanfeed system to prevent it being accessed in the UK\r\n2 - UK Government ask the EU Commission to do the same EU wide",
        "closed_at": null,
        "created_at": "2015-07-21T15:54:59.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-08T20:16:14.695Z",
        "open_at": null,
        "rejected_at": "2015-08-17T16:02:19.518Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept your petition because it asks for something that is not the responsibility of the UK Government and Parliament – adding Wikipedia to the BT Cleanfeed system to prevent it being accessed in the UK.\r\n\r\nThis is not something that Parliament or the Government could do directly. The BT Cleanfeed system is proprietary technology (that is, technology used by one company) adopted by one internet service provider (BT).  The Government works with the Internet Watch Foundation (which provides a list of blocked sites to BT and other providers,  and is not a government agency) to safeguard young people, but is not able to directly require BT or any other ISP to add or remove particular sites from their blocked list.\r\n\r\nIf you were to resubmit your petition without the phrase about the Cleanfeed system, we would be able to approve it so it could gather further signatures. The other requests you make are within the responsibility of Parliament and the Government. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 104517,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104517.json"
    },
    "type": "petition"
}