{
    "attributes": {
        "action": "Cut foreign aid. Why should foreign aid be exempt from austerity cuts?",
        "additional_details": "",
        "background": "Why are we sending our hard earned money over to foreign countries when our NHS, Schools and Army to name but a few are being cut. Our country is running on empty we need to help our country get on track rather than sending in foreign aid.     ",
        "closed_at": "2016-01-23T23:59:59.999Z",
        "created_at": "2015-07-22T15:33:14.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-04T13:32:39.631Z",
            "details": "Britain’s investment in overseas development is creating a safer, more prosperous and more secure world. \r\n\r\nDevelopment matters for our own security because the root causes of many of the challenges we face in Britain lie elsewhere. From migration to terrorism, disease pandemics to climate change – the more we can do to tackle these issues upstream and overseas, the better we can protect ourselves here at home.\r\n\r\nTo that end, we are providing lifesaving support for refugees in Syria and the region, meaning they don’t embark on dangerous journeys to Europe. It also plays a key role in tackling epidemics like Ebola in West Africa, saving hundreds of thousands of lives and preventing it spreading around the world, including Britain.\r\n\r\nAt September’s United Nations General Assembly meeting in New York the UK was the only country with a permanent seat on the UN Security Council, a 2% defence budget and a 0.7% development budget. These achievements clearly demonstrate Britain’s global leadership, that we are a compassionate country and one that keeps its promises.\r\n\r\nAt these meetings the international community agreed a set of goals to eradicate extreme poverty by 2030. Despite the encouraging progress made in the last 15 years, there are still 836 million people living in extreme poverty. Many of them are girls and women in some of the most dangerous and hard to reach places on earth and they need our help. What we are fighting is morally right and also firmly in Britain’s own interests and that is something we should all be proud of.\r\n\r\nThe development budget also enables us to promote British values of democracy, freedom of speech, justice and equality around the world. Through these values we have shaped, and continue to shape the world.\r\n\r\nOur actions not only improve the lives of individual people across the world, but they also improve their country’s economic prospects, and in turn, our own prosperity in the UK. Driving economic growth and creating jobs helps developing countries lift themselves out of poverty while creating new markets for British businesses to invest in.\r\n\r\nThis Government is committed to delivering security for working people - this includes the economic security of a country that lives within its means and the security that comes from a properly funded National Health Service (NHS). That’s why we’ve taken action to protect the funding the NHS receives and increase the Department of Health’s budget in real terms year on year. We have absolutely no plans to change this.\r\n\r\nBritain's development programme recognises that to protect our country's national security, our stability and prosperity at home, we need to promote security, stability and prosperity overseas. The Spending Review in 2015 will reaffirm our commitment to protect spending on schools, to invest in the NHS and in Britain’s national security.\r\n\r\nDepartment for International Development",
            "summary": "Investing 0.7% of GNI on aid is firmly in the UK’s interest and creates a safer and more prosperous world. We have committed to spend 2% of our GDP on defence and security every year of this decade.",
            "updated_at": "2015-11-04T13:32:39.631Z"
        },
        "government_response_at": "2015-11-04T13:32:39.634Z",
        "moderation_threshold_reached_at": "2015-07-22T18:09:45.482Z",
        "open_at": "2015-07-23T10:37:49.610Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-20T15:37:51.709Z",
        "scheduled_debate_date": null,
        "signature_count": 12136,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:49.981Z"
    },
    "id": 104655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104655.json"
    },
    "type": "petition"
}