{
    "attributes": {
        "action": "Allow transgender people to self-define their legal gender",
        "additional_details": "Having your gender recognised by the Gender Recognition Panel requires trans* people to go to pointless expense - whether requiring them to pay administration fees (and having to go through the lengthy and underfunded NHS gender transition system) or paying to attend a private clinic to receive the required evidence as well as paying to be seen by the panel. \r\n\r\nFurthermore: no provisions are made for non-binary gender identities.\r\n\r\nhttp://www.justice.gov.uk/tribunals/gender-recognition-panel",
        "background": "Transgender people in the UK are forced to pay to prove their identity to a Gender Recognition Panel. This process is humiliating, outdated and unnecessary. We urge the government to introduce an act equivalent to the Irish Gender Recognition Act, and allow trans* people to self-define their gender.",
        "closed_at": "2016-01-22T00:00:08.267Z",
        "created_at": "2015-07-22T13:05:13.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-11T13:23:30.464Z",
            "details": "The Gender Recognition Process\r\n\r\nThe general procedural requirements for gaining gender recognition were developed as a result of the Government’s commitment to allowing trans people who have taken decisive steps to live fully and permanently in the acquired gender to gain legal recognition in that gender, by establishing a robust and credible process to determine applications for recognition. The provisions are contained the in the Gender Recognition Act 2004 (GRA). \r\n\r\nA person’s gender has important legal and social consequences. The state has a legitimate interest in ensuring that people who take on a new legal status can establish that they meet certain criteria. The required statements and evidence are limited to what is necessary to establish that an applicant meets the criteria for recognition.\r\n\r\nThere are no requirements for a trans person to apply for legal recognition; it is entirely a personal decision.  Many trans people live and work in their acquired gender without feeling it necessary to apply for legal recognition. However, an application for gender recognition should only be made where a person has made a permanent decision to change their gender.  \r\n\r\nThe Gender Recognition Panel, a judicial body, determines all applications for gender recognition and an applicant must prove to the satisfaction of the Panel that they meet all the requirements set out in the GRA. The requirements for applicants going via the standard route are that the applicant:\r\n\r\n-\thas or has had gender dysphoria;\r\n-\thas lived in the acquired gender throughout the two years immediately preceding the date on which the application is made;\r\n-\tintends to continue to live in the acquired gender until death.\r\n\r\nApplicants must also provide medical reports, from:\r\n-\ta qualified medical professional who works in the field of gender dysphoria giving details of their diagnosis of gender dysphoria; and\r\n-\ta GP or surgeon, detailing any surgery or treatment that the applicant has undergone to change their sexual characteristics.\r\n\r\nIn addition, applicants must provide documentary evidence in the form of:\r\n-\tan original or certified copy of the birth certificate;\r\n-\tan official change of name document or documents; \r\n-\tdocumentary proof the applicant has lived in their acquired gender throughout the preceding two years. \r\n\r\nIf the Panel is satisfied that the applicant meets all the conditions in the GRA they must issue the applicant with a Gender Recognition Certificate (GRC).  \r\n\r\nFees\r\n\r\nIt is quite normal for people to pay for a whole range of services, for example, passports, birth and marriage certificates, drivers' licences, applications to the civil courts for a variety of issues. Given the cost involved in administering the gender recognition process, applications for gender recognition also carry a fee.\r\n\r\nAt present, the application fee stands at £140. So as to ensure that nobody is excluded from gaining legal recognition in their acquired gender, remissions and part remissions are available to those who are unable to pay the full fee. Traditionally a large percentage of applicants have been exempt from paying a fee.\r\n\r\nGender Identity Clinics\r\n\r\nCurrent service provision in England is network-based, shaped around seven adult gender identity clinics, three providers of adult genital reconstruction surgery and one designated provider of gender identity development services for children, adolescents and young people.\r\n\r\nEach gender identity clinic delivers services in compliance with contemporary, generic service standards for their discipline that respect the specific needs, values and dignity of transgender people.\r\n\r\nIn England, people accessing gender identity services have a legal right under the NHS Constitution to be seen within 18 weeks of referral. \r\n\r\nNon-binary Gender\r\n\r\nNon-binary gender is not recognised in UK law. Under the law of the United Kingdom, individuals are considered by the state to be of the gender that is registered on their birth certificate, either male or female. \r\n\r\nUnder the Gender Recognition Act, the Gender Recognitions Panel is only able to grant a certificate to enable the applicant to become either male or female. The Panel has no power to issue a certificate indicating a non-binary gender.\r\n\r\nThe Equality Act 2010 protects people from discrimination if it arises from their being perceived as either male or female. We recognise that a very small number of people consider themselves to be of neither gender. We are not aware that that results in any specific detriment, and it is not Government policy to identify such people for the purpose of issuing non-gender-specific official documents.\r\n\r\nMinistry of Justice",
            "summary": "The gender recognition process in the Gender Recognition Act 2004 was developed as a result of the Government’s commitment to allowing trans people to gain legal recognition in their acquired gender.",
            "updated_at": "2015-09-11T13:23:30.464Z"
        },
        "government_response_at": "2015-09-11T13:23:30.467Z",
        "moderation_threshold_reached_at": "2015-07-22T13:44:40.365Z",
        "open_at": "2015-07-22T15:10:13.771Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-24T11:48:31.844Z",
        "scheduled_debate_date": null,
        "signature_count": 35352,
        "state": "closed",
        "updated_at": "2016-08-25T15:25:48.753Z"
    },
    "id": 104639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104639.json"
    },
    "type": "petition"
}