{
    "attributes": {
        "action": "Keep Kirby Cross,KirbyleSoken,Walton seperate by existing fields. Stop planning.",
        "additional_details": "Parking is bad down roads. People collecting from schools take no notice of peoples drives (they park on drives/verges) & double yellow lines.  The other day the emergency services could not get down road and men had to literally lift and bump parked cars up onto the kerb.  There are many places parents car parks (playing field car parks, local hall car parks) but they wont so putting in a car park 100yds for school also will not improve this.  Unemployment in the area is at an all time high.  ",
        "background": "We do not have infrastructure for more homes. Roads have caused many deaths & accidents recently.  Schools, crematorium, Hospitals are already overrun- Emergency patients referred to hospitals 30 miles away.  Doctors/Teachers can not be found for the area. Drains already overflowing when it rains.",
        "closed_at": null,
        "created_at": "2015-07-22T21:46:11.589Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-22T22:09:00.986Z",
        "open_at": null,
        "rejected_at": "2015-07-30T17:00:06.628Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local planning is not usually a matter for the UK Government or Parliament. You might like to raise the issues you are concerned about with your local councillors. You can find out who your local councillors are here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe Secretary of State for Communities and Local Government does have some powers to look at specific planning applications. This briefing paper explains more about that process:\r\n\r\nwww.parliament.uk/briefing-papers/SN00930.pdf\r\n\r\nIf you are concerned about a specific planning application, we could help you to rewrite your petition in a way that we could accept. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 104699,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104699.json"
    },
    "type": "petition"
}