{
    "attributes": {
        "action": "Scrap Fracking UK Wide & Invest in Green Energy",
        "additional_details": "",
        "background": "We should be a country leading the way in renewable energy. Why would the government invest time & money into an energy alternative that can cause so much damage?  \r\n\r\nScrap it all together and focus on making the UK 100% energy sustainable. \r\n\r\n\r\n",
        "closed_at": "2016-01-22T23:59:59.999Z",
        "created_at": "2015-07-22T08:48:50.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-08-06T09:42:16.664Z",
            "details": "The Government is committed to a low carbon and affordable future for energy while also ensuring bill payers are getting the best possible deal. \r\n\r\nThe Government supports renewable energy technologies and is working towards a transition to a low carbon economy. The UK has some of the best wind, wave and tidal resources in Europe. Renewable energy offers an attractive market for investors, one that already supports skills and jobs through the supply chain. \r\n\r\nWe are currently implementing a renewable energy deployment programme to ensure we generate at least 30% of our electricity from renewables by 2020. At the end of 2013, our share of electricity generation from renewable energy was 14.9%. In 2014 this figure rose to 19.2%, and a record of 22.3% was recorded in the first quarter of 2015. Since 2010 we have seen an average of £7 billion a year of investment in renewables and last year we reached a record high of almost £8 billion. \r\n\r\nAround a third of UK energy demand is met by gas, the cleanest fossil fuel.  A quarter of that is used to produce electricity, some is a vital ingredient for industry and nearly all the rest is used to heat our buildings and cook our food. So it’s vital that we seize the opportunity to explore the UK’s shale gas potential whilst maintaining the very highest safety and environmental standards, which we have established as world leaders in extracting oil and gas over the past 50 years. The Government is committed to developing this new source of energy as part of our work to ensure our energy security. Developing shale gas could create a whole new British industry, provide more jobs and make us less reliant on volatile imports from abroad. \r\n\r\nReports by the Royal Society and Royal Academy of Engineering, as well as Public Health England considered a wide range of evidence on hydraulic fracturing in the UK context. They concluded that risks can be well managed if the industry follows best practice, enforced through regulation. The UK has over 50 years’ experience regulating the onshore oil and gas industry, and measures are in place to ensure on-site safety, prevent environmental contamination, mitigate seismic activity and minimise emissions. A company looking to develop shale will still need to obtain all the necessary permissions, like planning and environmental permits. Our system is robust and we are proven world leaders in well regulated, safe and environmentally sound oil and gas developments. \r\n\r\nTo reinforce these regulations, the Infrastructure Act 2015 brought forward a range of further requirements if an operator is to carry out hydraulic fracturing, to provide the public with confidence that this industry is being taken forward in a balanced way. These include environmental impact assessments, groundwater monitoring, community payments and the exclusion of hydraulic fracturing in protected areas. \r\n\r\nIt is important that local communities who are hosting wells are able to share in the benefits of development. The industry has committed to provide £100,000 in community payments per fractured well and 1% of any subsequent production revenues. Companies may well offer payments over and above these amounts. \r\n\r\nUK shale development is compatible with our goal to cut greenhouse gas emissions and does not detract from our support for renewables. As the UK’s Committee on Climate Change (CCC) said in 2013, the UK will “continue to use considerable, albeit declining, amounts of gas well into the 2030s” and “if anything, using well-regulated UK shale gas… could lead to lower overall greenhouse gas emissions than continuing to import gas”. The CCC is an independent, statutory body, whose purpose is to advise the UK Government and Devolved Administrations on emissions targets and report to Parliament on progress made in reducing greenhouse gas emissions and preparing for climate change. Shale gas can create a bridge while we develop renewable energy, improve energy efficiency and build new nuclear. To make absolutely sure, we have included in the Infrastructure Act a requirement to seek advice from the CCC on the implications of shale gas for our legally binding carbon targets. \r\n\r\nThis is not a renewables versus gas issue – to meet our challenging climate targets we will need significant quantities of renewables, nuclear and gas in our energy mix.\r\n\r\nDepartment for Energy and Climate Change\r\n",
            "summary": "To ensure we have secure, affordable, clean energy supplies for our families and businesses, we will need a diverse energy mix, including significant quantities of renewables, nuclear and gas.",
            "updated_at": "2015-12-03T14:57:39.530Z"
        },
        "government_response_at": "2015-08-06T09:42:16.668Z",
        "moderation_threshold_reached_at": "2015-07-22T09:34:46.333Z",
        "open_at": "2015-07-22T15:00:49.912Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-29T11:55:57.647Z",
        "scheduled_debate_date": null,
        "signature_count": 47972,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:49.881Z"
    },
    "id": 104617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104617.json"
    },
    "type": "petition"
}