{
    "attributes": {
        "action": "Don't kill our bees! Immediately halt the use of Neonicotinoids on crops",
        "additional_details": "Neonicotinoids, especially seed treatments of imidacloprid and clothianidin on arable crops, have become of increasing concern to beekeepers and bee researchers in recent years with many of them suspecting that they may be connected to current bee declines.  These concerns have led to partial bans on the use of some neonicotinoids for specific crops in several European countries, including France, Germany, Italy and Slovenia. Bees are already facing sharp declines in their numbers and need help",
        "background": "Neonicotinoids are pesticides in agricultural use that control pests such as aphids and grubs. The poison gets into the pollen and renders it deadly to bees and other pollinators. Neonicotinoids are banned in several countries due to links with bee deaths. Please ban the use of neonics on crops.",
        "closed_at": "2016-01-24T23:59:59.999Z",
        "created_at": "2015-07-23T19:12:08.029Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2015-12-07",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-12-07/debates/15120714000001/NeonicotinoidsOnCrops",
            "video_url": "http://www.parliamentlive.tv/Event/Index/1868e6f1-38ca-4597-a58c-ed0f98f6bb7b"
        },
        "debate_outcome_at": "2015-12-08T11:15:33.684Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-26T11:08:24.968Z",
            "details": "The health of our pollinators is very important in itself and to the wider environment. That is why, in November 2014, the Government launched a 10-year National Pollinators Strategy which will ensure pollinator needs are addressed as an integral part of land and habitat management as well as further investigating how we can help pollinators to thrive.\r\n\r\nWe use the best available scientific evidence to inform decisions on pesticides and have a committee of scientists, called the Expert Committee on Pesticides, to advise ministers. When the Committee provides its advice it takes into account wider environmental factors, such as increasing resistance to alternative pesticides, risks to biodiversity, and the availability of other pesticides and agronomic techniques to control pests. \r\n\r\nResponsible pesticide use contributes towards our innovative and productive farming industry, and so unnecessary requirements need to be avoided to ensure that pesticides are permitted when they can be used safely to protect UK crops from pests and diseases.  \r\n\r\nFollowing concerns about some kinds of neonicotinoid pesticides, in 2013 the EU introduced a precautionary ban on three neonicotinoids. These apply to a wide range of crops that are ‘attractive to bees’, and have been fully implemented by the UK. A number of other uses of neonicotinoids continue to remain permitted under the EU approval.  The restrictions are not time limited and will remain until and unless the EU Commission decides to change them. The EU Commission has begun a review of the science relating to neonicotinoids and bees and the Government will contribute fully to this review.\r\n\r\nEU legislation allows Member States to consider applications for the authorisation of products to deal with emergency situations that are temporary, limited in scale and controlled to address “a danger which cannot be contained by any other reasonable means”.  Authorisations are only granted after an assessment of the evidence provided by the applicant demonstrates that all the legal requirements are met.\r\n\r\nThe Government received applications for emergency authorisation of neonicotinoid seed treatments for use on oilseed rape. Based on the legal requirements and the evidence, the Government has followed the advice of the independent UK Expert Committee on Pesticides (ECP) and Defra’s Chief Scientific Adviser that a limited emergency authorisation of two neonicotinoids requested by farmers should be granted where oilseed rape crops are at greatest risk of pest damage, representing just 5% of the UK oilseed rape crop area. The authorisations are time-limited and only cover seed sown in 2015.  Also following the advice received by the ECP, the Government rejected the National Farmers Union’s two earlier applications which requested authorisation for the same products to be used on 79% of the UK crop area.\r\n\r\nGovernment is taking a number of actions to improve the state of our bees and other pollinating insects and to build up our understanding of current populations and of the causes of decline. \r\n\r\nWe are already providing £2 billion to farmers to implement environmental schemes and we will provide £900 million more through the new Countryside Stewardship scheme. This new scheme includes a dedicated Wild Pollinator and Farm Wildlife Package.\r\n\r\nThe National Pollinator Strategy will ensure pollinators’ needs are addressed as an integral part of land management to provide food, shelter, and nesting sites. This is a collaborative approach working with voluntary organisations, businesses, local authorities and the public. We will shortly be publishing the Implementation Plan for the Strategy, which we have worked closely with our partners to develop. \r\n\r\nWe launched the Call to Action message, ‘Bees’ Needs: Food and a Home’, in July 2014.  It is a simple message for all land managers on the needs of pollinators and how to fulfil them. It includes five actions, such as planting more bee-friendly flowers and cutting grass after flowering.\r\n\r\nDepartment for Environment, Food & Rural Affairs",
            "summary": "We are committed to protecting bees and maintaining a range of pollinators. Government decisions on pesticides are based on recommendations from independent experts who have studied the evidence.",
            "updated_at": "2015-10-26T11:08:24.968Z"
        },
        "government_response_at": "2015-10-26T11:08:24.970Z",
        "moderation_threshold_reached_at": "2015-07-23T20:04:20.829Z",
        "open_at": "2015-07-24T14:09:22.592Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-07-26T21:06:01.686Z",
        "scheduled_debate_date": "2015-12-07",
        "signature_count": 99909,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:50.243Z"
    },
    "id": 104796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104796.json"
    },
    "type": "petition"
}