{
    "attributes": {
        "action": "Legalise Medicinal Cannabis.",
        "additional_details": "\r\nWE DEMAND:\r\n\r\nto be able to use herbal cannabis as medicine, as we see fit. \r\n\r\nthat the government recognise thousands of medical cannabis users who wish to be free from fear of prosecution.\r\n\r\nto be able to grow cannabis. It clearly has medicinal value\r\n\r\na guarantee that we will not be harassed, arrested, and/or imprisoned/fined, for treating our illnesses as we see fit, with medical cannabis. To deny such treatment is blatant negligence, and will no longer be tolerated.\r\n  \r\n",
        "background": "People are suffering without access to cannabis, a drug classed with \"no medicinal value\".  GW Pharma is producing 60 tonnes of this DRUG WITH NO MEDICINAL VALUE, in the UK, and is taking in billions in revenue, while the Government officials deliberately ignore  the pleas of the most  vulnerable.",
        "closed_at": "2016-01-27T23:59:59.999Z",
        "created_at": "2015-07-24T16:01:08.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-19T17:11:11.948Z",
            "details": "In November, the Government responded to the e-petition ‘We demand the British Government Reschedule Cannabis’, which similarly called for the use of raw cannabis for medicinal purposes. As such the response to the earlier petition is equally applicable to this question and follows below:\r\n\r\nThe Government will not encourage the use of a Schedule 1 controlled drug based on anecdotal evidence. It is important that a medicine is very thoroughly trialled to ensure it meets rigorous standards before being licensed and placed on the market so that doctors and patients are sure of its efficacy and safety. \r\n\r\nCannabis in its raw form (herbal cannabis) is not recognised as having any medicinal purposes in the UK. There is already a clear regime in place to enable medicines (including those containing controlled drugs) to be developed and subsequently prescribed and supplied to patients via healthcare professionals. This regime is administered by the Medicines and Healthcare products Regulatory Agency (MHRA), which issues Marketing Authorisations for drugs that have been tried and tested for their safety and efficacy as medicines in the UK. \r\n\r\nIt is up to organisations to apply for Marketing Authorisation for products that they believe have potential medicinal purposes so that these can be subject to the same stringent regime and requirements that all medicines in the UK are subjected to. \r\n\r\nSince 2010 UK patients can use the cannabis-based medicine ‘Sativex’ for the treatment of spasticity due to multiple sclerosis. ‘Sativex’ can also be prescribed for other conditions at the prescribing doctor’s risk. ‘Sativex’ was rigorously tested for its safety and efficacy before receiving approval, and is distinguished from cannabis in its raw form. It is a spray which is standardised in composition, formulation and dose and developed to provide medicinal benefits without a psychoactive effect. Due to its low psychoactive profile ‘Sativex’ was rescheduled from Schedule 1 and placed in Schedule 4 Part 1 to enable its availability for use in healthcare in the UK.\r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products should a product be developed. As happened in the case of ‘Sativex’, the Home Office will also consider issuing a licence to enable trials of new medicines to take place under the appropriate ethical approvals. \r\n\r\nIn view of the potential harms associated with the use of cannabis in its raw form and the availability of avenues for medicinal development, the Government does not consider it appropriate to make changes to the control status of raw or herbal cannabis. \r\n\r\nThe Government’s view is that the Misuse of Drugs Act 1971 and regulations made under the Act continue to facilitate the development of medicines which are made from Schedule 1 controlled drugs. The legislation is aimed at protecting the public from the potential harms of drugs and is not an impediment to research into these drugs or development of medicines.\r\n \r\nIn 2013 the Home Office undertook a scoping exercise targeted at a cross-section of the scientific community, including the main research bodies, in response to concerns from a limited number of research professionals that Schedule 1 status was generally impeding research into new drugs.\r\n\r\nOur analysis of the responses confirmed a high level of interest, both generally and at institution level, in Schedule 1 research. However, the responses did not support the view that Schedule 1 controlled drug status impedes research in this area. While the responses confirmed Home Office licensing costs and requirements form part of a number of issues which influence decisions to undertake research in this area, ethics approval was identified as the key consideration, while the next most important consideration was the availability of funding.\r\n\r\nWith regard to enforcement, individual police forces tackle crime according to local priorities and it is for those agencies and prosecuting authorities to decide whether and how to dispose of a case, subject to the evidential and public interest tests. The vast majority of people caught in possession of an illegal drug are not imprisoned, with only 3% of offenders found guilty of a drug possession offence last year being sentenced to immediate custody. Indeed sentencing guidelines for judges in England and Wales specifically list the use of cannabis to help with a diagnosed medical condition as a mitigating factor in sentencing.\r\n \r\nHome Office",
            "summary": "Herbal cannabis is listed in Schedule 1 as a drug with no recognised medicinal uses outside research. A substantial body of scientific evidence shows it is harmful and can damage human health. ",
            "updated_at": "2016-01-19T17:11:11.948Z"
        },
        "government_response_at": "2016-01-19T17:11:11.952Z",
        "moderation_threshold_reached_at": "2015-07-25T09:02:31.647Z",
        "open_at": "2015-07-27T14:51:17.376Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-15T21:59:37.413Z",
        "scheduled_debate_date": null,
        "signature_count": 23414,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:50.346Z"
    },
    "id": 104867,
    "links": {
        "self": "https://petition.parliament.uk/petitions/104867.json"
    },
    "type": "petition"
}