{
    "attributes": {
        "action": "Look at legalizing cannabis for public consumption through a regulated market",
        "additional_details": "there have been past patents admitting that cannabis can help with mental health problems such as depression and anxiety. There is also scientific research which has been conducted to conclude cannabis does help treat cancer and kills off cancerous cells in the body. Also is the opportunity to create a new industry which in turn would create hundreds of jobs for the mass unemployed not to mention the all the tax revenue which could fund schools and public services instead of going to street gangs",
        "background": "I believe cannabis should be legalized through a controlled and regulated market due to it's numerous benefits. There have been numerous tests conducted that have proven that cannabis can be effective in treating health disorders both mentally and physically. ",
        "closed_at": null,
        "created_at": "2015-07-26T13:36:25.761Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-26T13:56:14.232Z",
        "open_at": null,
        "rejected_at": "2015-07-28T13:23:41.967Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/104349\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105046.json"
    },
    "type": "petition"
}