{
    "attributes": {
        "action": "Mandatory prison time 5 years, for pet theft. Reclassify pets from 'chattel'.",
        "additional_details": "Articles supporting:\r\nhttp://www.dailymail.co.uk/news/article-2664772/Throw-pet-thieves-jail-five-years-MP-demands-15-rise-stolen-pedigree-dogs-year.html#ixzz3ef2RWnNH\r\n\r\nhttp://www.mirror.co.uk/news/uk-news/britains-dognapping-hotspot-canine-crime-5800220 \r\n\r\nhttp://www.telegraph.co.uk/news/uknews/crime/11368437/Dog-theft-gangs-marking-target-houses-with-chalk-symbols.html\r\n\r\n",
        "background": "In 2014 pedigree dog theft alone rose by at least 15%. With 12,000 reported stolen or missing. Stolen animals and owners experience enormous distress, pets are family members, whether stolen for breeding, bait in illegal fighting or sale the law sees pets as 'chattel' - property, not live beings. ",
        "closed_at": "2016-01-28T00:00:05.075Z",
        "created_at": "2015-07-26T19:25:54.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-08T13:46:23.996Z",
            "details": "The Government is aware of the distress caused by the theft of a much loved family pet. Measures are in place to help to ensure that missing or stolen dogs can be reunited with their legitimate owners. From April 2016 there will be a requirement for all dogs in England to be microchipped and for the details of the dog and its owner to be entered on a database. A key aspect of the new requirement will be that all details must be kept up to date. Once the police have been informed of a dog theft, and a crime reference number has been obtained, the database should be updated accordingly. If a stolen dog is identified through scanning the chip, appropriate steps can be taken to reunite the dog with its owner.\r\n\r\nWith regard to sentencing for offences of pet theft, the court will decide the sentence in each case subject to the maximum that Parliament has provided and any guidelines by the Sentencing Guidelines Council or the Court of Appeal.  Sentencing must be proportionate to the offence committed, taking into account all the circumstances of each case. That is why the sentencing framework generally sets maximum penalties but not minimum penalties. Even when a minimum sentence is introduced, the court retains a discretion not to impose the sentence where it would be unjust to do so in a particular case.  \r\n\r\nThe law in relation to theft covers any type of property, including pets, and the maximum penalty is 7 years’ imprisonment. From a sentencing point of view, the fact that a pet is a living thing does not change the fact that it is somebody’s property. Sentencing guidelines for theft acknowledge that theft which causes emotional distress to the victim, or where the items stolen were of substantial value regardless of their monetary worth, will indicate a higher level of seriousness and the offender should be sentenced accordingly. We recognise the importance that pets play in the lives of their owners, but the current law and sentencing practice already deals firmly with offenders who steal domestic pets. The government therefore has no plans to introduce a new specific offence to deal with the theft of pets.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The current law and sentencing practice deals firmly with offenders who steal domestic pets and the government has no plans to introduce a new specific offence to deal with the theft of pets.",
            "updated_at": "2016-02-08T13:46:23.996Z"
        },
        "government_response_at": "2016-02-08T13:46:24.001Z",
        "moderation_threshold_reached_at": "2015-07-26T20:27:23.414Z",
        "open_at": "2015-07-28T16:58:33.175Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-16T23:22:44.636Z",
        "scheduled_debate_date": null,
        "signature_count": 11370,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105074.json"
    },
    "type": "petition"
}