{
    "attributes": {
        "action": "Scrap the mortgage interest tax levy before it forces tenants out and rents up!",
        "additional_details": "The justification for the misleadingly-presented and outrageously unfair 'tax relief' change for landlords effectively re-defines finance costs of business as taxable 'income.' It creates a dangerous precedent in business and was based on an idea (since proven false) that landlords enjoy a tax advantage over owner-occupiers. In fact, landlords are taxed more heavily (rental income; CGT) (sources: IFS, Policy Exchange, chief economists). As its central premise is wrong, we urge its abandonment.",
        "background": "The decision in the Budget to restrict landlords' right to offset finance costs of their businesses will lead to bankruptcies, repossessions, house prices falling, negative equity, higher rents, empty houses and homelessness. It will adversely affect landlords, tenants, home owners and businesses.\r\n",
        "closed_at": null,
        "created_at": "2015-07-27T13:12:09.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-27T13:49:42.750Z",
        "open_at": null,
        "rejected_at": "2015-07-28T17:11:42.501Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/104880\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105147,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105147.json"
    },
    "type": "petition"
}