{
    "attributes": {
        "action": "Fight the European Comission on the ridiculous regulations of e-cigarettes",
        "additional_details": "Article 20 of the TPD means that no longer may vapers buy new exciting flavours. Something that helped me quit. They can no longer refill their own tanks. They have to buy cartidges that hold little liquid and produce a very unsatisfactory amount of vapour. If you allow this to take effet many of your population will return to smoking. Teen smoking rates are at their lowest. Vapes are classed as a tobacco product because of nicotine but many of the foods we eat contain it too. For example tomato",
        "background": "The European Comission has moved to kill people and businesses by enforcing ridiculous regulations on e-cigarettes as of 2016. Vaping has helped many smokers quit. The regulations have come about from scared citizens with no knowledge asking for the government to do something about it.",
        "closed_at": "2016-01-29T00:00:08.637Z",
        "created_at": "2015-07-27T12:09:23.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-20T10:35:38.583Z",
            "details": "The revised Tobacco Products Directive (Directive 2014/40/EU) (TPD), was published in April 2014 and the UK is now required to transpose the TPD into domestic law by May 2016. A consultation on the draft regulations and impact assessment was held from July to September this year.  The TPD will introduce additional rules on the composition, safety and presentation of e-cigarettes to ensure a high level of health protection for UK citizens.\r\n\r\nWhilst the Government recognises the potential benefits of e-cigarettes and their role in reducing the harm of tobacco use and helping smokers quit, the quality of products on the market remains variable and they are not risk free.  The regulatory framework introduced by the TPD is intended to provide for minimum standards for safety and quality of all e-cigarettes and e-liquids, information to consumers so that they can make informed choices, and an environment that protects children from beginning to use these products.\r\n\r\nThe TPD does not ban new flavours in e-cigarettes and e-liquids.  The TPD permits Member States to make their own rules on flavours in e-cigarettes and e-liquids, however the Department of Health has no current plans to do so.  \r\n\r\nRefillable tanks will still be permitted under the TPD. Tanks will be limited to 2ml in size and rules to make refill mechanisms ‘leak free’ will be introduced.  Consumers will remain able to purchase tank devices and separate e-liquids. \r\n\r\nE-cigarettes do not fall under the definition of a tobacco product under the TPD.  The UK’s implementing Regulations define “tobacco product” to mean a product that can be consumed and consists, even partly, of tobacco.  \r\n\r\nFollowing implementation of the new EU rules, there will remain a range of e-cigarette and e-liquid products on the UK market. In parallel, the prohibition on the sale of e-cigarettes to under-18s, will help ensure these products are positioned as alternatives to smoking and not a product that introduces children to vaping or smoking.\r\n\r\nDepartment of Health",
            "summary": "The Government recognises the potential benefits of e-cigarettes to reduce the harms of smoking.  The TPD introduces a regulatory framework which does not ban flavours or the use of refillable tanks.",
            "updated_at": "2015-11-20T10:35:38.583Z"
        },
        "government_response_at": "2015-11-20T10:35:38.585Z",
        "moderation_threshold_reached_at": "2015-07-27T15:12:04.547Z",
        "open_at": "2015-07-29T08:45:35.765Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-28T16:30:11.832Z",
        "scheduled_debate_date": null,
        "signature_count": 18435,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105139.json"
    },
    "type": "petition"
}