{
    "attributes": {
        "action": "Abolish Fixed Penalty Notices for parents that go on holiday during term time",
        "additional_details": "The FPN's being issued discriminate against families as a family will receive twice the amount of a FPN. Tourism in the UK and Europe relies on visitors throughout the year not just during school holidays. It is not always practical for all employees to take holidays at the same time  so lots of families missing out on quality family time. A family holiday is an important time together which due to prices of holidays during school holidays most families cannot afford so children are missing out.",
        "background": "The FPN's that are being issued by local authorities are unfair. The decision as to whether or not to allow holidays is ultimately the head teachers decision which is being abused by so many as some are allowed some aren't. Some schools don't report the absence some do.",
        "closed_at": null,
        "created_at": "2015-07-28T08:28:02.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-07-28T08:49:41.112Z",
        "open_at": null,
        "rejected_at": "2015-07-29T11:09:57.499Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/104338\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105224,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105224.json"
    },
    "type": "petition"
}