{
    "attributes": {
        "action": "Statutory regulate the profession of sports therapy, as recommended by the HPC",
        "additional_details": "The Society of Sports Therapists defines sports therapy as 'Sports Therapy is an aspect of healthcare that is specifically concerned with the prevention of injury and the rehabilitation of the patient back to optimum levels of functional, occupational and sports specific fitness, regardless of age and ability'. Statutory regulating it would protect patients and thousands of therapists, and prevent discrimination from employers who disregard the profession due to its non-regulated status.",
        "background": "In 2011 the Health Professions council made a formal recommendation to the Secretary of State for Health and to Scottish Ministers for the regulation of sports therapists under Article 3 (17) (a) of the Health Professions Order 2001. This fast growing profession should be regulated.",
        "closed_at": "2016-01-29T23:59:59.999Z",
        "created_at": "2015-07-28T19:22:15.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-17T12:46:01.861Z",
            "details": "This Government is also committed to the principle of proportionate regulation of healthcare professionals and statutory regulation is not always the most proportionate means of regulation.  For the overwhelming majority of groups which are not already subject to statutory regulation (such as Sports Therapists), the accreditation of voluntary registers (ARs) by the Professional Standards Authority (PSA) provides a proportionate means of assuring the safe and effective care of service users.\r\n \r\nIn order to be accredited, organisations that hold voluntary registers must prove that they meet the PSA’s demanding standards through demonstrating that the registers are well run and require their registrants to meet high standards of personal behaviour, technical competence and, where relevant, business practice. \r\n \r\nThis approach allows the public, employers and commissioners to choose to use people who are on a register that has been independently assessed and approved\r\n \r\nDepartment of Health",
            "summary": "We recognise the important role that Sports Therapists play in supporting sport and exercise participants with injury prevention and rehabilitation back to optimum levels of fitness.",
            "updated_at": "2015-12-17T12:46:01.861Z"
        },
        "government_response_at": "2015-12-17T12:46:01.863Z",
        "moderation_threshold_reached_at": "2015-07-28T19:42:17.190Z",
        "open_at": "2015-07-29T11:29:05.119Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-13T08:51:20.130Z",
        "scheduled_debate_date": null,
        "signature_count": 10385,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:51.090Z"
    },
    "id": 105291,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105291.json"
    },
    "type": "petition"
}