{
    "attributes": {
        "action": "Make HMRC more publicly accountable and don't allow them raid private accounts.",
        "additional_details": "A couple of years ago they admitted making an error in my tax owing to my having both an income and a pension. It was an underpayment of almost £4500. This came to light when I submitted my tax return on-line. Straight away I was presented with a demand for payment. I immediately appealed given it was a mistake made by them. I received several threatening letters informing me I HAD to pay and I WOULD be fined if I did not. I pointed out that I was in dispute with them and they refused to accept it and so I was fined and had to pay all of the money. I tried to go to the next level but because the rules are so tipped in their favour my case did not qualify! I wrote to the Prime Minister and received a letter from an aide denying responsibility.",
        "background": "HMRC can raid personal bank accounts if tax is not paid, If you owe £1,000 or more in tax or tax credit debts.\r\n\r\nThey have excessive powers and little public or parliamentary accountability. Rules and regulations are in their favour and the threshold for them to be found culpable is too high. \r\n\r\n",
        "closed_at": "2016-02-14T23:59:59.999Z",
        "created_at": "2015-07-30T14:42:16.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-14T08:06:44.494Z",
        "open_at": "2015-08-14T13:08:34.523Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 22,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:51.329Z"
    },
    "id": 105433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105433.json"
    },
    "type": "petition"
}