{
    "attributes": {
        "action": "Make the Banks deal directly with  PPI problems.",
        "additional_details": "The amount of effort and time put into these annoying ads. leads me to assume they are very lucrative for the companies concerned. Many people are loath to part with their details to, often, unknown companies. This is  understandable, given the plethora of hackers, crackers, spammers, phishers and other thieves. This, I believe leads to many people not claiming what they are entitled to. The Banks should be doing this work, they are the main cause of the problem and it should not be outsourced to non-involved parties. All of the details needed must be held by the banks or these companies would not be able to prove liability",
        "background": "We are constantly bombarded with advertisements to claim PPI. These occur online, on the television and radio, and, worst of all, over the phone. These time-stealing events are being carried out by a lot of companies. ",
        "closed_at": null,
        "created_at": "2015-07-31T09:45:53.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-08T20:10:59.224Z",
        "open_at": null,
        "rejected_at": "2015-08-11T11:50:04.608Z",
        "rejection": {
            "code": "no-action",
            "details": "Consumers can already complain directly to banks (and other businesses) if they believe they have been mis-sold PPI. The Financial Ombudsman Service has more information:\r\n\r\nhttp://www.financial-ombudsman.org.uk/publications/technical_notes/ppi.html\r\n\r\nIt is therefore not clear to us what you would like to change. It seems from your petition that you are concerned about the activities of claims management companies. If that is the case, you could petition for changes to the way in which these companies are regulated. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105486.json"
    },
    "type": "petition"
}