{
    "attributes": {
        "action": "Create a compassionate Euro-wide policy to deal with refugee migrants in Calais",
        "additional_details": "'The Jungle' in Calais currently houses over 2500 people, many of whom are children and/or pregnant women.These people have experienced the horror and trauma of getting to Europe and should be treated with care.The solution should be that all people entering Europe are dealt with by the country they enter.They are then provided with care and allocated across Europe's 28 member states which would be in proportion to the country's population. This will immediately eradicate the 'migrant crisis '.",
        "background": "Action is required because recently, people who are risking their lives to enter the UK have been dehumanised. Living in squalor, described as 'The Jungle',we (Britons)have lost sight of the desperate need these people have for safety. The UK must take fair action that treats people with compassion.",
        "closed_at": "2016-02-05T23:59:59.999Z",
        "created_at": "2015-08-02T10:04:05.287Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-20T13:17:42.488Z",
            "details": "As part of the UK-France declaration, signed by the Home Secretary and the French Interior Minister on 20 August, our two Governments agreed that there will be increased observation in the camp at Calais to identify those who are especially vulnerable or potential victims of trafficking.  A system for transferring those who are especially vulnerable, or potential victims of trafficking, to places of safety and offer those people advice and support will also be put in place.\r\n\r\nThe Government is also working closely with France and other EU and international partners to improve border security and asylum processing capacity both within the EU and further upstream.  The UK, furthermore, is playing a leading role in pushing for action through the EU and the UN to tackle the causes of illegal immigration and the organised trafficking gangs behind it, as well as increasing support and protection for those who need it.\r\n\r\nThe Government fully supports the use of the Dublin Regulation.  The Dublin Regulation is the EU instrument that determines which single State is responsible for examining an asylum claim and is designed to prevent “asylum shopping” where an individual moves between States to seek the most attractive regime of protection, and “refugees in orbit” where no single State permits access to an asylum procedure. \r\n \r\nA person who is in genuine need of international protection should not travel through a safe country illegally and then choose where to claim asylum.    If we have evidence that an asylum seeker is the responsibility of another European country we can and will seek to return them there under the Dublin Regulation.\r\n\r\nThe Government has been clear about our position on relocation of refugees within the EU – it is the wrong response and simply moves the problem around.  It also risks encouraging migrants to make the dangerous journeys to Europe. \r\n\r\nThe Government has been leading the way in calling for a comprehensive and coordinated EU-wide response which addresses the root causes of why people are leaving their homes and countries. The Government believes a comprehensive solution to the crisis includes helping the countries where these people come from to reduce the push factors; building stability and creating livelihoods; and going after the criminal gangs and trafficking networks profiting from human misery.\r\n  \r\nThe UK has led the way for a sustainable and effective approach to the migrant situation and at the Justice and Home Affairs Council on 8 October the Home Secretary reiterated that in order for EU Member States to focus their resources on helping those in genuine need, an effective returns system for those not found to be in need of international protection is vital.  The Government believes EU proposals on identifying safe countries of origin is a good start to tackling asylum abuse but could go even further and is also keen to explore the development of multi-purpose centres and safe zones outside of Europe to which economic migrants can be returned.\r\n                                             \r\nThe Government in the mean time continues to work with EU and international partners to find political resolution so that those who have been displaced by crises can eventually return to their homes and livelihood in peace. \r\n\r\nHome Office",
            "summary": "The UK and French Governments have been working together closely for many months to address the situation in northern France, and we are committed to resolving it together.",
            "updated_at": "2015-10-20T13:17:42.488Z"
        },
        "government_response_at": "2015-10-20T13:17:42.490Z",
        "moderation_threshold_reached_at": "2015-08-02T19:11:22.328Z",
        "open_at": "2015-08-05T15:07:00.210Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-03T20:05:52.573Z",
        "scheduled_debate_date": null,
        "signature_count": 16239,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:51.646Z"
    },
    "id": 105590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105590.json"
    },
    "type": "petition"
}