{
    "attributes": {
        "action": "Allow Prince William to destroy all government owned ivory",
        "additional_details": "Many African elephants die from the brutal process of having their tusks removed for ivory. Much of the ivory trade is illegal, but it doesn't stop poachers killing elephants. The biggest export market is in China, where it is considered an extremely generous gift. Prince William is held in high regard in China, so if he makes it clear he'd never accept ivory as a gift, perhaps more people in China will follow suit.",
        "background": "Prince William has vowed to destroy all government owned ivory but a few things are standing in his way. If we allow Prince William to destroy all the ivory gifted from other nations, it will send a strong message to anyone who still thinks ivory is an acceptable gift to give to another person.",
        "closed_at": null,
        "created_at": "2015-07-31T13:40:09.722Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-03T11:47:30.209Z",
        "open_at": null,
        "rejected_at": "2015-08-04T17:46:19.692Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government isn't responsible for the actions of the Royal Family and so we can't accept petitions that call for them to take action. \r\n\r\nAs far as we can see, Prince William has been reported to have said that he would like to destroy all ivory in royal collections. This is different from any ivory that might be held by the Government. \r\n\r\nYou could start a petition asking for the Government and Parliament to destroy any ivory they have, and to make a commitment to refuse to accept any ivory as official gifts. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105502.json"
    },
    "type": "petition"
}