{
    "attributes": {
        "action": "Fund more research into brain tumours, the biggest cancer killer of under-40s",
        "additional_details": "• Unlike most cancers, brain cancer incidence is rising.\r\n• Less than 20% of those diagnosed with brain cancer survive beyond 5 years.\r\n• In 2014, brain tumours received 1.5% (£7.7 million) of the £498 million national spend on research into cancer. At this rate, it could take 100 years to catch up with developments in other diseases.\r\nThe charity is calling on the Government and larger cancer charities to raise investment to £30-£35 million a year, and this petition aims to support its campaign.",
        "background": "Brain tumours kill more children and adults under 40 than any other cancer. One of those young lives lost was my brother Stephen, who was diagnosed at just 19 and died aged 26. More funding for research is urgently needed - read on for some shocking statistics from the charity Brain Tumour Research:",
        "closed_at": "2016-02-03T23:59:59.999Z",
        "created_at": "2015-08-01T17:03:21.474Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-04-18",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-04-18/debates/16041811000001/BrainTumours",
            "video_url": "http://parliamentlive.tv/Event/Index/3211c3a4-ea0c-425e-8277-43c7a512f54d"
        },
        "debate_outcome_at": "2016-04-20T09:46:24.323Z",
        "debate_threshold_reached_at": "2016-01-29T08:51:40.770Z",
        "government_response": {
            "created_at": "2015-09-07T16:05:23.303Z",
            "details": "The Government and charities work closely together in brain tumour research and other fields of cancer research through the National Cancer Research Institute (NCRI). Factors influencing the level of research funding are discussed in Strategic Analysis 2002: An overview of Cancer Research in the UK directly funded by the NCRI Partner Organisations:\r\n\r\nThere are a number of factors that dictate the level of research funding into a particular issue. These include:\r\n•\tscientific opportunity – this can be a very important factor. In particular, developments in fundamental research and the introduction of new technologies often stimulate new approaches; \r\n•\tthe burden of disease – the incidence and severity of a type of cancer will influence both researchers and funders;\r\n•\tresearchability – some tumour types are easier to work on than others but can often provide a model system for other cancers, and many researchers are attracted to areas or diseases where there is real evidence or potential for progress; \r\n•\tfundraising – certain types of cancer may attract more public donations than others; and \r\n•\tthe quality and size of the research workforce – because of the issues listed above some areas attract more high quality researchers than other areas. This will undoubtedly affect the number of quality proposals received by funding bodies.\r\n\r\nNCRI partner organisations take these factors into account when making funding decisions. However, the relative importance of each of these in the decision-making process varies for each organisation depending on its corporate aims, culture and procedures.\r\n\r\nThe NCRI Cancer Research Database includes expenditure on cancer research by NCRI partner organisations. This includes only direct spend on cancer research, or spend which directly supports cancer research. The proportion of cancer research funding directly supporting brain tumour research was 1.5% in 2014. This analysis includes fundamental research (28.8%) and funding relevant to all cancer sites (25.1%). If these elements are excluded, brain tumour research received 3.3% of site-specific cancer research funding. This is a greater proportion than for 40 of the 49 site-specific categories.\r\n\r\nThe National Institute for Health Research (NIHR) welcomes funding applications for research into any aspect of human health, including brain tumours. These applications are subject to peer review and judged in open competition, with awards being made on the basis of the importance of the topic to patients and the NHS, value for money and scientific quality. NIHR funding is not ring-fenced for cancer research or for research on brain tumours or other types of cancer. In all disease areas, the amount of NIHR funding depends on the volume and quality of scientific activity.\r\n\r\nThe Government welcomes the commitment by Cancer Research UK to increase spend in research on brain tumours. This will drive further investment by the NIHR. This happens in two ways. Firstly, as scientific breakthroughs are translated into interventions benefitting patients through infrastructure for experimental medicine. Secondly, investment is driven as emerging interventions are investigated in studies and trials through the NIHR Clinical Research Network.\r\n\r\nDepartment of Health",
            "summary": "Government funders, charities and industry are working together to turn world-leading research into vital new treatments for brain tumour patients.",
            "updated_at": "2015-09-07T16:05:23.303Z"
        },
        "government_response_at": "2015-09-07T16:05:23.306Z",
        "moderation_threshold_reached_at": "2015-08-01T19:04:51.574Z",
        "open_at": "2015-08-03T14:10:43.735Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-22T21:12:21.527Z",
        "scheduled_debate_date": "2016-04-18",
        "signature_count": 120129,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:51.595Z"
    },
    "id": 105560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105560.json"
    },
    "type": "petition"
}