{
    "attributes": {
        "action": "End absurd expense claims + Mayfair loophole & begin reviewing ATOS' unfairness!",
        "additional_details": "I.D.S. once claimed 30-something pounds for a breakfast, whilst he lives off of his wife's estate. MPs have claimed some ridiculous expenses -- one guy even claimed about £100 for two toilet seats! £700mil is being avoided in tax by companies, whilst nurses & teachers pay higher taxes than them & in the meantime, ATOS and Capita bear excessive promises but also excessive wait times, people literally could die whilst waiting, or others choose to end their lives after being failed by the system! ",
        "background": "Some of this gov's MPs are claiming so much in expenses... and so much the hard-working Brits pay for, and millionaires are let off more lightly than some, yet in the meantime, a system named ATOS (aptly chosen) has a black & white system that is failing the ill and the disabled! Needs amending.",
        "closed_at": null,
        "created_at": "2015-08-01T23:56:21.165Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-02T00:33:53.915Z",
        "open_at": null,
        "rejected_at": "2015-08-21T14:03:13.791Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what action you would like the Government or Parliament to take to address the problems you describe with ATOS and Capita.\r\n\r\nThe Government and Parliament aren't responsible for the rules on MPs' expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for the rules about MPs’ expenses and business costs. You can find out more about IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk\r\n\r\nIt is not clear what action you would like the Government or Parliament to take in relation to ATOS and Capita. You could start a new petition asking for the specific changes that you want to see. \r\n\r\nI should also explain that people who create petitions need to give their full name. I am sorry if this wasn’t clear to you.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105578,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105578.json"
    },
    "type": "petition"
}