{
    "attributes": {
        "action": "Stop all benefits to illegal immigrants completely.",
        "additional_details": "",
        "background": "The Government must act now and stop any form of benefit to all illegal immigrants, there should be no free benefit to those whom illegally enter the UK.\r\n\r\nSegregation and deportation \r\nfor all the illegal immigrants and a life time ban to anyone entering the United Kingdom illegally.",
        "closed_at": "2016-02-05T23:59:59.999Z",
        "created_at": "2015-08-03T17:31:54.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-21T16:37:26.103Z",
            "details": "Building on the Immigration Act 2014, which restricted access to services for illegal migrants, the Immigration Bill currently going through parliament will make it even harder for people to settle in the UK when they have no right to do so.  The Bill contains measures to reform our immigration system, to prevent abuse and the flouting of the law by people who should not be here.\r\n\r\nThe Government has already introduced new measures to prevent EU jobseekers and involuntarily unemployed EU workers from claiming Jobseeker’s Allowance for longer than three months unless they have a genuine prospect of work.  We have also changed the law so that EU jobseekers no longer have any access to Housing Benefit and are also unable to access Jobseeker’s Allowance, or Child Benefit and Child Tax Credit, until they have been resident in the UK for three months.  The Habitual Residence Test, which all migrants have to satisfy to claim income-related benefits, has been strengthened, and we have introduced an earnings threshold to trigger an assessment of whether an EU national has work which can be treated as meaningful and effective.   \r\n\r\nThe UK has a long and proud history of providing a safe haven to refugees and the Government will continue to provide a modest short term package of support, entirely separate from the mainstream benefits system, to destitute asylum seekers while their asylum claims are being determined. The support package consists of basic accommodation and a weekly cash allowance of £36.95.\r\n\r\nThe Immigration Bill will ensure that unless there is a genuine obstacle that prevents departure from the UK this support will be stopped if the asylum claim is rejected.  The Government is clear that public money should not be used to support Illegal migrants, including failed asylum seekers, who can avoid the consequences of being left destitute by returning to their own countries.  \r\n\r\nHome Office",
            "summary": "Illegal immigrants and failed asylum seekers are not entitled to, and do not get, benefits from the UK’s welfare system.",
            "updated_at": "2015-12-21T16:37:26.103Z"
        },
        "government_response_at": "2015-12-21T16:37:26.107Z",
        "moderation_threshold_reached_at": "2015-08-03T18:24:14.508Z",
        "open_at": "2015-08-05T15:19:10.386Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-09T08:42:37.071Z",
        "scheduled_debate_date": null,
        "signature_count": 36199,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:51.738Z"
    },
    "id": 105658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105658.json"
    },
    "type": "petition"
}