{
    "attributes": {
        "action": "Abolish new strict speeding regulations & increase Motorway limit to at least 80",
        "additional_details": "This at a time where Police forces are claiming they do not have the resources to attend burglaries, where innocent people and their property are at risk (source: http://goo.gl/6134Fz), yet can afford two officers at the side of the road with a speed gun, absolutely proves that motorists are an unfair target and income stream for police.\r\n\r\nThe 70mph speed limit was introduced nearly 50 years ago - Car safety has improved considerably since then and it's about time the law changed to reflect this.",
        "background": "It has recently been announced that motorists are to be penalised for exceeding the speed limit by a single mph. This is ludicrous - a slight hill could be enough to tip the balance by 1mph - are motorists are expected to keep their eyes glued to the speedometer, ignoring their surroundings?",
        "closed_at": null,
        "created_at": "2015-08-06T08:26:31.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-06T12:52:49.410Z",
        "open_at": null,
        "rejected_at": "2015-08-06T17:19:42.295Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Enforcement of national speed limits is an operational matter for individual police forces and not the direct responsibility of the UK Government or Parliament. We think that these \"new speeding regulations\" may in fact be guidance to police forces on how to enforce speed limits in their areas.\r\n\r\nWe think your petition is calling for greater discretion from police forces in enforcing national speed limits. You could therefore petition the Government to (for example) raise the national speed limit to 80mph and to issue guidance to police forces to give full consideration to the nature and circumstances of any speeding offence before deciding whether to take enforcement action.\r\n\r\nIf you would like to redraft and resubmit your petition it will be reconsidered."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105783.json"
    },
    "type": "petition"
}