{
    "attributes": {
        "action": "Ban smoking on the streets of London",
        "additional_details": "Secondhand smoke contains more than 4,000 chemicals, irritants and toxins. Frequent exposure to smoke increases the risk of lung cancer, stroke, heart attack, chest pain, and heart failure and is associated with early arterial damage in healthy young adults.\r\n\r\nAverage outdoor tobacco smoke exposure level for a non-smoking individual increases by around 30% for every active smoker within 1 meter of them. Peak and average outdoor smoke levels near active smokers rival indoor smoke concentrations.\r\n",
        "background": "This petition requests that smoking is banned on the streets of London to protect those who do not smoke from unwelcome secondhand smoke.",
        "closed_at": null,
        "created_at": "2015-08-05T11:39:34.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-05T16:25:15.256Z",
        "open_at": null,
        "rejected_at": "2015-08-06T18:37:45.084Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We think that this is a matter which is within the responsibility of the Mayor of London and London boroughs. Both have powers to make byelaws to prohibit smoking in certain public spaces.\r\n\r\nThe Mayor of London is responsible to the London Assembly and not to the UK Government or Parliament. You may wish to submit a petition to the London Assembly calling for a response from the Mayor of London. Details of how to do this are available here: \r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions\r\n\r\nYou might also like to raise the issues you are concerned about with your local councillors. You can find out who your local councillors are here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105737.json"
    },
    "type": "petition"
}