{
    "attributes": {
        "action": "Make it illegal to drink in parliament whilst Members are working & voting.",
        "additional_details": "There has been multiple accounts in the press of drunken MPs and even traces of cocaine in \"Members\" toilets, no other work place would allow alcohol to be consumed whilst working and so it should be banned in parliament whilst Members are working and voting. We cannot have a two tier system where Members think they're special. Alcohol alters perceptions and thinking even after just a few units. Let MPs  lead by example and end this terrible and destructive practice in parliament. ",
        "background": "The definition of a Drug is a medicine or other substance which has a physiological effect when ingested or otherwise introduced into the body. Alcohol is a destructive and dangerous drug, no MPs should be taking a mind altering drug whilst voting on matters which concern our country. ",
        "closed_at": null,
        "created_at": "2015-08-05T19:51:50.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-05T20:28:45.301Z",
        "open_at": null,
        "rejected_at": "2015-08-06T16:30:20.917Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/104500\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105763.json"
    },
    "type": "petition"
}