{
    "attributes": {
        "action": "Remove Paul Carter as leader of Kent County Council.",
        "additional_details": "A further dereliction of duty was not to consult the people of Thanet over the use of Manston as a lorry park during operation stack. His behavour is one of an autocrat not a democratic leader. He should consider his own position or face removal from his position. There are also questions regarding his relationship with Ann Gloag and the owners of the Discovery Park. Enterprise Zone funds have also been wasted supporting this failed venture which props up jobs at a cost of £915,000 per company.",
        "background": "The leader of Kent County Council has failed in his duty to fairly represent the people of Thanet. He has gone against the reasonable wishes of Kents residents and has not supported the CPO of Manston Airport.",
        "closed_at": null,
        "created_at": "2015-08-05T14:12:00.593Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-05T14:20:37.020Z",
        "open_at": null,
        "rejected_at": "2015-08-07T14:15:51.565Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The removal of a Council Leader lies with the Local Council in question and not the UK Government or Parliament. You can use this page to find out who the local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nIf you want the UK Government to investigate the council for a particular reason, you could submit a petition on that issue. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105747.json"
    },
    "type": "petition"
}