{
    "attributes": {
        "action": "Reinstate full visa service at the British High Commission in Dhaka, Bangladesh",
        "additional_details": "",
        "background": "From 1 October 2014, all UK visa applications submitted in Bangladesh have been assessed at the Visa Section at the British High Commission in New Delhi, rather than at the British High Commission in Dhaka. This has caused delays and difficulties for applicants applying for UK visas from Bangladesh.",
        "closed_at": "2016-02-06T00:00:04.959Z",
        "created_at": "2015-08-05T11:39:45.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-23T11:23:34.215Z",
            "details": "UK Visas and Immigration (UKVI) moved decision making on Bangladeshi visa applications to the British High Commission in Delhi in September 2014. \r\n\r\nThis move was in line with UKVI’s overall strategy to modernise how UK visa applications are processed to ensure that decisions are safe and secure, that excellent customer service is provided, and that value for money is delivered for the taxpayer. \r\n\r\nThere has been no change to the process for customers in Bangladesh applying for a UK visa. Customers are still able to make visa applications in the two Visa Application Centres in Bangladesh and access a range of premium services such as a 3-5 working day priority visa service. UKVI continues to retain a team of staff in the High Commission in Dhaka, and all passports are retained in Bangladesh.\r\n\r\nVisa applications are also processed under the same global customer service standards. The average turnaround times for applications decided in 2015 were 11 working days for non-settlement applications and 37 working days for settlement applications, well within the published service standards of 15 working days for non-settlement and 60 working days for settlement applications.\r\n\r\nFrom as early as 2006, the international operation has been moving towards a consolidated ‘hub and spoke’ model. As well as reducing costs, making decisions on larger numbers of cases in regional hubs increases resilience and improves security. This model allows flexibility in reacting to changes in demand; and improves decision quality, by standardising decisions and allowing UKVI to share intelligence across regions. \r\n\r\nOnly a small proportion of applications worldwide are now decided in the same city where they were lodged. Moving work from smaller more expensive locations to more stable regional hubs has created a visa network that is more flexible and responsive.\r\n\r\nHome Office\r\n",
            "summary": "There has been no change to the application process or service standards for customers applying for a UK visa in Bangladesh since the move of decision making to Delhi.",
            "updated_at": "2016-02-23T11:23:34.215Z"
        },
        "government_response_at": "2016-02-23T11:23:34.218Z",
        "moderation_threshold_reached_at": "2015-08-05T12:36:47.511Z",
        "open_at": "2015-08-05T12:45:16.668Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-17T09:14:36.756Z",
        "scheduled_debate_date": null,
        "signature_count": 11054,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105738.json"
    },
    "type": "petition"
}