{
    "attributes": {
        "action": "An independent investigation into the new layout at Dartford river crossing.",
        "additional_details": "The road is tailed back continuously, even on a Sunday.\r\nThe roads surrounding the tunnel are consistently gridlocked as the overspill from the slip road clogs them.\r\nThe hospital is potentially in harms way as Ambulances are unable to pass through the traffic chaos caused by the gridlock caused by the poor road management of Highways.",
        "background": "The new, redesigned layout of the Dartford river crossing is not working. There are perpetual tailbacks causing harm to all road users. There is currently no way to complain or give opinion on this. Its a disgrace and needs to be looked into to assess its viability. It simply has become a farce.",
        "closed_at": "2016-02-12T00:00:08.910Z",
        "created_at": "2015-08-07T16:06:27.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-06T10:05:39.090Z",
            "details": "Highways England is working to keep delays, caused by work elsewhere on the network, to an absolute minimum. However, the northbound approach to the Crossing does often still experience unacceptable levels of congestion, and Highways England recognises there is still more work to do with partners and suppliers to ensure all of the local approaches to the northbound carriageway are working as well as they possibly can. I have written to Highways England to request an immediate update on what progress has been made.\r\n\r\nThe Dartford-Thurrock River Crossing has long suffered from significant levels of congestion, with over 50 million vehicle crossings being made each year. The old arrangements, where the Crossing’s road user charge was collected at a barrier, interrupted the flow of traffic resulting in severe congestion and delays. Traffic is expected to continue growing at the Crossing and the new Lower Thames crossing will be required to address the long term capacity and resilience issues.\r\n\r\nImproving the performance of the Crossing is a priority for the Department for Transport. ‘Free-flow’ charging was, and is, considered to be a medium term measure enabling the Department to further develop options for additional crossing capacity on the Lower Thames. Under ‘free-flow’ charging, now known as Dart Charge, the collection and payment of the road user charge is carried out remotely, removing the need for drivers to stop and pay within a plaza environment controlled by barriers. A new road layout at the Crossing was necessary to support Dart Charge and deliver quicker journey times. The old layout of 27 lanes, which caused further risks of delay and collisions as drivers had to merge back into four lanes after passing the barriers, would be replaced with four free flow lanes in each direction. \r\n\r\nThe new road layout and Traffic Safety System introduced on the northbound approaches to the tunnels to prevent oversized vehicles or those carrying dangerous goods from entering the tunnels were subject to rigorous testing. Construction work on the new road layout began the weekend before Dart Charge was introduced on 30 November 2014 and was substantially completed by summer 2015.\r\n\r\nHighways England’s latest validated data shows that Dart Charge has successfully improved journeys through the Crossing. Comparing journeys between the end of November 2014 (pre-Dart Charge) and late October/early November 2015, data shows that on average journeys over the Crossing were a third faster than before Dart Charge was introduced, almost seven minutes (36%) quicker southbound and almost five minutes (27%) quicker northbound. These journey time improvements have been delivered despite an increase in traffic volumes of around 5% since the introduction of Dart Charge, about 2.2 million extra crossings compared to the same period in 2013/14.\r\n\r\nThe Traffic Safety System is also used if there is congestion north of the tunnels to avoid queuing within the tunnels, which is unsafe. This means that drivers often cannot see the reason why they are being held which can be frustrating but is done in the interests of the safety of all drivers. In late November 2015, a project to improve the M25 junction 30 interchange with the A13 began a new phase of work, which introduced narrow lanes and a reduced speed limit on the M25. This has unfortunately caused congestion back through the tunnels during some peak periods, requiring the crossing operators to hold traffic at the Traffic Safety System on a number of occasions for safety reasons. Highways England are working with their contractors to ensure delays caused by this work at J30/A13 are kept to an absolute minimum. \r\n\r\nDespite the improvements, Highways England recognises that there is still a congestion problem, particularly south of the river, and there is more work to do with its partners to improve local traffic flow and ensure all the local approaches to the northbound carriageway are working as well as they possibly can. Planned improvements include:\r\n\r\n•\tWork to fine-tune the operation of the new Traffic Safety System to continue to maximise traffic flow while maintaining safety.\r\n•\tOn-going work with the freight industry to educate drivers of restricted vehicles as to what lane or route to take to avoid being stopped at the barriers (which causes delay for other drivers).\r\n•\tHighways England working with Kent County Council to improve traffic flow in the area. In particular, work is currently ongoing to assess how signals can be better synchronised where the strategic road network meets the local roads to get the best out of the network, and also what improvements can be made at key junctions. \r\n\r\nI have written to Highways England to request an immediate update on what progress has been made.\r\n\r\nHighways England’s complaints process is set out at: https://www.gov.uk/government/organisations/highways-england/about/complaints-procedure\r\n\r\nDepartment for Transport",
            "summary": "The Dart Charge improvements have significantly reduced journey times at this crucial part of the road network, particularly for people travelling southbound. ",
            "updated_at": "2016-01-06T10:05:39.090Z"
        },
        "government_response_at": "2016-01-06T10:05:39.096Z",
        "moderation_threshold_reached_at": "2015-08-07T18:03:42.447Z",
        "open_at": "2015-08-11T12:00:07.227Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-17T14:10:13.794Z",
        "scheduled_debate_date": null,
        "signature_count": 17018,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 105868,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105868.json"
    },
    "type": "petition"
}