{
    "attributes": {
        "action": "Hold a referendum on TTIP before we give away our sovereignty",
        "additional_details": "",
        "background": "The Transatlantic Trade and Investment Partnership (TTIP) involves a huge loss of sovereignty to the European Union and the UK so we should hold a referendum on whether we agree to this before it is ratified by parliament without our consent.",
        "closed_at": "2016-02-12T23:59:59.999Z",
        "created_at": "2015-08-07T13:03:25.720Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-24T08:39:52.062Z",
            "details": "The Government is working with its EU partners to open markets around the world as increased trade and investment are two of the main drivers for growth, which is the best way to ensure British workers can enjoy better living standards. Businesses which export are more productive, resilient and pay higher wages.\r\n\r\nThe Transatlantic Trade and Investment Partnership – a free trade agreement between the European Union and the United States – is a once-in-a-generation opportunity to create the largest free trade area in the world.  It would bring huge economic benefits on both sides of the Atlantic, increasing trade and investment, creating jobs, reducing prices and increasing choice for consumers.\r\n\r\nIndependent analysis shows that an ambitious agreement could give an annual boost to the UK economy of as much as £10 billion each year.  This translates to additional disposable income of about £400 per year for an average UK household.  That is why we are pushing for a broad agreement that eliminates the vast majority of tariffs on trade between the two markets and reduces other unnecessary barriers to trade such as duplicate regulatory tests and customs delays.  \r\n\r\nOver several decades the UK and EU have signed numerous trade agreements.  These treaties have helped both UK and EU businesses grow and create high quality jobs.  They have not prevented the Government from taking regulatory action to protect the public or the environment, nor have they forced the Government to change laws, open markets or privatise public services.  The agreement with the US will be no different.  We expect that there will be no transfer of sovereignty to the EU as a result of this trade agreement.\r\n\r\nThere has been, and continues to be, extensive consultation on the agreement.  The European Commission has run four online public consultations to get stakeholder views on various elements of the deal.  The Commission is holding regular meetings with an advisory group, as well as civil society groups throughout the negotiations.  The Department for Business, Innovation and Skills (BIS) also holds regular meetings with organisations representing those with a particular interest in this trade deal.  These meetings help to inform the Government’s approach to the negotiations.\r\n\r\nParliament oversees the negotiations via regular updates from Ministers. This trade deal has been debated in the House of Commons on four occasions and once in the House of Lords.  Three Parliamentary committees have considered this trade deal and published their findings. The Government has responded to the report made by each committee.\r\n\r\nThe agreement is expected to be a mixed agreement to which the UK will be individually a party.  In that case, it will be subject to agreement by each Member State (including the UK), the EU Council (representing governments of the EU countries) and the European Parliament.  As part of this process, the UK Parliament will receive the complete draft text of the agreement in order to scrutinise it through debates in both Houses.  The draft text will also be published online at the same time.\r\n \r\nGiven the level of scrutiny of any deal between the EU and US, we do not believe that a referendum would be an effective use of taxpayers’ money.\r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "The Transatlantic Trade and Investment Partnership does not threaten UK sovereignty. The Government has made it clear that its freedom to regulate in the public interest will be explicitly protected.",
            "updated_at": "2015-09-24T08:39:52.062Z"
        },
        "government_response_at": "2015-09-24T08:39:52.064Z",
        "moderation_threshold_reached_at": "2015-08-08T01:31:08.722Z",
        "open_at": "2015-08-12T16:21:41.606Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-08-26T22:12:15.140Z",
        "scheduled_debate_date": null,
        "signature_count": 36776,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:52.157Z"
    },
    "id": 105856,
    "links": {
        "self": "https://petition.parliament.uk/petitions/105856.json"
    },
    "type": "petition"
}