{
    "attributes": {
        "action": "I would like members to abstain from drinking and voting.",
        "additional_details": "The effects on cognitive ability and the thought processes are well documented not to mention difficulty walking, blurred vision, slurred speech, slowed reaction times, impaired memory: Clearly, alcohol affects the brain. Some of these impairments are detectable after only one or two drinks. Its the aim of this petition to have the number of bars halved from 8 to 4 and that members should never drink and vote. The remaining bars should have reduced opening hours. This would not effect dinners. ",
        "background": "I would like MPs to abstain from alcohol during the working day and voting, decisions which effect the entire country happen in parliament and voting whilst intoxicated surely cannot be tolerated. No other employer would allow this in the work place and parliament should be no exception. ",
        "closed_at": null,
        "created_at": "2015-08-11T17:08:22.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-11T19:48:40.493Z",
        "open_at": null,
        "rejected_at": "2015-09-30T17:33:33.325Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament do not have the power to make MPs abstain from alcohol. If you would like alcohol to be banned or limited within Parliament, or ban MPs from drinking whilst working and voting, we could accept a petition on that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106045,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106045.json"
    },
    "type": "petition"
}