{
    "attributes": {
        "action": "700 Britons died in Palestine: 1944-48. Commemorate these on Remembrance Sunday.",
        "additional_details": "Eric Lowe, a survivor of the 1944-48 terrorism, doesn't believe most of us ever \"... heard it mentioned on Armistice Day, the number of lives lost in Palestine? We really were the forgotten army...\r\n\r\nWhy can't we have this recognition? The recognition for us and the appreciation of what the Palestinians have lost... The Palestinians won't let it die and we won't let it die until the last of us is gone.\"\r\n\r\nhttps://www.youtube.com/watch?v=Na6E88GbWaM",
        "background": "Between 1944 and 1948, more than 700 British military and civilian personnel were murdered in Palestine by Jewish terrorists. To this day, the government has never allowed the sacrifice of this forgotten army to be commemorated at the Cenotaph on Remembrance Sunday.\r\n\r\nPlease rectify this injustice.",
        "closed_at": null,
        "created_at": "2015-08-19T14:44:41.677Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-19T17:26:21.567Z",
        "open_at": null,
        "rejected_at": "2015-08-20T16:31:56.224Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition as the issue it covers is not something that the UK Government or Parliament are responsible for.\r\n\r\nTradition and precedents, rather than the UK Government or Parliament, set out that Remembrance Sunday commemorates the contribution of all British and Commonwealth military and civilian servicemen and women in the two World Wars and later conflicts. This would seem to include those who were involved in conflicts in Palestine between 1944 and 1948. \r\n\r\nAny ex-Service person can apply to attend the National Service of Remembrance at the Cenotaph through the Royal British Legion. More information is available here: http://www.britishlegion.org.uk/media/1425/cenotaphparticipationfactsheet.pdf The Royal British Legion is a charity, not a government agency or public body, so the Government and Parliament do not control this process.\r\n\r\nNo passes or tickets are required by members of the public, who can watch the ceremony from the pavements along Whitehall and Parliament Street.\r\n\r\nIf there is a specific action that you would like the UK Government or Parliament to take which is within their power, you could start a new petition asking specifically for that action. For example, you could ask the Government to create a national ceremonial event to mark the deaths of British military and civilian personnel in Palestine between 1944 and 1948. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106364,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106364.json"
    },
    "type": "petition"
}