{
    "attributes": {
        "action": "Government to abandon all ideas of trying to ban strong encryption.",
        "additional_details": "\"If a British citizen with an iPhone purchased in France and roaming in Germany iMessages a Chinese citizen roaming in Sweden using an iPhone purchased in Denmark, which government's keys need to be inserted in the iMessage communications by an American company (Apple) legally based in Luxembourg using servers hosted in Eire?\"\r\n\r\nhttp://boingboing.net/2015/01/13/what-david-cameron-just-propos.html\r\nhttp://www.revk.uk/2015/07/ban-multiplication.html\r\nhttp://www.revk.uk/2015/07/ban-random-numbers.html\r\nhttp://www.revk.uk/2015/07/crypto-wars.html\r\nhttp://www.revk.uk/2015/08/cryptowars-why-back-doors-in-imessages.html",
        "background": "Strong encryption is used every day by citizens, businesses, the government, even this very web site. Encryption exists, and like trying to ban multiplication, it is pointless to try to stop it. A ban, or forcing back doors, can only harm law abiding citizens and have no impact on criminals.",
        "closed_at": "2016-02-20T23:59:59.999Z",
        "created_at": "2015-08-19T16:48:39.102Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-18T11:19:26.585Z",
            "details": "This Government recognises the importance of encryption, which helps keep people's personal data and intellectual property safe from theft by cyber means. It is fundamental to our everyday use of the internet.  Without the development of strong encryption allowing the secure transfer of banking details there would be no online commerce. As Baroness Shields made clear in the House of Lords on 27 October 2015, the Government does not require the provision of a back-door key or support arbitrarily weakening the security of internet services.\r\n\r\nClearly as technology evolves at an ever increasing rate, it is only right that we make sure we keep up, to keep our citizens safe. There shouldn’t be a guaranteed safe space for terrorists, criminals and paedophiles to operate beyond the reach of law.\r\n\r\nThe Government is clear we need to find a way to work with industry as technology develops to ensure that, with clear oversight and a robust legal framework, the police and intelligence agencies can, subject to a warrant which can only be issued using a strict authorisation process where it is necessary and proportionate, access the content of communications of terrorists and criminals in order to resolve police investigations and prevent criminal acts.\r\n\r\nThere are already requirements in law for Communication Service Providers in certain circumstances to remove encryption that they have themselves applied from intercepted communications. This is subject to authorisation by the Secretary of State who must consider the interception of communications to be necessary and proportionate. The Investigatory Powers Bill will not ban or further limit encryption.\r\n\r\nHome Office",
            "summary": "The Government is not seeking to ban or limit encryption. The Government recognises the important role that encryption plays in keeping people’s personal data and intellectual property safe online.",
            "updated_at": "2016-01-18T11:19:26.585Z"
        },
        "government_response_at": "2016-01-18T11:19:26.587Z",
        "moderation_threshold_reached_at": "2015-08-19T16:59:45.279Z",
        "open_at": "2015-08-20T15:02:55.704Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-30T18:25:44.046Z",
        "scheduled_debate_date": null,
        "signature_count": 11277,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:53.044Z"
    },
    "id": 106369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106369.json"
    },
    "type": "petition"
}