{
    "attributes": {
        "action": "Stop allowing immigrants into the UK.",
        "additional_details": "If the Government does not do anything, then Britain may take in 12 million more immigrants by 2060. There is footage of foreigners destroying British soldiers graves,  which is a huge disrespect to us. Sign this petition to show the government what they need to do!",
        "background": "The UK government need to prevent immigrants from entering the UK immediately! We MUST close all borders, and prevent more immigrants from entering Britain. Foreign citizens are taking all our benefits, costing the government millions! Many of them are trying to change UK into a Muslim country! ",
        "closed_at": "2016-02-25T23:59:59.999Z",
        "created_at": "2015-08-21T22:58:36.240Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2015-10-19",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-10-19/debates/15101914000001/Immigration",
            "video_url": "http://www.parliamentlive.tv/Event/Index/2d2e5038-cbf0-4a43-bfc3-6a6deb279c4d"
        },
        "debate_outcome_at": "2015-10-20T09:13:18.018Z",
        "debate_threshold_reached_at": "2015-09-07T20:14:13.386Z",
        "government_response": {
            "created_at": "2015-10-26T10:11:14.433Z",
            "details": "and are clamping down on illegal migration, including through the Immigration Bill. We will also introduce a new approach to asylum - with strict new rules for people who abuse the system, and greater generosity for people who need our help.\r\n\r\nThe UK has a proud history of protecting those most in need.  As the Prime Minister announced to Parliament at the beginning of last month, the UK will accept a further 20,000 migrants dislocated from their homes following the Syrian crisis.  The UK can be proud that since the start of that conflict we have been at the forefront of the humanitarian response. We are providing more than £1 billion in aid – making us the second biggest bilateral donor in the world. Our contribution is almost as much as the rest of the EU put together. We can be proud of our contribution and our history of valuing diversity in the UK. \r\n\r\nUncontrolled immigration, however, places pressure on public services, the labour market and wages. \r\n\r\nTo control legal migration we have changed the profile of migrants coming here to work and study from outside the EU, to ensure that we are genuinely welcoming the brightest and the best.  The figures show this strategy is working, with a 17% increase in the number of sponsored student visas applications for universities since 2010, and a rise of 33% for the elite Russell Group universities.  We have toughened access to welfare and housing and non-EU immigration remains 10% lower than in September 2010.  Going forward, our long term economic plan will see many more young Britons given the training and skills they need to fill the jobs our booming economy is creating. \r\n\r\nIn terms of illegal migration one of the most visible pressure points has been at Calais.  Over the summer the migrant population in this area increased to around 5,000 and there was an associated increase in the number of illegal attempts to breach the border.  \r\n\r\nThe Government has made good progress with the French Government to address this situation.  The declaration the Home Secretary signed with the French Interior Minister, on 20th August, cements a comprehensive programme of work between France and the UK including additional French police, and extra fencing, search dogs and other security measures provided by the UK.  \r\n\r\nThe Government is also taking action through a new Immigration Bill that was introduced to Parliament on 17th September.\r\n \r\nThe Government is introducing new powers to build an immigration system that works in the best interests of the UK and those who play by the rules. Illegal workers will face having their earnings seized, while rogue employers could have their businesses closed.\r\n\r\nThe Bill will make it harder for people to settle in the UK when they have no right to do so, building on the Immigration Act 2014 to further restrict access to services for illegal migrants. Landlords will be able to evict illegal migrants more quickly and access to driving licences and bank accounts will be further protected as services for only the lawfully resident population.\r\n\r\nThe Bill will close existing loopholes that allow certain illegal migrants to claim asylum support even though they do not have a pending asylum application or appeal. We will continue to meet all of our international obligations towards asylum seekers and refugees, but equally we expect other illegal migrants to depart from the UK rather than providing access to support.\r\n\r\nThe Bill will make it easier to remove people who should not be in the UK by introducing new powers to tag foreign national offenders released on bail, and extending “deport now, appeal later” certification powers to more immigration cases. We will also be equipping immigration officers with additional search and seizure powers to better enforce our immigration laws. \r\n\r\nFinally, as the Home Secretary set out earlier this month, we will introduce a new approach to asylum with strict new rules for people who abuse the system in Britain, and greater generosity for people in parts of the world where we know they need our help.  For example, we will take a tougher approach to those who claim asylum after abusing the visa system or having travelled to get here through safe countries but we will establish a register of people and organisations that can provide houses for the settlement of genuine refugees.\r\n\r\nHome Office",
            "summary": "We are building an immigration system that works in the public interest. We welcome the brightest and the best who come here legally to work and study, but believe net migration should be lower(contd)",
            "updated_at": "2015-10-26T10:11:14.433Z"
        },
        "government_response_at": "2015-10-26T10:11:14.436Z",
        "moderation_threshold_reached_at": "2015-08-21T23:05:13.292Z",
        "open_at": "2015-08-25T13:23:52.756Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-04T04:28:03.060Z",
        "scheduled_debate_date": "2015-10-19",
        "signature_count": 216949,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:53.257Z"
    },
    "id": 106477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106477.json"
    },
    "type": "petition"
}