{
    "attributes": {
        "action": "All public officers who cover up/choose to ignore/lie are to be put b4 a court",
        "additional_details": "Prison Officers abusing their powers to ignore reports from prisoners. Probation Officers printing reports that do not reflect the reality of their charges in order to embellish the severity of crimes. Police Officers hiding evidence by giving a new case number. DWP leaders making false statements in leaflets. Social workers reporting parents using minor issues. Schools expelling children for their attire. We see these reports in the press and by the Ombudsman NO CONSEQUENCES & NO DETERENTS",
        "background": "It is clear that persons employed by the public choose to cover up, ignore and outright lie about a whole range of issues with no consequences to them whatsoever but severe consequences for those who they have ignored, covered up or lied about. Costing lives and futures, these people are fraudsters.",
        "closed_at": null,
        "created_at": "2015-08-21T18:19:57.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-21T19:44:51.214Z",
        "open_at": null,
        "rejected_at": "2015-08-28T10:40:39.665Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take.\r\n\r\nIn order for a person to be brought before a court, there would need to be an allegation that they have broken the law.\r\n\r\nIt seems from your petition that you may want there to be a law which would make it an offence for a public official to ignore or cover up evidence that they receive in the course of their work. If that is the case, you could start a petition specifically asking for that law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106464.json"
    },
    "type": "petition"
}