{
    "attributes": {
        "action": "Article 20 of the EU's Tobacco Products Directive should not become British law",
        "additional_details": "Under the restrictions imposed by Article 20 almost all e-cigarettes currently on the market, including the refillable models which PHE find to be the most effective quit aids, will be banned. PHE also have concerns about the arbitrary and unnecessary limit on nicotine content, which will make it harder for the most addicted smokers to quit. There is no scientific justification for Article 20 and the scientists whose work was cited by the EU have stated that their findings were misrepresented.",
        "background": "In view of Public Health England's recent report on electronic cigarettes, which found them to be 95% safer than smoking and a valuable quit aid, Article 20 of the EU TPD is a draconian solution for a problem that doesn't exist. The UK should refuse to implement this Article into national law.",
        "closed_at": null,
        "created_at": "2015-08-22T17:44:27.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-22T18:00:16.641Z",
        "open_at": null,
        "rejected_at": "2015-08-24T14:17:48.448Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/105139\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106512.json"
    },
    "type": "petition"
}