{
    "attributes": {
        "action": "Ban schools from serving halal meat to children without parents' consent",
        "additional_details": "Muslims object when their children are fed pork - we as a Christian culture should have right to say that our children do not eat ritually blessed food without our knowledge. \r\nSchool dinner ladies have been sacked for giving pork to muslim children but Christian children are fed halal everyday without their parents' knowledge or consent and against their beliefs.",
        "background": "The Government should require schools to obtain parental consent before school pupils are served halal or pre-stunned meat.\r\n\r\n\r\n",
        "closed_at": "2016-02-25T00:00:09.224Z",
        "created_at": "2015-08-24T13:52:19.244Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-28T17:02:26.864Z",
            "details": "The government does not have a role in banning food on religious grounds in schools. The issues and informed choices are best managed locally by schools taking into account cultural, religious and dietary needs and by working with parents.\r\n\r\nThe government sets out required minimum standards for school food in the School Food Standards to ensure children are served healthy, nutritious meals at school. The Standards do not specify food requirements in terms of cultural and religious needs The relevant regulations are published at http://www.legislation.gov.uk/uksi/2014/1603/pdfs/uksi_20141603_en.pdf\r\n\r\nHead teachers, governors and their caterers are best placed to make decisions about their school food policies. We expect schools to act reasonably providing choices that take account of cultural, religious and special dietary needs and to work with parents in making appropriate arrangements. In particular schools should consult with parents when making changes to school food provision and ensure parents have access to information on the food provided. If parents are not happy with the food provided by the school they can take it up with the school and consider using the schools complaints policy.\r\n\r\nGood practice suggests that suitable arrangements could include providing both halal and non-halal food each day, or ensuring that dishes are clearly labelled to allow pupils to select the appropriate choice.\r\n\r\nDepartment for Education",
            "summary": "The government does not ban food on religious grounds in schools. Informed choices are best ensured by schools taking into account cultural, religious and dietary needs and working with parents. ",
            "updated_at": "2015-09-28T17:02:26.864Z"
        },
        "government_response_at": "2015-09-28T17:02:26.866Z",
        "moderation_threshold_reached_at": "2015-08-24T14:45:37.360Z",
        "open_at": "2015-08-24T15:36:49.919Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-20T20:48:07.387Z",
        "scheduled_debate_date": null,
        "signature_count": 36371,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106582.json"
    },
    "type": "petition"
}