{
    "attributes": {
        "action": "Reconsider the new Dividend Tax for small businesses",
        "additional_details": "The Government have stated that business is going to be at the heart of their programme for the next 5 years.  Small businesses make up 99.3% of all private sector businesses and we provide just under 50% of all private sector jobs.  There is a real danger that this new tax, along with auto enrolment and minimum wages increases, will have a significant effect on those people brave enough to start up a business that could make a meaningful contribution to the economy and jobs market.",
        "background": "The govt want to stop business owners being paid via dividends to reduce tax bills. This flies in the face of risk & reward for running a business & contributing to the economy. Life as a business owner means very long hours, low pay, stress, no holiday or sick pay & a life of uncertainty & worry. ",
        "closed_at": "2016-02-24T23:59:59.999Z",
        "created_at": "2015-08-23T07:12:11.776Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-24T13:49:49.206Z",
            "details": "The Government is fully committed to supporting business and entrepreneurship. As set out at the Summer Budget 2015, the Government believes that one of the best ways to support growth and enterprise in the UK is through lower and more competitive Corporation Tax rates. \r\n \r\nOwners of small companies will also benefit from a range of other measures announced at the Summer Budget, including an increase in the National Insurance Employment Allowance to £3,000 from April 2016 and a permanent increase to the Annual Investment Allowance to £200,000 from January 2016. They will also pay less tax as a result of the increases to the tax-free Personal Allowance to £11,000 and to the Higher Rate Threshold to £43,000 in April 2016. We also have a commitment to go much further, taking the Personal Allowance to £12,500 and the Higher Rate Threshold to £50,000 by the end of this Parliament. \r\n \r\nHowever, it is not possible to continue to reduce the Corporation Tax rate without looking at the overall balance of the tax system, including taxation of dividends. Lowering the Corporation Tax rate without action elsewhere increases incentives for individuals to set up a company and pay themselves through dividends to reduce their tax bill (also known as tax motivated incorporation). Therefore the Government is reforming dividend taxation. These reforms, which will also simplify the dividend tax system, will significantly reduce the incentives for people to set up a company and pay themselves through dividends rather than wages simply to reduce their tax bill. Taxpayers and the Exchequer will now be £500 million better off as result of reduced incentives for tax motivated incorporation. Those who choose to work through a company continue to pay lower rates of tax than the employed or self-employed. But the reforms move the overall tax rates for the self-employed and those incorporated closer together, making the system fairer overall.\r\n\r\nHM Treasury",
            "summary": "The Government is committed to supporting entrepreneurs and a fair tax system. Dividend tax reform allows further cuts in Corporation Tax and reduces the incentives for tax motivated incorporations.",
            "updated_at": "2015-09-24T13:49:49.206Z"
        },
        "government_response_at": "2015-09-24T13:49:49.208Z",
        "moderation_threshold_reached_at": "2015-08-23T15:19:08.101Z",
        "open_at": "2015-08-24T15:58:04.023Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-09T16:33:22.568Z",
        "scheduled_debate_date": null,
        "signature_count": 58293,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:53.367Z"
    },
    "id": 106525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106525.json"
    },
    "type": "petition"
}