{
    "attributes": {
        "action": "Allow 16 and 17 year olds the opportunity to vote in the EU referendum",
        "additional_details": "1.5 million 16 and 17 year olds are being deprived the right to vote. Therefore, young people across the UK are not being heard. This needs to change. Young people will be most affected by the result of the referendum as they will live with its consequences. This could define their generation and the problems that will need to be dealt with in the future. Young people could lose out on jobs, opportunities and being able to define their own future without a vote. Let's give young people the vote.",
        "background": "16 and 17 year olds can get married, have children and join the army but can't vote to influence the decisions that affect their lives. Given that in Scotland 16 and 17 year olds could vote in the independence referendum and can vote in the Scottish Parliament elections it is unfair not to get a say",
        "closed_at": null,
        "created_at": "2015-08-24T23:21:39.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-25T17:41:46.611Z",
        "open_at": null,
        "rejected_at": "2015-08-26T12:40:00.735Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/104845\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106607.json"
    },
    "type": "petition"
}