{
    "attributes": {
        "action": "Proscribe councils printing their own summary warrant notices.",
        "additional_details": "Local Government Act 1888. Section 78. Construction of Acts referring to business transferred. (2) Provided that the transfer of powers and duties enacted by this Act shall not authorise any county council or any committee or member thereof—\r\n(a)to exercise any of the powers of a court of record; or\r\n(b)to administer an oath; or\r\n(c)to exercise any jurisdiction under the Summary Jurisdiction Acts, or perform any judicial business, or otherwise act as justices or a justice of the peace.\r\n\r\n",
        "background": "Councils are printing their own notices of summary warrants. These are not lawful warrants. Only a court can print a summary warrant after due process of law, within a court. Council are skipping this lawful process and fining you guilty. Courts don't know about it or have any judgment in your name.",
        "closed_at": null,
        "created_at": "2015-08-26T15:38:12.811Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-04T06:15:00.053Z",
        "open_at": null,
        "rejected_at": "2015-09-04T17:09:09.498Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Summary warrants are used in Scotland. Local government is devolved in Scotland and so the UK Government and Parliament would not be able to take action on this. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106729.json"
    },
    "type": "petition"
}