{
    "attributes": {
        "action": "Legalise cannabis use, sale, and production",
        "additional_details": "Since the legalisation of cannabis in the US, there has been no change in the behaviour of their citizens. Legalisation has resulted in the vast improvement of life for many, creating over 10000 jobs and seeing a 16.4% drop in crime, notably violent crimes and property crimes (ie Robbery). $60 million has been collected in revenue, as well as a reported reduction in activity of Mexican drug cartels. In fact, a recent report published by the US government has proven that cannabis kills cancer.",
        "background": "We, the public, feel the previous petitions was unfairly dismissed without the interests of the public at the forefront of the Tories' minds. This is not democracy. The demand of the people has not been met with reasonable consideration, rather a prejudice of politicians born in less liberal times. ",
        "closed_at": null,
        "created_at": "2015-08-27T09:47:08.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-27T10:18:50.035Z",
        "open_at": null,
        "rejected_at": "2015-08-28T13:29:25.904Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/104349\r\n\r\nThis petition is still open for people to sign. The Government's response is not the end of the process. The petition will be considered by MPs on the Petitions Committee at their next meeting in September. The Committee will consider whether to schedule a debate in the House of Commons on this petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106781,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106781.json"
    },
    "type": "petition"
}