{
    "attributes": {
        "action": "Enforce county councils to be responsible for their roads, POTHOLES and HAZARDS",
        "additional_details": "Hitting two large potholes in January 2015, I reported immediately to local council. Council denied any knowledge of problems prior to day in question, yet on gathering information through the FOI act, this was not the case and inaccurate! My claim for damage to my vehicle and subsequent time on gathering relevant facts and information, losing work as a consequence was declined. My local MP informed been non-effective. These hazards will and probably have already caused accidents and death!",
        "background": "This problem effects ALL of us, drivers, cyclists, pedestrians, old, young, disabled..... If like myself you have encountered a pothole and/or other road hazard, under control and responsibility yet neglected by our councils, then I'm sure you'll agree, enough is enough and it's time to take action!",
        "closed_at": null,
        "created_at": "2015-08-26T13:35:45.080Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-26T15:51:24.351Z",
        "open_at": null,
        "rejected_at": "2015-09-04T17:38:50.079Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take.\r\n\r\nAs you know, councils are responsible for the roads they maintain. We're not sure what you mean by \"enforce county councils to be responsible for their roads\".\r\n\r\nIf you have a specific complaint about your local council, you may find that the Local Government Ombudsman is able to help you:\r\n\r\nhttp://www.lgo.org.uk/\r\n\r\nIf you would like someone else (such as the UK Government) to be responsible for  these roads, you could start a petition asking for this to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106714,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106714.json"
    },
    "type": "petition"
}