{
    "attributes": {
        "action": "KEEP AIRFIELDS GREENFIELDS.\r\nReview Airfield Classification as Brownfield Sites",
        "additional_details": "The UK aerodrome network is regarded by DfT as an important part of the national transport infrastructure and there is strong evidence that airfield sites offer low-insecticide, low-herbicide, sanctuaries for plants, insects and associated wildlife.\r\n\r\nWe demand a review of the brownfield designation of airfields for redevelopment, in recognition of their economic benefit and importance as environmental “green spaces”, and that Government Planning Policy reverts to that previously in place.\r\n",
        "background": "In 2003 an ‘administrative oversight’ led to the deletion of planning protection from airfields being classified as brownfield sites. As a result, airfields are being closed by developers, breaking transport links and destroying significant areas of natural habitat within airfield boundaries.",
        "closed_at": "2016-02-27T23:59:59.999Z",
        "created_at": "2015-08-27T08:36:59.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-09T10:34:12.832Z",
            "details": "Brownfield land is defined, for the purpose of national planning policy prior to and in the National Planning Policy Framework, as land that has been previously developed.  Airfields, as land that has been previously developed, are therefore regarded as brownfield land.  A central premise of the policy has been and remains that it should not be assumed that the whole of the curtilage of a brownfield site should be developed.  This has been made clear in the definitions of previously developed land set out in Planning Policy Guidance 3 (Housing - revised 2000), Planning Policy Statement 3 (Housing – 2003 as revised) and the National Planning Policy Framework (2012). The definition in Planning Policy Guidance 3 included a footnote which defined curtilage and stated that “where the footprint of a building only occupies a proportion of a site of which the remainder is open land (such as at an airfield or a hospital) the whole site should not normally be developed to the boundary of the curtilage. The local planning authority should make a judgement about site layout in this context, bearing in mind other planning considerations.” Although this detailed explanation of curtilage was not carried forward into Planning Policy Statement 3 the assumption in relation to developing the curtilage of previously developed land, including airfields, has remained the same and there has been no change to the policy relating to airfields in this respect.\r\n\r\nApplications for the re-use or modernisation of airfields must be considered in the context of national policy.  The National Planning Policy Framework, Planning Practice Guidance, the Aviation Policy Framework and the General Aviation Strategy acknowledge the significant contribution that aviation makes to economic growth across the country.  \r\n\r\nThe National Planning Policy Framework encourages the effective use of land by re-using land that has been previously developed (brownfield land), provided that it is not of high environmental value.  The Framework also makes clear that local plans should take account of the growth and role of airfields in serving business, leisure, training and emergency service needs.  Applications for planning permission to re-develop airfields must be determined in accordance with Local Plans, Neighbourhood Plans and the London Plan, unless material considerations indicate otherwise.  The National Planning Policy Framework is a material consideration in planning decisions.\r\n  \r\nThe National Planning Policy Framework strongly encourages early and meaningful engagement and collaboration by local planning authorities with neighbourhoods, local organisations and businesses so that Local Plans, as far as possible, reflect a collective vision and a set of agreed priorities for the sustainable development of the area.\r\n  \r\nIn March 2015, following the General Aviation Red Tape Challenge and the publication of the General Aviation Strategy, Planning Practice Guidance was strengthened to make clear that local authorities should consider the interconnectivity between airfields of different sizes and that they should have regard to the Aviation Policy Framework.  The Aviation Policy Framework is clear that maintaining access to a national network of airfields is vital to the continuing success of the sector, and sets out Government policy to allow aviation to continue making a significant contribution to the economy.  \r\n\r\nIn July 2015 the Government announced its intention to legislate to grant automatic permission in principle on brownfield sites identified in brownfield registers, subject to the approval of a limited number of technical details.   The Government is taking this commitment forward in the Housing and Planning Bill.  Decisions about the suitability of sites for inclusion in brownfield registers and the grant of permission in principle must be consistent with the National Planning Policy Framework.  The Government intends to set out criteria to determine the suitability of sites for inclusion on the register in Regulations.  We propose to consult on these criteria and the wider policy in due course.  \r\n\r\nWe will work with the aviation sector to ensure the current policy relating to development on airfields is better understood.\r\n\r\nDepartment for Communities and Local Government",
            "summary": "National policy and guidance recognises the importance of airfields, we will work with the aviation sector to ensure the current policy relating to development on airfields is better understood. ",
            "updated_at": "2015-11-09T10:34:12.832Z"
        },
        "government_response_at": "2015-11-09T10:34:12.835Z",
        "moderation_threshold_reached_at": "2015-08-27T09:23:07.170Z",
        "open_at": "2015-08-27T11:42:30.373Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-02T17:29:23.920Z",
        "scheduled_debate_date": null,
        "signature_count": 20215,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:53.839Z"
    },
    "id": 106779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106779.json"
    },
    "type": "petition"
}