{
    "attributes": {
        "action": "Make cannabis in all forms legal to sell, buy and produce",
        "additional_details": "It has been proven many times it is safer than alcohol and tobacco, this year the US government have admitted that cannabis kill cancer cells, also studies that ended this year show that cannabis users no more likely to experience depression, psychosis or asthma also other studies have shown that cannabis doesn't shrink your brain, if you legalised it you can control it and it's potency, no more weed dealers so less money in the drug world and more money for the country ",
        "background": "Legalising cannabis could bring in £900m in taxes every year, save £400m on policing a year and could create over 10,000 new jobs if not more. It is believed to have been used by humans for over 4000 years, being made illegal in the UK in 1925\r\n",
        "closed_at": null,
        "created_at": "2015-08-29T10:37:06.750Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-30T14:00:02.598Z",
        "open_at": null,
        "rejected_at": "2015-09-01T16:09:30.496Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/104349\r\n\r\nThis petition is still open for people to sign. The Government's response is not the end of the process. The petition will be considered by MPs on the Petitions Committee at their next meeting in September. The Committee will consider whether to schedule a debate in the House of Commons on this petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106884.json"
    },
    "type": "petition"
}