{
    "attributes": {
        "action": "Protect the children and residents of Walwyn Place from Quad Bike riders.",
        "additional_details": "There have been several calls made to the police by local residents, the police are very concerned and have described this as an ongoing issue. \r\n\r\nSeveral of these safety gates (prevent access to quads/motorcycles) are in place in St Mellons and we urgently require that one is fitted in our street. ",
        "background": "We are experiencing anti social behaviour on Walwyn Place; local youths are riding quad bikes speeding on the road and pavement. It is unsafe for children to play out.   They use the 'no through road' pavement as it has access to Harrison Drive.   We require a gate to be placed to prevent access. ",
        "closed_at": null,
        "created_at": "2015-08-30T11:12:30.082Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-08-30T15:55:09.660Z",
        "open_at": null,
        "rejected_at": "2015-09-04T16:44:00.888Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about the use of quad bikes in Walwyn Place and that you would like a gate to be fitted in your street. This is not something that the UK Government or Parliament would be able to help you with. Your local council is more likely to be able to take action for you. \r\n\r\nYou could contact local councillors about this issue. You can use this page to find out who the local councillors are and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWe think that your local council is Cardiff Council. You can contact the council directly:\r\n\r\nhttps://www.cardiff.gov.uk/ENG/Home/Contact-us/General-enquiries/Pages/default.aspx\r\n\r\nAlternatively, if you would like to start a petition asking for the UK Parliament and Government to regulate the use of quad bikes in residential areas, we could accept a petition on that. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 106927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106927.json"
    },
    "type": "petition"
}