{
    "attributes": {
        "action": "David Cameron to take serious diplomatic action against commercial whaling",
        "additional_details": "Please act on your manifesto commitment to oppose commercial whaling by committing to:\r\n \r\n1) Raise Japan's ongoing 'scientific' whaling, and efforts to undermine the bans on whaling and trade in whale products, in the context of: \r\na) the EU-Japan free trade agreement negotiations; \r\nb) Japan’s campaign to gain a permanent seat on the UN Security Council.\r\n\r\n2) Instruct senior UK ministers to raise objections to commercial cetacean hunting, with Japan, Norway & Iceland at every opportunity. ",
        "background": "Japan, Norway & Iceland have killed more than 30,000 whales, defying the global ban. In 2014 the ICJ ruled Japan’s ‘scientific’ Southern Ocean whaling illegal, but Japan is preparing to kill 4,000 more whales in Antarctica. The whaling ban is vital but under attack. It must be enforced & protected. ",
        "closed_at": "2016-03-02T23:59:59.999Z",
        "created_at": "2015-09-01T12:14:10.533Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-09-21T10:26:46.988Z",
            "details": "The UK Government is committed to delivering its manifesto commitment of opposing any resumption of commercial whaling, by continuing to support the global moratorium established by the International Whaling Commission (IWC). The UK Government remains strongly opposed to the hunting of cetaceans (whales, dolphins, and porpoises), other than some limited activities by indigenous people for clearly defined subsistence needs. We believe that the hunting of cetaceans involves unacceptable cruelty, and that well managed, responsible tourism is the only truly sustainable use of these animals.\r\n\r\nThe UK Government plays a leading role in championing the conservation and welfare of all cetaceans both in the UK and internationally. We are particularly active in the IWC where we are well respected and maintain a strong and vocal presence in support of the moratorium. We continue to lead calls for those countries that still engage in commercial whaling practices, such as Iceland and Norway, to stop.\r\n \r\nThe UK Government also considers there to be no valid argument for lethal scientific research on cetaceans and we welcomed the judgment of the International Court of Justice in 2014. We have already voiced our opposition to Japan’s new programme of special permit whaling in the Antarctic, and its on-going programme in the North Pacific, directly to the Japanese Government several times during 2015. Most recently, in July 2015, Minister of State for farming, food and marine environment, George Eustice, wrote to the Japanese Government raising our opposition to their on-going coastal hunts and their continued programme of lethal scientific research on cetaceans.\r\n\r\nThe UK Government remains alive to opportunities for applying diplomatic pressure on whaling nations. We will continue to look at international negotiations for appropriate and effective opportunities to raise our objections to commercial and lethal scientific whaling, and do so in co-ordination with other EU Member States and like-minded countries. We will carefully consider whether the EU-Japan free trade agreement negotiations and Japan’s efforts to gain a permanent seat on the UN Security Council can offer such an opportunity.\r\n\r\nThe governments of whaling nations are in no doubt as to the strength of feeling and opposition in the UK to the hunting of cetaceans. The UK Government will continue to apply pressure by raising our opposition at all levels of the governments of whaling nations in the build up to, and at, the next IWC meeting in 2016.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The UK Government is strongly opposed to whaling, other than some limited activities by indigenous people for clearly defined subsistence needs. We continue to call on whaling nations to stop",
            "updated_at": "2015-09-21T10:26:46.988Z"
        },
        "government_response_at": "2015-09-21T10:26:46.991Z",
        "moderation_threshold_reached_at": "2015-09-01T12:30:58.362Z",
        "open_at": "2015-09-02T16:00:14.374Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-03T19:58:30.761Z",
        "scheduled_debate_date": null,
        "signature_count": 56301,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:54.191Z"
    },
    "id": 106992,
    "links": {
        "self": "https://petition.parliament.uk/petitions/106992.json"
    },
    "type": "petition"
}