{
    "attributes": {
        "action": "Remove the UK Ban of Tyler Okonma (Tyler, The Creator).",
        "additional_details": "As can been seen in most of Tyler Okonma's work, especially from the last year, the statements he was provided with when refused entry to the UK are far from the Truth.  He openly talks about the need for equality, has released clothing promoting gay rights and the amazing things he does for his fans in unbelievable.  He is an artist, how can you ban an artist from the country?  What happened to freedom of speech.  Who is next?  Film Directors?; Painters?; Writers?  This needs to stop.",
        "background": "Tyler Okonma, also known as \"Tyler, The Creator\" is a US Based Artist who has recently been banned from the United Kingdom based on the assumption that his work \"encourages violence and intolerance of homosexuality\" and \"fosters hatred with views that seek to provoke others to terrorist acts\".",
        "closed_at": null,
        "created_at": "2015-09-01T19:50:25.521Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-02T16:06:22.491Z",
        "open_at": null,
        "rejected_at": "2015-09-03T14:59:11.688Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/106748\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107015.json"
    },
    "type": "petition"
}