{
    "attributes": {
        "action": "Euthanasia legalisation for people with terminal diseases with no other option.",
        "additional_details": "Euthanasia should not be legalised for people who a perfectly healthy or have mental conditions, i completely agree there. However for cases like my mum, when you have no other option the only ethical option is to give the person going through it the option to choose. Taking that choice away is in my opinion unethical. Watching someone waste away, unable to breath and wishing for it to end sooner is not how we should be treating people. Support this petition if you believe in this cause.",
        "background": "My mother recently died of terminal cancer, seeing her pass away to this cruel disease has to be one of the most heart wrenching moments of my life. 50 years ago the doctors could prescribe you a high dose of morphine to help you drift off peacefully, that is what my mum wanted and many others want.",
        "closed_at": null,
        "created_at": "2015-09-01T16:38:34.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-02T17:13:05.515Z",
        "open_at": null,
        "rejected_at": "2015-09-03T15:02:23.889Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/105699\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107006.json"
    },
    "type": "petition"
}