{
    "attributes": {
        "action": "Resist knee-jerk demands to allow Syrian (and other) migrants to enter the UK.",
        "additional_details": "Whereas the UK should always be willing to take in migrants fleeing persecution in their country of origin, it cannot be wide open to anybody simply seeking a better life. The UK already faces a number of social problems due to an imbalance of practical, educational, religious, and cultural differences amongst the current population. It is not reasonable to expect to continue to add to this mix with an unregulated influx of migrants that, not content with the life offered at home, look to the UK",
        "background": "A robust process is needed to differentiate genuine Asylum Seeking refugees from migrants seeking a better life in Europe. It is blatantly obvious from current events and recent migration patterns, that there are large numbers of migrants choosing to avoid registration in first point of entry to EU.",
        "closed_at": null,
        "created_at": "2015-09-04T08:00:01.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-05T12:58:54.027Z",
        "open_at": null,
        "rejected_at": "2015-09-09T16:48:08.540Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/107391\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107334.json"
    },
    "type": "petition"
}