{
    "attributes": {
        "action": "Reverse the decision to allow \"thousands\" of Syrian migrants into the UK",
        "additional_details": "At the last election, David Cameron promised to tighten Britain's borders and clamp down on immigration into the UK. \r\n\r\nToday's decision to renege on that and admit thousands of Syrians into the UK is against the wishes of the British electorate and flies in the face of democracy.\r\n\r\nAt a time when public services are already stretched and citizens are living on handouts, Britain is in no place to offer asylum to these people. Cameron's loyalty should be to UK citizens and not to Syrians or the EU.",
        "background": "At the last election, David Cameron promised to tighten Britain's borders and clamp down on immigration as well as renegotiating the country's relationship with the EU. \r\n\r\nToday's announcement by our Prime Minister is against the will and wishes of the British electorate. ",
        "closed_at": "2016-03-10T00:00:06.897Z",
        "created_at": "2015-09-04T09:57:00.239Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-10T12:36:18.473Z",
            "details": "The Government will not reverse the decision to admit 20,000 Syrian refugees for resettlement. The UK has a proud history of providing refuge to those in genuine need of protection.\r\n\r\n4.2 million people, including elderly and young children have been externally displaced by the conflict in Syria – the vast majority to neighbouring countries of Lebanon, Saudi Arabia, Jordan, Turkey and Egypt. We have a moral obligation to support those in genuine need of protection and prevent the loss of life. Therefore the Government has no plans to reverse its decision to admit 20,000 Syrian Refugees for resettlement which equates to 0.03% of the UK population.\r\n\r\nResettlement is only one part of the UK approach. It is right that we have been at the forefront of the international response to the crisis in Syria. \r\n\r\nThe Government has committed to resettling 20,000 Syrian refugees in the lifetime of this Parliament. This expansion is part of our comprehensive approach designed as far as possible to help refugees in the region but recognising that for some vulnerable people the only solution is to bring them to countries like the UK.   \r\n\r\nThe Syrian VPR scheme is based on need. It prioritises those who cannot be supported effectively in their region of origin. We work closely with the UNHCR who identify those suitable for resettlement. The scheme is helping those in the greatest need who cannot be supported effectively in the region by giving them protection and support in the UK.  \r\n\r\nWe are working closely with local authorities, international delivery partners and the voluntary sector, putting in place the plans and structures to deliver this and ensuring the system is delivered in a way that protects the interests of all concerned.\r\n\r\nWe are determined to ensure that no local authority is asked to take more than the local structures are able to cope with. Housing for the new arrivals will be provided through the private rented sector and those on housing waiting lists will not be pushed aside. That is why we have been talking to local authorities and other partners to ensure that capacity can be identified and the impact on those taking new cases can be managed in a fair and controlled way.\r\n\r\nHome Office",
            "summary": "The Government will not reverse the decision to admit 20,000 Syrian refugees for resettlement. The UK has a proud history of providing refuge to those in genuine need of protection. ",
            "updated_at": "2015-12-10T12:36:18.473Z"
        },
        "government_response_at": "2015-12-10T12:36:18.477Z",
        "moderation_threshold_reached_at": "2015-09-04T10:03:50.936Z",
        "open_at": "2015-09-09T17:12:06.979Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-28T10:53:45.893Z",
        "scheduled_debate_date": null,
        "signature_count": 19012,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107355.json"
    },
    "type": "petition"
}