{
    "attributes": {
        "action": "Call on the Scottish National Party to dismiss Dr Paul Monaghan MP.",
        "additional_details": "Accusing \"the proud Jewish race\" of \"persecuting the people of Gaza\". Stating that anyone who voted No in the indepedence referendum \"does not care about Scotland\". Encouraging a troll who expressed a desire to \"get rid of all the pakis.”. Saying the Union Flag should be ripped up and is 'unfit to wipe the floor of a pigsty'. \r\nThese are public statements by the SNP's Dr Paul Monaghan MP. He is unfit to represent the people of his constituency and should be removed from his position immediately. ",
        "background": "We, the undersigned, demand that the Scottish National Party dismiss the MP for Caithness, Sutherland and Easter Ross.\r\nHis public comments regarding The Scottish Independence Referendum, the Middle East Conflict and online trolls demonstrate that his conduct is completely unbecoming of an MP.",
        "closed_at": null,
        "created_at": "2015-09-04T14:29:17.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-04T15:54:34.481Z",
        "open_at": null,
        "rejected_at": "2015-09-08T10:11:54.862Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Issues of party membership are the responsibility of the party concerned, in this case the Scottish National Party. You might want to contact the party directly:\r\n\r\nhttp://www.snp.org/contact\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107401,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107401.json"
    },
    "type": "petition"
}