{
    "attributes": {
        "action": "UK Government must immediately put a hold on Asylum and Immigration applications",
        "additional_details": "Europe as a whole is now losing the battle with illegal immigrants and is overwhelmed with Asylum applications. They are pointing at the UK to help out, our NHS is struggling to cope, we have a national housing shortage, we have a shortage in school placement for our children, crimes by Non UK citizen's is on the rise. The Government needs to stop listening to what other countries want and a minority of wealthy humanitarians and listen to the people of Britain. Close our borders NOW!",
        "background": "The UK government lost control of our borders years ago and has done little to tackle the problem with many illegal immigrants still unaccounted for. Many that are here legally have put a strain on the benefits system and NHS. This must STOP now! Put a hold on Asylum and immigration applications.",
        "closed_at": null,
        "created_at": "2015-09-06T17:52:54.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-06T18:57:51.910Z",
        "open_at": null,
        "rejected_at": "2015-09-09T16:47:44.637Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n \r\nhttps://petition.parliament.uk/petitions/106477\r\n \r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\nYou might also be interested to know that the House of Commons has been debating the refugee crisis in Europe this week. \r\n\r\n- The Prime Minister made a statement on Monday 7 September and was questioned by MPs about it:\r\nhttp://www.parliament.uk/business/news/2015/september/statement-on-syria-refugees-and-counter-terrorism-7-september-2015/\r\n\r\n- On Tuesday 8 September there was an emergency debate on the refugee crisis in Europe:\r\nhttp://www.parliament.uk/business/news/2015/september/emergency-debate-the-refugee-crisis-in-europe/\r\n\r\n- A further debate on this subject is happening today (Wednesday 9 September):\r\nhttp://www.parliament.uk/business/news/2015/september/mps-debate-humanitarian-crisis-in-the-mediterranean-and-europe/\r\nYou can watch House of Commons debates live at: http://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107714,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107714.json"
    },
    "type": "petition"
}