{
    "attributes": {
        "action": "Immigration: enable freedom of information requests to be accessible online.",
        "additional_details": "A website for (F.O.I) Requests will facilitate the  potential/ present partner to verify one visa status, it's expiracy date, and name of sponsoring organisation (college/university/work permit) . There is no harm in investigating the status of one in advance, such a facility could  in fact encourage individuals to be warned against one looking forward to defraud for visa purposes. ",
        "background": "It has been seven weeks and Freedom Of Information Request has not responded my requests to obtain information in regards to my husbands visa. I have called, emailed and visited immigration office but no avail. One must be able to check visa status if they know ones, full name, address and D.O.B.",
        "closed_at": null,
        "created_at": "2015-09-06T17:29:32.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-01T06:47:36.666Z",
        "open_at": null,
        "rejected_at": "2015-10-15T13:11:27.457Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether your petition is asking for the responses to all Freedom of Information requests to be available online, or whether it relates only to certain kinds of request.\r\n\r\nIt is clear that you would like information about individuals' visa status to be available  to their partner and to potential partners, and that this might include making this information generally available to the public online. \r\n\r\nIf you start a new petition with a clearer request, we could look at this again. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107708.json"
    },
    "type": "petition"
}