{
    "attributes": {
        "action": "Sharia Law and the use of Sharia courts within the UK should be prohibited.",
        "additional_details": "No laws based on the precepts and doctrines of any religion should be allowed to be implemented or used within the United Kingdom. Sharia law opposes democracy and supports actions that either breach or are contrary to human rights, civil liberties and current statute and common laws of the United Kingdom   ",
        "background": "Prohibit the Islamic legal system derived from the religious precepts of Islam particularly the Quran and the Hadith from being practised or implemented within the United Kingdom to protect and maintain the supremacy of the UK's current constitution along with its legal and judicial systems. ",
        "closed_at": "2016-03-11T23:59:59.999Z",
        "created_at": "2015-09-07T22:59:06.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-18T16:15:27.498Z",
            "details": "The Government has announced an investigation into the application of Sharia law in this country, to enhance our understanding of any ongoing misuse of Sharia law and the extent of the problem where it exists.  \r\n\r\nThere can be no question of there being a parallel system of law in this country.  There is one system of national law which applies equally to all citizens, regardless of religious belief. Practices that follow Sharia principles are therefore allowed to the extent that they also comply with the existing law in England and Wales. \r\n \r\nThe Government does not prevent individuals from seeking to regulate their lives through religious beliefs or cultural traditions. Communities and individuals have the option to use religious councils or any other system of alternative dispute resolution and to agree to abide by their decisions. However, these councils are not part of the court system in this country and have no legal means of enforcing their decisions. If decisions or recommendations are contrary to national law, including equalities legislation such as the Equality Act 2010, national law would prevail.  This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nAny individual or group is free to express views and beliefs, but they also have a duty to behave responsibly and to respect other people’s rights.  Where there are behaviours and views which run counter to our shared values, these will be challenged by this Government. Promoting fairness in society is one of the Government's core commitments. This is everyone's responsibility; it is only together that we are able to develop a stronger and more cohesive society.\r\n\r\nMinistry of Justice",
            "summary": "Sharia ‘law’ has no jurisdiction in England and Wales and the Government has no intention to change this position. ",
            "updated_at": "2016-04-18T16:15:27.498Z"
        },
        "government_response_at": "2016-04-18T16:15:27.500Z",
        "moderation_threshold_reached_at": "2015-09-09T11:44:28.309Z",
        "open_at": "2015-09-11T15:47:30.913Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-26T09:41:43.698Z",
        "scheduled_debate_date": null,
        "signature_count": 27885,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:55.240Z"
    },
    "id": 107864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107864.json"
    },
    "type": "petition"
}