{
    "attributes": {
        "action": "Put a stop to murder and abuse of Syrians of by ISIL and Assad's forces.",
        "additional_details": "\r\n\r\nStop the murder and abuse of Syrians by ISIL and Assad's forces. Taking refugees is no solution, but a response to what has happened. Aggression must be stopped. We should assist the Kurds establish and enlarge a haven around Kobane. A no-fly zone should be imposed. As ISIL retreat, a large territory could be a safe haven. The world could invest in roads, schools, hospitals, oil industry, etc.  When peace returns, this zone could provide an engine of growth to the rest of the country.",
        "background": "\r\nThe world must stop the murder and abuse of Syrians by ISIL and Assad. Taking refugees is a late response to a continuing tragedy, and seems to accept that the causes will continue, and not be challenged. This smacks of acceptance, even appeasement.",
        "closed_at": null,
        "created_at": "2015-09-08T08:08:43.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-14T21:18:57.195Z",
        "open_at": null,
        "rejected_at": "2015-09-16T16:47:35.899Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK cannot control the sovereign territory of Syria. You might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/106625\r\n\r\nThere are also petitions calling for the UK Government to take other actions on the situation in Syria. \r\n\r\nOr you could start a petition asking for the UK to work with other countries to create a safe haven around Kobane which includes a no fly zone. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107886,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107886.json"
    },
    "type": "petition"
}