{
    "attributes": {
        "action": "Rethink refugee crisis.",
        "additional_details": "here I will list a number of problems that should probably be looked at before moving more and more refugees:\r\n - unemployment... There are a high number of unemployed people currently looking for jobs. Not just middle age people but the younger generation too.\r\n - homeless... There are also a large amount of homeless people including but not limited to ex service men who have fought to prevent such wars as in Syria and they are just left to fend for themselves.\r\n\r\nThese are just two reasons, there are more.",
        "background": "I am all for helping those in need, however the numbers being suggested are ridiculous. The UK itself has a lot of problems to deal with in its own streets, and taking on more and more refugees is not going to help towards these problems at all.",
        "closed_at": null,
        "created_at": "2015-09-08T09:56:22.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-08T11:45:39.557Z",
        "open_at": null,
        "rejected_at": "2015-09-10T14:58:56.488Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/107425\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\nYou might also be interested to know that the House of Commons has been debating the refugee crisis in Europe this week.\r\n\r\n- The Prime Minister made a statement on Monday 7 September and was questioned by MPs about it: \r\nhttp://www.parliament.uk/business/news/2015/september/statement-on-syria-refugees-and-counter-terrorism-7-september-2015/\r\n\r\n- On Tuesday 8 September there was an emergency debate on the refugee crisis in Europe: \r\nhttp://www.parliament.uk/business/news/2015/september/emergency-debate-the-refugee-crisis-in-europe/\r\n\r\n- A further debate on this subject happened yesterday (Wednesday 9 September): \r\nhttp://www.parliament.uk/business/news/2015/september/mps-debate-humanitarian-crisis-in-the-mediterranean-and-europe/ \r\n\r\nYou can watch House of Commons debates live at: http://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107893.json"
    },
    "type": "petition"
}