{
    "attributes": {
        "action": "Keep Universal Infant Free School Meals in schools in England",
        "additional_details": "",
        "background": "In September 2014 the government introduced UIFSM in schools in England. There have recently been a number of reports in the media that the government are considering scrapping UIFSM to save money.\r\nWe are calling on the government to back UIFSM and not scrap it.",
        "closed_at": "2016-03-12T00:00:04.697Z",
        "created_at": "2015-09-08T13:14:06.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-01T10:55:49.984Z",
            "details": "The Government is currently conducting a Spending Review across all its programmes. Therefore, every policy across Whitehall is being reviewed as part of this process and no decisions have yet been taken. \r\n\r\nWe want to give every child, regardless of their background, the very best start in life. This is at the heart of what we are doing with school food.  We have made real progress and the new School Food Standards mean that pupils of all ages, including infants, are eating good, nutritious food which we know helps children to concentrate in the classroom and supports healthy lifestyles.\r\n\r\nDepartment for Education\r\n",
            "summary": "The Government is currently conducting a Spending Review across all its programmes. No decisions have yet been taken. ",
            "updated_at": "2015-10-01T10:55:49.984Z"
        },
        "government_response_at": "2015-10-01T10:55:49.986Z",
        "moderation_threshold_reached_at": "2015-09-08T15:51:04.961Z",
        "open_at": "2015-09-11T15:59:55.981Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-22T11:07:32.318Z",
        "scheduled_debate_date": null,
        "signature_count": 43261,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 107913,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107913.json"
    },
    "type": "petition"
}