{
    "attributes": {
        "action": "Allow British families to stay together by removing minimum income requirements.",
        "additional_details": "Additional information, statistics and details: https://www.youtube.com/watch?v=IWN-1lVMvKA\r\n\r\nAlso: http://britcits.blogspot.co.uk/",
        "background": "Since July 2012, changes made to the UK's law on family migration has divided tens of thousands of British families - approximately 18,000 each year.\r\n\r\nUK citizens with non-EU spouses have less rights in UK than other Europeans in the UK. Children separated from fathers, husbands from their wives.",
        "closed_at": "2016-03-11T23:59:59.999Z",
        "created_at": "2015-09-08T18:49:32.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-24T11:55:08.607Z",
            "details": "The purpose of the minimum income threshold, implemented on 9 July 2012 with other reforms of the family Immigration Rules, is to ensure that family migrants are supported at a reasonable level so that they do not become a burden on the taxpayer and they can participate sufficiently in everyday life to facilitate their integration into British society.  We welcome those who wish to make a life in the UK with their family, work hard and make a contribution.  But family life must not be established here at the taxpayer’s expense and family migrants must be able to integrate if they are to play a full part in British life.  \r\n\r\nThe minimum income threshold was set, following advice from the independent Migration Advisory Committee, at £18,600 for sponsoring a spouse or partner, rising to £22,400 for also sponsoring a non-European Economic Area (EEA) national child and an additional £2,400 for each further child.  This reflects the level of income at which a British family or a family settled in the UK generally ceases to be able to access income-related benefits.\r\n \r\nOn 11 July 2014 the Court of Appeal upheld the lawfulness of the minimum income threshold under the family Immigration Rules, including its compatibility with the right to respect for private and family life under Article 8 of the European Convention on Human Rights.  The Court of Appeal found that the policy is a rational and reasonable means of achieving the legitimate aims of reducing taxpayer burdens and promoting integration, and strikes a fair balance between the interests of those wishing to sponsor family migrants and the community in general. \r\n\r\nThe rights of EU nationals to live and work in other EU countries, and to be accompanied by their non-EEA national family members, are set out in the Free Movement Directive by which all EU Member States are bound.  The free movement rights of EU nationals are not unlimited.  Those who wish to live in the UK for longer than three months must be exercising a Treaty right as a worker, a self-employed person, a self-sufficient person or a student.  Where EU nationals do not meet one of these requirements, they will not have a right to reside in the UK and may be liable for removal.  We will not tolerate abuse of the Free Movement Directive: identifying and tackling abuse of free movement rights is a priority. \r\n\r\nHome Office",
            "summary": "The minimum income threshold under the family Immigration Rules aims to prevent family migrants from becoming a burden on the taxpayer and promote their integration.",
            "updated_at": "2015-11-24T11:55:08.607Z"
        },
        "government_response_at": "2015-11-24T11:55:08.609Z",
        "moderation_threshold_reached_at": "2015-09-08T19:46:06.976Z",
        "open_at": "2015-09-11T16:28:24.943Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-04T21:34:20.032Z",
        "scheduled_debate_date": null,
        "signature_count": 14457,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:55.342Z"
    },
    "id": 107958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/107958.json"
    },
    "type": "petition"
}