{
    "attributes": {
        "action": "Give Nigel Farage the parliamentary seat he rightly deserves",
        "additional_details": "Mr Farage speaks for 12.6% of the voting public,his party is the fastest growing in the uk and amassed 3,881,099 votes in the recent general election for 1 meagerly seat.\r\nThe SNP acquired a meagerly 1.454.436 votes yet received a massive 56 seats.\r\nNobody would deny we are at a critical juncture and it is my firm belief that if we are to truly find common ground over the referendum and immigration the government MUST afford him the oppurtunity to represent his voters.He must be allowed to speak.",
        "background": "If we truly live in a democratic,fair and just society,how can this man be denied a place in our political arena?Although we operate a first past the post system and he did not win his seat in his own constituency we simply cannot,in all good conscience accept that this omission is morally correct. ",
        "closed_at": null,
        "created_at": "2015-09-09T21:04:23.499Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-11T08:22:50.430Z",
        "open_at": null,
        "rejected_at": "2015-09-14T12:15:35.728Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The result of a general election is not the responsibility of the UK Parliament or Government.\r\n\r\nIf you would like to see a change to the way that our voting system works, you could start a petition about that. You may find that there is already one open on the site. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 108097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108097.json"
    },
    "type": "petition"
}