{
    "attributes": {
        "action": "Give the Meningitis B vaccine to ALL children, not just newborn babies.",
        "additional_details": "NHS.UK",
        "background": "All children are at risk from this terrible infection, yet the Government plan to only vaccinate 2-5 month olds. There needs to be a rollout programme to vaccinate all children, at least up to age 11. Meningococcal infections can be very serious, causing MENINGITIS, SEPTICAEMIA & DEATH.",
        "closed_at": "2016-03-15T00:00:11.152Z",
        "created_at": "2015-09-09T17:27:00.200Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-04-25",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-04-25/debates/16042524000001/MeningitisBVaccine",
            "video_url": "http://www.parliamentlive.tv/Event/Index/184bc220-e082-4f5f-9ffa-35d817220b83"
        },
        "debate_outcome_at": "2016-04-26T16:16:07.671Z",
        "debate_threshold_reached_at": "2016-02-16T21:32:14.741Z",
        "government_response": {
            "created_at": "2016-03-01T10:35:49.673Z",
            "details": "As the UK, we are proud to have been the first– and to date the only - country in the world to introduce a national, publicly-funded MenB immunisation programme for infants using the Bexsero vaccine. We are leading the world in offering children protection from this devastating disease.\r\n\r\nNational immunisation programmes are introduced on the advice of the Joint Committee on Vaccination and Immunisation (JCVI), the independent expert body that advises the Government on all immunisation matters. https://www.gov.uk/government/groups/joint-committee-on-vaccination-and-immunisation\r\n\r\nJCVI reviewed all available evidence before it advised on eligibility for the Bexsero vaccine. It recommended that MenB immunisation should be routinely offered to the group of children at the highest risk - infants at two months of age with a further dose at four months and a booster at 12 months, provided that the vaccine could be procured at a cost-effective price.  There is a duty on the Secretary of State for Health to ensure, so far as is reasonably practicable, that the recommendations of the JCVI, are implemented.\r\n\r\nThe programme started on 1st September 2015 for those babies due to receive their primary immunisations starting at 2 months of age on or after 1 September 2015 (i.e. those born on or after 1 July 2015). A one off catch-up programme was recommended by JCVI for infants born from 1 May 2015 to 30 June 2015 (aged 3 or 4 months of age when the programme launched) when they attended for their primary immunisation appointments. This ensured that those infants were offered the vaccine before the winter peak of the disease. By May 2017, all children under the age of two years will have been offered the vaccine. The vaccine is also available for a small number of older children and adults who are at increased risk of infection, such as those with no spleen. Early indications are that the vaccine has been very well accepted by parents and coverage is likely to be high. \r\n\r\nWith this programme, our priority is to protect those children most at risk of MenB, in line with JCVI’s recommendation.  The NHS budget is a finite resource.  It is therefore essential that JCVI’s recommendations are underpinned by evidence of cost-effectiveness. Offering the vaccine outside of JCVI’s advice would not be cost effective, and would not therefore represent a good use of NHS resources which should be used to benefit the health and care of the most people possible. \r\n\r\nWhen any new immunisation programme is introduced, there has to be a cut-off date to determine eligibility. While this is extremely difficult for parents whose children aren’t eligible there is no other way of establishing new programmes to target those at highest risk without introducing inequalities. This approach is supported by the best evidence and by independent recommendations. JCVI considered older age groups (1-4 year olds) but did not advise a catch-up programme in view of the marginal cost-effectiveness of even the infant programme. JCVI considered that the priority should be the implementation of the primary immunisation programme for infants. They also considered a programme for adolescents but advised that further research was needed Preparatory research has been commissioned and is underway.\r\n\r\nThere are many bacterial, viral and other causes of meningitis (inflammation of the lining of the brain and surrounding tissues) and septicaemia (blood poisoning). Successful vaccination programmes have already reduced the risk of these serious diseases. Current rates of group B meningococcal disease are low. In the early 2000s there were more than 1,600 cases in England, compared to around 400 cases in 2014. \r\n\r\nThe vaccine should provide direct protection against MenB for infants and those who are at increased risk of meningococcal disease. However, not all strains of the group B meningococcal bacteria are covered by this vaccine and cases can still occur in vaccinated infants and children. There are also other strains of meningococcal disease for which there is currently no vaccine. It therefore remains important for parents to be alert to the symptoms of meningococcal disease such as fever, blotchy skin, refusal to feed, irritability, cold hands and feet, rash, muscle pain, and a stiff body with jerky movements or else floppy and lifeless.  They should trust their instincts and seek urgent medical attention if they have concerns. \r\n\r\nDepartment of Health",
            "summary": "MenB vaccine is offered to infants, free on the NHS, at 2 months with further doses at 4 and 12 months. The programme, as advised by independent experts, offers protection to those at highest risk. ",
            "updated_at": "2016-03-01T10:35:49.673Z"
        },
        "government_response_at": "2016-03-01T10:35:49.676Z",
        "moderation_threshold_reached_at": "2015-09-11T07:08:33.793Z",
        "open_at": "2015-09-14T12:26:36.871Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-16T00:05:29.066Z",
        "scheduled_debate_date": "2016-04-25",
        "signature_count": 823348,
        "state": "closed",
        "updated_at": "2016-09-26T13:37:19.855Z"
    },
    "id": 108072,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108072.json"
    },
    "type": "petition"
}