{
    "attributes": {
        "action": "Remove the Immigration Income Threshold for British Citizens",
        "additional_details": "Anne Longfield, the children's commissioner for England has said that the current immigration rules \"actively drive families apart\". The result of which leaves children suffering \"from stress and anxiety, affecting their wellbeing and development\". The children's commissioner goes on to say that the immigration income threshold is \"likely to have an impact on their educational attainment and outcomes because they have been separated from a parent\". Please sign this petition to resolve this. ",
        "background": "Research by Middlesex University and the Joint Council for the Welfare of Immigrants shows that at least 15,000 British children are separated from at least one of their parents due to the immigration income threshold and as a result many children suffer distress and anxiety due to being separated. ",
        "closed_at": null,
        "created_at": "2015-09-09T09:22:46.345Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-09T10:26:18.092Z",
        "open_at": null,
        "rejected_at": "2015-09-11T17:18:21.264Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/107958\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 108018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108018.json"
    },
    "type": "petition"
}