{
    "attributes": {
        "action": "Petitions should automatically get debated with enough signitures",
        "additional_details": "Check the petitions website for the status of petitions. Hardly any get debated!\r\n\r\nEven a debate on the issues sends a message to the world what British people are thinking, even if it is at odds to the government's opinion.\r\n\r\nAt present 11 petitions have had a response from the government and none have been debated. \r\n\r\nIt's un-democratic to have petitions stopped from having a debate because it doesn't \"fit\" with what the government wants and makes a mockery of the whole petition system.",
        "background": "Recently petitions with the required number of signatures have not been debated because the debate committee uses some poor excuse to deny the petition.\r\n\r\nFor example a recent petition to arrest Benjamin Netanyahu for war crimes the government simply said it couldn't do it so won't debate it?!\r\n",
        "closed_at": null,
        "created_at": "2015-09-09T06:45:19.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-10T08:17:03.680Z",
        "open_at": null,
        "rejected_at": "2015-09-11T17:03:22.141Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours: \r\n\r\nhttps://petition.parliament.uk/petitions/104933\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 108006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108006.json"
    },
    "type": "petition"
}