{
    "attributes": {
        "action": "Give girls in schools the right to wear what they want and not to be objectified",
        "additional_details": "Trentham High school in Stoke-On-Trent recently have banned skirts and sent a female pupil home for wearing \"too tight\" school trousers as male teachers had reported they felt \"uncomfortable\" looking at girls wearing that. I think the problem more is why are male teachers looking at girls and things provocative things like that? Overall it is sexually objectifying young girls telling them that wearing that is wrong and provocative. ",
        "background": "Young girls in schools are being sexually objectified from the clothes they are wearing. Not only by make peers within the school but even male teachers are saying they feel \"uncomfortable\" by what girls are wearing to school. Girls are being made to feel ashamed for wearing what they wish",
        "closed_at": null,
        "created_at": "2015-09-10T10:40:03.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-10T10:45:11.307Z",
        "open_at": null,
        "rejected_at": "2015-09-15T09:06:06.497Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about school uniform, and teachers' dress codes, are for a school's governing body and management to take.\r\n\r\nYou could ask your school's governing body to take the action you want to see in your school.\r\n\r\nThe Department for Education does produce guidance for schools:\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/269113/school_uniform_guidance_2013.pdf\r\n\r\nYou could start a petition asking for the Government to change the guidance it gives to schools."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 108152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108152.json"
    },
    "type": "petition"
}