{
    "attributes": {
        "action": "Accept more asylum seekers and exceed the pledge to take 20,000 Syrian refugees.",
        "additional_details": "The Government's pledge equates to just 4,000 Syrian refugees arriving in the UK per year until 2020. By comparison 413,000 people applied for asylum in Germany in the first eight months of 2015 alone and 800,000 are expected to do so over the full year. We can and should be doing more.",
        "background": "The Government has pledged to take 20,000 Syrian refugees by 2020. Compared with the response of Germany to the present crisis, this is too little, too late. As the second largest economy in Europe the UK should accommodate asylum seekers in accordance with its economic clout and should do so now.",
        "closed_at": null,
        "created_at": "2015-09-13T21:49:35.426Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-14T06:44:06.720Z",
        "open_at": null,
        "rejected_at": "2015-09-18T11:07:38.968Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/105991\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way.\r\n\r\nYou might also be interested to know that the House of Commons has been debating the refugee crisis in Europe last week.\r\n\r\n- The Prime Minister made a statement on Monday 7 September and was questioned by MPs about it: \r\nhttp://www.parliament.uk/business/news/2015/september/statement-on-syria-refugees-and-counter-terrorism-7-september-2015/\r\n\r\n- On Tuesday 8 September there was an emergency debate on the refugee crisis in Europe: \r\nhttp://www.parliament.uk/business/news/2015/september/emergency-debate-the-refugee-crisis-in-europe/\r\n\r\n- A further debate on this subject also happened (Wednesday 9 September): \r\nhttp://www.parliament.uk/business/news/2015/september/mps-debate-humanitarian-crisis-in-the-mediterranean-and-europe/\r\n\r\nYou can watch House of Commons debates live at: http://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 108458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108458.json"
    },
    "type": "petition"
}