{
    "attributes": {
        "action": "Free Sergeant Alexander Blackman",
        "additional_details": "",
        "background": "A soldier should never go to prison for killing the enemy in a battlefield situation. Sergeant Alexander Blackman was sent to prison for killing a member of the Taliban in a battle in Afghanistan.",
        "closed_at": "2016-03-16T23:59:59.999Z",
        "created_at": "2015-09-15T12:16:49.005Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2015-09-16",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-09-16/debates/15091640000001/SgtAlexanderBlackman(MarineA)",
            "video_url": "http://parliamentlive.tv/Event/Index/3f66da89-fb5b-4720-8977-c6e50661f8a1"
        },
        "debate_outcome_at": "2015-10-29T17:18:42.010Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-10-20T11:21:34.584Z",
            "details": "We are proud of the work they do and the way they conduct themselves on operations, often under unimaginable pressures, but we rightly expect that, even when faced with great provocation, they uphold the disciplinary and ethical standards which have long marked the conduct of our Armed Forces and have so often distinguished them from those they have to fight.  No Serviceman or woman can or should be above the law”.\r\n\r\nThat law does not prevent the killing of enemies in battle. But the law does not permit the killing of wounded and disarmed enemies after the fighting is over. Sergeant Blackman was accused and convicted of killing an unknown enemy insurgent who had been badly wounded and disarmed. \r\n\r\nSergeant Blackman and two Marines under his command were tried by the Court Martial.  The Court Martial process is both independent and impartial.  The verdict was reached by a panel of Royal Marine and Royal Navy officers and a warrant officer. Unlike a civilian jury, they had an awareness of what service life demands which they could take into account.  \r\n\r\nSergeant Blackman’s defence was that he had shot the member of the Taliban after he was dead. His defence was rejected and he was found guilty of murder. The Court Martial acquitted the two Marines who had been charged with him.\r\n\r\nThe panel, together with the civilian Judge Advocate, assessed the sentence he must serve and decided on a minimum period of 10 years in prison. In doing so they had available psychiatric evidence as to Sergeant Blackman’s state of mind and as to the pressures he was under. \r\n\r\nSergeant Blackman exercised his right to appeal to the Court Martial Appeal Court against both his conviction and his sentence. That Court is made up of the same judges who sit in the civilian Court of Appeal. They upheld the conviction but reduced the period of imprisonment to eight years, giving greater weight to the evidence of combat stress.\r\n\r\nThe Government recognises that it remains difficult for some to accept the decision of the Court Martial and the Court Martial Appeal Court. But we believe that the law as it stands, and has long stood to the credit of our Armed Forces, should not be changed. As to the process by which that law is applied, it seeks to combine independence and legal professionalism with an appreciation of the military context and the realities of military life. The civilian Judge Advocate gives direction on the law, and military personnel decide on guilt or innocence. Where there is a conviction, they decide with the Judge Advocate on the sentence. An appeal can be made to the highest and most experienced judges, and there is the possibility of further review if important new evidence emerges. This is, rightly, an independent judicial process, not a political decision. The Government believes that the essential elements of this system are fair and sound.\r\n \r\nIt is a matter of public record that Sergeant Blackman is currently considering with his legal team the possibility of referring his case to the Criminal Cases Review Commission.  The Government is clear that it must not stand in the way of a fair and just consideration of this case. On 16 September 2015, the Minister for Defence Personnel and Veterans spoke on behalf of the Government in a Westminster Hall Debate on this case and expressed the Government’s commitment to co-operate fully with both Sergeant Blackman’s legal team and  the Commission.\r\nhttp://www.publications.parliament.uk/pa/cm201516/cmhansrd/cm150916/halltext/150916h0002.htm#15091640000387. \r\n \r\nAccordingly the full internal report of the Naval Services into the matter has been made available to Sergeant Blackman’s legal advisers, in confidence.\r\n\r\nIf Sergeant Blackman decides to refer his case to the Commission, it is for the Commission to decide whether there is new evidence or a new legal argument which should be put to the Court Martial Appeal Court to appeal his conviction.  If Sergeant Blackman’s case is then referred to the Court Martial Appeal Court for further consideration, the Government has every confidence in its ability to ensure that justice is done.  \r\n\r\nMinistry of Defence",
            "summary": "The Government recognises that our Armed Forces are made up of extraordinary people doing an extraordinary job, often in extremely difficult and dangerous circumstances. ",
            "updated_at": "2015-10-20T11:21:34.584Z"
        },
        "government_response_at": "2015-10-20T11:21:34.586Z",
        "moderation_threshold_reached_at": "2015-09-15T16:04:48.389Z",
        "open_at": "2015-09-16T16:05:14.338Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-17T21:44:23.318Z",
        "scheduled_debate_date": null,
        "signature_count": 34440,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:56.058Z"
    },
    "id": 108570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108570.json"
    },
    "type": "petition"
}