{
    "attributes": {
        "action": "The DDRB's proposals to change Junior Doctor's contracts  CANNOT go ahead.",
        "additional_details": "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/445742/50576_DDRB_report_2015_WEB_book.pdf",
        "background": "The DDRB have proposed to remove banding of junior doctors pay, increase their hours and only pay reduced enhanced rates on Sundays and between 10 pm and 7am each day.This is an atrocious proposition that puts the safety of patients at risk as well as doctors. IT MUST BE OPPOSED.",
        "closed_at": "2016-03-22T23:59:59.999Z",
        "created_at": "2015-09-17T13:00:31.278Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2015-10-28",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-10-28/debates/15102840000001/JuniorDoctors%E2%80%99Contracts",
            "video_url": "http://parliamentlive.tv/event/index/b8aee046-33ff-402d-9e03-31bff8e29ff0?in=16:21:49&out=19:14:30"
        },
        "debate_outcome_at": "2015-11-02T18:02:50.098Z",
        "debate_threshold_reached_at": "2016-02-12T07:49:49.318Z",
        "government_response": {
            "created_at": "2015-10-16T09:45:19.667Z",
            "details": "Junior doctors deserve a professional and fair contract that supports patient care. We also want to work with NHS staff to better support a seven day NHS. This is why the government wants to reduce the number of hours worked by juniors and has guaranteed that average earnings will be maintained. \r\n\r\nFollowing an independent report by the Review Body on Doctors’ and Dentists’ Remuneration (DDRB) the Government asked NHS Employers and the British Medical Association (BMA) to return to negotiations. The BMA has so far refused to do that and has misinformed its members and the public about the proposals, including publishing a pay calculator incorrectly suggesting pay cuts of 30% and saying that working hours would increase. \r\n \r\nThe government firmly believes that agreement between the parties is the best way forward. This is a view shared by the medical Royal Colleges, NHS Providers and others and we sincerely hope that the BMA will return to the table. To this end, the government has provided the BMA and junior doctors with four cast iron reassurances about its approach to a new contract. These are summarised below:\r\n \r\n1. This is not a cost cutting exercise.\r\n•         We are categorically not seeking to save any money from the junior doctors’ pay bill.\r\n \r\n•         Juniors’ pay compares well with comparator professions such as solicitors, and their future earnings potential is attractive - consultants’ earnings are currently in the top 2% of society. We want to continue to support our brightest and best medical graduates by maintaining average earnings, and introducing a fairer and more predictable pay system overall. Notably by:\r\n \r\n     o Treating all doctors equally by ensuring that pay is linked to progression             through training and responsibility rather than time alone. This is the standard approach elsewhere. There will also be flexibility for exceptions, such as for academic experience and switching to a different specialty. \r\n \r\n     o Replacing the complex and unfair banding system with increased basic salary and proportionate payments for additional hours with higher rates for hours worked at the most unsocial times. \r\n \r\n2. The new contract will improve patient safety, better supporting a seven day NHS.  \r\n•         We want to work with staff to ensure the NHS can allocate its staff resource effectively and afford the expanding workforce it needs to improve patient safety across the week. For juniors this means some increase in plain time working, balanced by an increase in basic pay (and associated increased pension accrual). Nights and Sundays will still attract unsocial hours payments and we want to discuss how far plain time working extends to Saturdays.\r\n \r\n3. The department’s ambition for the NHS to be the safest health care system in the world is underpinned by reducing, not increasing, the number of hours junior doctors work.\r\n•         The existing contract created unethical financial incentives for doctors to work excessive and unsafe hours, but new safeguards will go further than legislation to protect doctors and patients. For example:\r\n \r\n     o   We have guaranteed that a new contract will not impose longer hours.\r\n     o   No junior will be contractually required to work more than an average of 48 hours a week;  \r\n     o   Even those who choose to opt-out of the Working Time Regulations (legally  allowing them to work longer) will be limited to an average of 56 hours a week;\r\n     o   The maximum number of hours in any week will be 72, less than the 91 currently possible under legislation;\r\n     o   There will be limits of no more than four consecutive night shifts and no more than five consecutive long days; \r\n     o   Employers will be contractually required to take action where a junior is concerned about hours as part of a new system of agreed work scheduling ‘with teeth’ that ensures juniors are not overworked. In exceptional approved circumstances doctors would be compensated for hours worked outside their work schedule. \r\n \r\n•         We also want Health Education England and the Royal Colleges to work with the BMA and NHS Employers to look at how the training experience can be improved.  \r\n\r\n4. We have asked NHS Employers to develop the details of a new contract to ensure that the great majority of junior doctors are at least as well paid as they would be now. \r\n•         The government has already provided assurances that GP trainees will not be disadvantaged compared to the existing contract. Pay protection would be available for doctors who change to shortage specialities.\r\n \r\n•         Flexible Pay Premia would be used to support recruitment in shortage specialities such as emergency medicine, psychiatry and general practice. They could be applied to those who follow a training path that includes academic work. \r\n\r\nDepartment of Health\r\n",
            "summary": "The Government wants a fairer contract with stronger safeguards. Patient safety is our paramount concern. Average earnings will be maintained and doctors won’t be required to work longer. ",
            "updated_at": "2015-10-16T09:45:19.667Z"
        },
        "government_response_at": "2015-10-16T09:45:19.670Z",
        "moderation_threshold_reached_at": "2015-09-17T13:28:41.274Z",
        "open_at": "2015-09-22T13:54:45.499Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-09-23T10:43:02.889Z",
        "scheduled_debate_date": null,
        "signature_count": 110065,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:56.365Z"
    },
    "id": 108782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108782.json"
    },
    "type": "petition"
}