{
    "attributes": {
        "action": "Save British Steel making. Scunthorpe, Teesside, Port Talbot etc.",
        "additional_details": "",
        "background": "I'm from Scunthorpe. I work for Tata Steel at the BOS Plant. If Scunthorpe steel works was to close its doors, Scunthorpe would be a ghost town. Scunthorpe steel works employs thousands of people: Tata employees, contractors, IE Construction, security, cleaners. ",
        "closed_at": "2016-03-25T00:00:06.386Z",
        "created_at": "2015-09-19T12:02:29.487Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2015-10-28",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-10-28/debates/15102833000001/SteelIndustry",
            "video_url": "http://parliamentlive.tv/event/index/b8aee046-33ff-402d-9e03-31bff8e29ff0?in=13:19:31&out=16:09:18"
        },
        "debate_outcome_at": "2015-11-02T17:58:13.819Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-16T10:23:08.045Z",
            "details": "The UK steel sector is facing unparalleled global economic conditions. The price of some steel products has halved and the world is producing more steel than it needs. This has led to many companies having to take difficult commercial decisions including redundancies across Tata UK and Sheffield Forgemasters and the closure of the SSI steel plant in Teeside. \r\n\r\nThroughout this crisis, the Government has worked intensively and pro-actively with the sector to support the UK’s steel industry.  On 16th October 2015 we hosted a Steel Summit in order to discuss how best to proceed with key Government and industry participants as well as constituency MPs, recognising the significant part steel companies play in local communities. Since then, and through the efforts of three ministerially chaired Working Groups, the Government has been unceasing in its efforts to deliver on the five key ‘Asks’ put to us by our partners in the steel industry: \r\n1.\tLower energy costs: on 14 December the Government received State Aid approval to pay compensation to Energy Intensive Industries including steel from renewable policy costs. This will save the industry hundreds of millions of pounds. We will now go further and exempt Energy Intensive Industries from these costs.\r\n\r\n2.\tFlexibility over EU Emissions Regulations: we have now provided the industry with longer lead-in time for compliance with EU Regulations. This will save companies millions of pounds.\r\n\r\n3.\tSupport for UK steel in major construction projects:  we have published and further updated procurement guidance for government departments to allow aspects such as social impacts, job impacts and staff safety to be taken into account when procuring steel for major projects. This will give UK steel back its competitive edge.\r\n\r\n4.\tEU and international level action on unfair trading practices: the UK voted in favour of certain steel anti-dumping measures, such as recently on the import of Chinese wire rod and steel tubing products. The UK also lobbied successfully for an investigation into cheap imports of reinforcing steel bars. The Prime Minister raised the problems of Chinese overproduction directly with President Xi on his visit to the UK. \r\n\r\n5.\tBusiness Rates: the sector’s concerns about the impact of business rates on competitiveness are taken into account in the Government’s Business Rates Review. This will conclude by Budget 2016. We have also already reduced taxes and increased investment allowances.\r\n\r\nIt is encouraging that Tata have entered exclusive negotiations with Greybull capital regarding the sale of their Long Products business. We have offered our assistance to Tata and will remain in close contact as these commercial negotiations continue.\r\n\r\nThe Government recognises that this is also a difficult time for the individuals and communities affected by the current crisis. Our immediate focus is to help those who have lost their jobs back into work as quickly as possible. We have set up taskforces in Scunthorpe and Redcar, and have put in place support packages of up to £90m. \r\n\r\nIn particular, in Scunthorpe, we put in place a support package of up to £9 million, to support the local economy and employees affected by the job losses in Scunthorpe:\r\n•\tTata has pledged £3 million to support job;\r\n•\tthe Government is funding £3m to help start-up businesses and companies looking to grow and create jobs; and\r\n•\tThe Government is providing £3 million, the full cost of retraining former Tata workers, and others made redundant in the supply chain, at local education colleges.\r\n\r\nWe have also set up a taskforce, chaired by Baroness Liz Redfern to co-ordinate the response and consider what further steps are needed. \r\n\r\nWe are also working closely with the Welsh and Scottish Government to support their own taskforces and determine how we can best support their efforts.\r\n \r\nWhilst this crisis continues there is more that can and must be done. The Government will therefore continue to do all it can in the coming weeks and months to ensure a healthy and sustainable future for UK steel. \r\n \r\nDepartment of Business, Innovation and Skills",
            "summary": "The Government is determined to ensure a viable future for the Scunthorpe plant and the UK steel industry by acting on cheap imports, energy costs, procurement, and emissions regulations.",
            "updated_at": "2016-03-16T10:23:08.045Z"
        },
        "government_response_at": "2016-03-16T10:23:08.050Z",
        "moderation_threshold_reached_at": "2015-09-19T12:26:17.367Z",
        "open_at": "2015-09-24T16:12:16.641Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-20T16:51:22.248Z",
        "scheduled_debate_date": null,
        "signature_count": 18429,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 108944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/108944.json"
    },
    "type": "petition"
}