{
    "attributes": {
        "action": "Urgent road safety measures (zebra crossing) on Leafy Lane, Maidstone ME16 0QQ",
        "additional_details": "United Nations Convention on the Rights of the Child \r\nArticle 4:\r\n'Governments must do all they can to fulfil the rights of every child'.\r\n\r\nArticle 3 (best interests of the child)\r\n'The best interests of the child must be a top priority in all actions\r\nconcerning children.'\r\n\r\nIt is in the best interests of our children and future generations of children to cross the road safely. A zebra crossing would allow cars to stop, giving priority right of way to pedestrians. Together we can make a difference.",
        "background": "We are petitioning for urgent road safety measures (a zebra crossing) outside Brunswick House Primary School, Leafy Lane ME16 0QQ, before we have a fatality. Up to 3000 children cross Leafy Lane on their way to and from school. Double yellow lines and zig zags markings do not guarantee safe passage.",
        "closed_at": null,
        "created_at": "2015-09-21T15:41:26.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-22T07:59:01.933Z",
        "open_at": null,
        "rejected_at": "2015-09-24T16:37:00.032Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand your concern about the adequacy of the road safety measures in place around Brunswick House Primary School.\r\n\r\nThe responsibility for ensuring road safety in Maidstone, and in Kent generally, rests with Kent County Council. \r\n\r\nInformation on the Council's road safety responsibilities is available here: \r\nhttp://www.kent.gov.uk/roads-and-travel/road-safety\r\n\r\nWe understand that Kent County Council accepts e-petitions, and you may wish to petition the Council to take action. Details of the Council's e-petitions service are available here: \r\nhttps://democracy.kent.gov.uk/mgepetitionlistdisplay.aspx\r\n\r\nInformation on how to contact relevant councillors and council officials is available here: \r\nhttp://www.kent.gov.uk/about-the-council/how-the-council-works\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109088.json"
    },
    "type": "petition"
}