{
    "attributes": {
        "action": "Scrap junior doctor contract reforms - They will put patients' lives at risk",
        "additional_details": "Doctors work to serve the general public, & regularly do so at the cost of their own social and personal lives. We do our jobs not for money, nor for status, but to provide some of the very best healthcare in the world, along with all other NHS employees.\r\n\r\nIf these contract reforms are enforced as planned in 2016, patient care will suffer.\r\n\r\nAsk yourself - would you want a doctor looking after you or your family in A&E after a 60 hour week, being entitled to only a 20 minute break every 6 hours?",
        "background": "Junior doctors are being faced with a unilaterally enforced change to our working contracts. \r\n\r\nThese changes will reclassify sociable hours to 7am-10pm Mon-Sat, whilst removing safeguards that help prevent overworking of doctors. Removal of these safeguards will drastically affect patient care.",
        "closed_at": null,
        "created_at": "2015-09-21T01:13:56.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-21T04:46:08.349Z",
        "open_at": null,
        "rejected_at": "2015-09-23T13:37:46.291Z",
        "rejection": {
            "code": "duplicate",
            "details": "I'm sorry - we cannot accept duplicate petitions. We think this petition is similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/108782\r\n\r\nYou might like to sign this petition instead. It is more likely to get more signatures that way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109032.json"
    },
    "type": "petition"
}