{
    "attributes": {
        "action": "Pass a law which will allow medical cannabis users to obtain a medical card.",
        "additional_details": "When you have had cancer and chemo,to find out cannabis oil can stop cancer cell growth and cure many cancers it's quite an eye opener.While cancer is the story close to my heart I have friends with crohn's disease,PTSD, depression/anxiety.I know lots of people with varying illnesses and all use cannabis medically,so face very unnecessary prosecutions resulting in more stress to their sometime already very distressful lives.A medical card could stop users facing punishment and conviction. ",
        "background": "After finding out I had cancer and then googling alternative treatments to chemo, I found myself shocked/upset and angry when I came across the minefield of information on the science behind the relationships of active cannabinoids in cannabis and cancer cells.I found the video RUN FROM THE CURE. ",
        "closed_at": null,
        "created_at": "2015-09-22T03:06:10.500Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-22T12:06:03.171Z",
        "open_at": null,
        "rejected_at": "2015-10-01T12:07:41.537Z",
        "rejection": {
            "code": "duplicate",
            "details": "We cannot accept duplicate petitions. There are three petitions that are similar to yours:\r\n\r\nhttps://petition.parliament.uk/petitions/104867\r\nhttps://petition.parliament.uk/petitions/106945\r\nhttps://petition.parliament.uk/petitions/106684\r\n \r\nYou might like to sign one of these petitions instead. They are more likely to get more signatures that way. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109141.json"
    },
    "type": "petition"
}