{
    "attributes": {
        "action": "Start putting British citizen's needs first!",
        "additional_details": "At a time when there are thousands presently on waiting lists for housing and thousands of homeless people (amongst them ex-servicemen).  At a time when our schools are over sub-scribed.  At a time when disabled and young people are losing benefits because of austerity.  At a time when it is impossible to get a dentist, doctor's appointment.  Is it then fair to put illegal immigrants into 3 star hotels?  Is this fair www.gov.uk/asylum-support/what-youll-get? British citizens have had enough!!\r\n",
        "background": "British people feel like second class citizens in their own Country.  Immigrants who have paid nothing into the system are given priority with everything including housing, schools, benefits, legal aid, NHS etc.  In many cases their views, beliefs, culture takes precedence over British people.  ",
        "closed_at": null,
        "created_at": "2015-09-21T22:44:34.504Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-21T23:18:00.131Z",
        "open_at": null,
        "rejected_at": "2015-09-28T15:54:25.447Z",
        "rejection": {
            "code": "no-action",
            "details": "Dear Ms Schofield,\r\n\r\nIt is not clear what your petition is asking for.\r\n\r\nIf you would like the UK government to stop allowing immigrants into the UK then you may be interested in the following petition: https://petition.parliament.uk/petitions/106477\r\n\r\nIf you would like the UK government to change the rules regarding social security benefits for illegal immigrants then you may be interested in the following petition: https://petition.parliament.uk/petitions/105658\r\n\r\nThere are also other petitions on the topic of immigration on the e-petitions website. To avoid duplication please take a look at these to see if any asks for the action you are looking for.\r\n\r\nIf none of the existing petitions cover the area you want to petition the UK government on you could consider rewording your petition to request a specific action. If you would like the UK government to legislate regarding a specific area of immigration law and/or change the social security benefits rules then we could accept a petition on this.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109128,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109128.json"
    },
    "type": "petition"
}