{
    "attributes": {
        "action": "No Stopping ZigZags on Kingsley Avenue, outside Bourne Westfield School gate.",
        "additional_details": "As I walked round Kingsley Ave corner with 2 small boys, a car was driving down the pavement towards us, caused by another car blocking the whole road to drop off children. Cars were parked all along the road and round the corner. The simple solution is to have No Stopping Zig Zags from Godiva Crescent to past the school gate.\r\nThis is not the first incident of dangerous, inconsiderate driving, let's make it the last!\r\nLet's get dangerous driving stopped before a child is seriously hurt or killed.",
        "background": "We want School Keep Clear Zig Zags (No Stopping) outside Bourne Westfield School gate on Kingsley Avenue, a dangerous corner and cars parking along the road, others dropping off children causing dangerous driving, including driving on the pavement. Children's safety before driver's convenience.",
        "closed_at": null,
        "created_at": "2015-09-23T12:40:37.398Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-23T12:54:56.940Z",
        "open_at": null,
        "rejected_at": "2015-09-23T16:10:35.831Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand your concern about the adequacy of the road safety measures in place around Bourne Westfield Academy.\r\n\r\nThe responsibility for ensuring road safety in South Kesteven, and in Lincolnshire generally, rests with Lincolnshire County Council. \r\n\r\nInformation on the Council's road safety responsibilities is available here:\r\nhttp://www.lincolnshire.gov.uk/transport-and-roads/road-safety/\r\n\r\nWe understand that Lincolnshire County Council accepts e-petitions, and you may wish to petition the Council to take action. Details of the Council's e-petitions service are available here:\r\nhttp://www.lincolnshire.gov.uk/local-democracy/finding-your-views/e-petitions/\r\n\r\nInformation on how to contact relevant councillors and council officials is available here:\r\nhttp://www.lincolnshire.gov.uk/local-democracy/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109240.json"
    },
    "type": "petition"
}