{
    "attributes": {
        "action": "Halt the ultra-polluting London City Cruise Terminal before it costs lives",
        "additional_details": "No fewer than 117 local groups and individuals lodged written objections, more than 400 signed a petition, and only three letters were sent in favour. But the Royal Borough of Greenwich approved the scheme, dismissing pollution fears, as did the Mayor of London. Now, however, the Mayor agrees \"the colossal diesel engines\" will indeed emit dangerous pollutants, but he says he backed the terminal because locals want it. We don't – and we urge the Secretary of State to step in before it's too late.",
        "background": "A proposed cruise terminal at Greenwich will be a major pollution hazard because hotelling ships take their power from dirty diesel engines. The vessels could connect to cleaner onshore power but the developer refuses, saying it's too expensive, so local people will have to breathe lethal emissions.",
        "closed_at": null,
        "created_at": "2015-09-25T17:06:55.016Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-25T17:44:11.684Z",
        "open_at": null,
        "rejected_at": "2015-11-23T10:33:39.980Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision taken by the Royal Borough of Greenwich and the Major of London, not by the UK Government or Parliament.\r\n\r\nOnce an application is made for development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf\r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposals for a London City Cruise Terminal. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109395.json"
    },
    "type": "petition"
}