{
    "attributes": {
        "action": "Allow parents over age of 65 to join British Citizens, as adult dependents.",
        "additional_details": "I do not expect them to claim any benefits, like pension. Whatever visa may it be, it could restrict the right to settle. When they are here, I would be supporting them financially. I have done this in past.\r\n\r\nA British citizen born here, will have their parents nearby. Their children will have a more integrated family life with the grandparents around.\r\n\r\nEU citizen is allowed to bring their parents as adult dependents, when they migrate from other EU countries to UK, even if for short durations. ",
        "background": "My parents are over 65 and retired. I would like them to join me here in UK as my adult dependents. Having them around, it will help my child to relate to my culture, strengthen my child's bond with his grandparents and help him understand family relationships beyond  his parents.",
        "closed_at": "2016-03-29T22:59:59.999Z",
        "created_at": "2015-09-24T12:10:02.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-24T11:32:38.191Z",
            "details": "The family Immigration Rules implemented in July 2012 require non-European Economic Area national adult dependants, including parents and grandparents, to demonstrate that they require a level of long-term personal care that can only be provided in the UK by their sponsor here.  The route now provides for those most in need of care, but not for those who would simply prefer to live in the UK, given the significant NHS and social care costs to which these cases can give rise.  Adult relatives can continue to visit a family member in the UK for up to six months but must return home at the end of their visit. \r\n\r\nThe new rules do not provide a route for every parent to join their adult child in the UK and settle here and it is not intended that they should do so.  The new rules represent a fairer deal for the taxpayer, given the significant NHS and social care costs which can arise when adult dependent relatives settle in the UK, notwithstanding the required sponsor’s 5-year undertaking to maintain, accommodate and care for the relative without recourse to welfare benefits or social housing.  \r\n\r\nThe rights of EU nationals to live and work in other EU countries, and to be accompanied by their non-EEA national family members, are set out in the Free Movement Directive by which all EU Member States are bound.  The free movement rights of EU nationals are not unlimited.  Those who wish to live in the UK for longer than three months must be exercising a Treaty right as a worker, a self-employed person, a self-sufficient person or a student.  Where EU nationals do not meet one of these requirements, they will not have a right to reside in the UK and may be liable to removal.  We will not tolerate abuse of the Free Movement Directive: identifying and tackling abuse of free movement rights is a priority.\r\n\r\nHome Office",
            "summary": "The Immigration Rules for adult dependent relatives provide a route for those who require a level of long-term personal care that can only be provided in the UK by their relative here. ",
            "updated_at": "2015-11-24T11:32:38.191Z"
        },
        "government_response_at": "2015-11-24T11:32:38.194Z",
        "moderation_threshold_reached_at": "2015-09-24T14:20:29.929Z",
        "open_at": "2015-09-29T14:57:16.736Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-16T10:38:08.147Z",
        "scheduled_debate_date": null,
        "signature_count": 39560,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:57.071Z"
    },
    "id": 109314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109314.json"
    },
    "type": "petition"
}