{
    "attributes": {
        "action": "Enable the police to apprehend people riding stolen motorbikes without a helmet.",
        "additional_details": "All over social media there are regional groups where bike thieves posts pictures showing off the latest bikes they stole.\r\nThe majority of these thieves are under 18.\r\n\r\nThe police won't chase them if they are not wearing a helmet, and this is why they won't wear one.\r\n\r\nThe police need to be allowed to do their job and take action to prevent further thefts from occurring.\r\n\r\nCurrently there are no reasons for anyone to stop for the police if they are riding a stolen motorbike. ",
        "background": "The number of motorcycle thefts is on the rise.\r\n\r\nThe number of arrests and convictions does not follow this trend.\r\n\r\nThe police are bound by policy from chasing the riders of stolen motorcycles as the rider may get injured.\r\n\r\nThis is not a pro-active method of addressing the issue.",
        "closed_at": null,
        "created_at": "2015-09-27T18:36:40.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-27T18:54:14.598Z",
        "open_at": null,
        "rejected_at": "2015-10-13T17:17:41.289Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This decision is an operational one for individual police forces.\r\n\r\nIf you would like police forces to be required by law to pursue suspects whether or not they are wearing a helmet, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109492.json"
    },
    "type": "petition"
}