{
    "attributes": {
        "action": "Save Caldicot Skatepark from being demolished, or a new park built in its place!",
        "additional_details": "Caldicot skatepark has offered so much to the community that I don't think you could experience anywhere else. It gives the youth and adults a place to express a passion constructively, to be an individual. If the skatepark were to be knocked down, it would cause problems for the community as the skateboarders, bmxers etc. would have no where to enjoy the sport they love safely, along with many more issues occurring. I hope the council listen to how this will change the community of Caldicot.",
        "background": "For many years Caldicot Skatepark has brought enjoyment to the community. The skatepark is used on a daily basis not only by the youth and adults of Caldicot but from people all across South Wales. To remove such a place would take away the history and happiness that many people have experienced.",
        "closed_at": null,
        "created_at": "2015-09-29T18:20:00.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-29T18:49:26.317Z",
        "open_at": null,
        "rejected_at": "2015-10-01T14:43:45.575Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition has been rejected because it is about a matter which is the responsibility of your local council and not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109595,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109595.json"
    },
    "type": "petition"
}