{
    "attributes": {
        "action": "Make school transport free for children at their local Council catchment school.",
        "additional_details": "No notification was given by the Schools or the Council when applying that a large fee was applicable for transport. \r\n\r\nThe councils decision to refuse the school bus pass is because there is a school closer to our homes. This school is a free school & does not follow the national curriculum in its teaching and at the time of application was not listed on the council website as one of our local catchment schools.\r\nParents last year received free school transport and again this year.\r\n\r\n",
        "background": "My local Council have denied free School Transport to our local council catchment school. Many parents in my area have to pay £645 an academic year for the bus pass.\r\nMany of us have more than one child, I have 3 so my annual cost for the bus will be £1,935.\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-09-30T19:59:05.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-30T21:15:05.720Z",
        "open_at": null,
        "rejected_at": "2015-10-02T14:09:38.708Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. School transport is the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou may also find the following information on school transport useful:\r\n\r\nhttps://www.gov.uk/free-school-transport"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109651,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109651.json"
    },
    "type": "petition"
}