{
    "attributes": {
        "action": "remove the guilty until proven innocent stance of social services and the power",
        "additional_details": "social services deem themselves above the law \r\nthere are too many people persecuted for crimes they did not commit simply because SS set the impossible task of proving ones innocence even when charges are dropped or not even brought simply for the stats of adoption and to make themselves seem competent after baby P (R.I.P) \r\nbut why should they be allowed to do this, why should their kidnap be legal and they be able to tear apart families over hunches never proven \r\nso many failings too much power",
        "background": "in the uk there is a stance by social services that anyone accused is guilty until proven innocent even if arrested and charges dropped the accusations hang over your head and can ruin lives and relationships wit families etc this needs to end \r\nwhy should even the police fear the power of SS",
        "closed_at": null,
        "created_at": "2015-09-30T10:28:42.567Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-09-30T10:52:00.817Z",
        "open_at": null,
        "rejected_at": "2015-10-02T13:13:39.256Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition has been rejected because it is not sufficiently clear from the text of the petition what action you would like the UK Government or Parliament to take. \r\n\r\nYou may wish to resubmit your petition with a clearer statement of the action that you would like taken. For example, you could ask that the Government issue/revise/review its guidance to social services about situations when social services are required to take a child or young person into care."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109623.json"
    },
    "type": "petition"
}