{
    "attributes": {
        "action": "STOP SUTTON YOUTH SERVICES BEING SHUT DOWN",
        "additional_details": "e Sutton a youth service Provides support to Young Children from Ages 13+ The Council have Decided to close Down one of the Major Youth Centre and to close some Children Services this Can NOT happen Children need the Support from. The Youth workers which do Fantastic Jobs and Put them self out to Provide support to the children we can not let this happen please Sign this if You Agree and please Share This",
        "background": " Provides support to Young Children from Ages 13+ The Council have Decided to close Children Services this Can NOT happen Children need IT . The Youth workers which do Fantastic Jobs and Put them self out to Provide support to the children we can not let this happen please Sign this if You Agree ",
        "closed_at": null,
        "created_at": "2015-10-01T22:58:53.417Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-02T06:01:32.855Z",
        "open_at": null,
        "rejected_at": "2015-10-02T14:41:03.000Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local youth services are the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109703.json"
    },
    "type": "petition"
}