{
    "attributes": {
        "action": "Guarantee British savers and investors that cash will not be abolished",
        "additional_details": "Therefore, we the undersigned, as concerned savers and investors of Great Britain, do call on Her Majesty’s British Government to:\r\n\r\nGuarantee that cash will not be abolished from use in the UK  \r\n\r\nGuarantee that negative interest rates will not be imposed undemocratically on British savers\r\n\r\nEstablish a form of public consultation on the specific mandate and monetary policy limitations of the Bank of England",
        "background": "The Bank of England’s Chief Economist Andrew Haldane on 18th September 2015 raised the possibility that the Bank could abolish use of cash in Britain in order to allow the bank to impose negative interest rates on savers;\r\n\r\n\r\n",
        "closed_at": "2016-04-14T00:00:04.757Z",
        "created_at": "2015-10-02T13:16:26.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-28T11:30:03.303Z",
            "details": "There are no plans to abolish cash in the UK. This petition makes reference to Andrew Haldane’s (Bank of England Chief Economist) comments about the possibility of negative interest rates. The decision on where to set the base rate of interest (monetary policy) is the responsibility of the independent Monetary Policy Committee (MPC) of the Bank of England. The MPC has the primary objective, set out in law, of maintaining price stability for UK goods and services. This objective is defined in the MPC remit, which is reaffirmed by the Chancellor each year, as an inflation target of 2 per cent as measured by the twelve month increase in the Consumer Prices Index. \r\n\r\nSetting the Bank of England’s base rate of interest is the MPC’s primary macroeconomic policy tool, designed to affect the economy as a whole in order to meet the inflation target over the medium term. Andrew Haldane’s comments were focused on medium term questions for the future of central banks such as the Bank of England and not on an immediate policy decision. He made no mention of the desire or intention to “abolish the use of cash”, but did consider, hypothetically, the case for the central bank issuing digital cash, either alongside or instead of physical cash.\r\n\r\nHM Treasury",
            "summary": "There are no plans to abolish cash from use in the UK.",
            "updated_at": "2016-04-28T11:30:03.303Z"
        },
        "government_response_at": "2016-04-28T11:30:03.305Z",
        "moderation_threshold_reached_at": "2015-10-02T13:23:28.775Z",
        "open_at": "2015-10-13T11:51:03.495Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-06T21:09:23.067Z",
        "scheduled_debate_date": null,
        "signature_count": 10611,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109727,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109727.json"
    },
    "type": "petition"
}