{
    "attributes": {
        "action": "Make it mandatory for companies to hire people wanting to work after a gap",
        "additional_details": "I know a lot of people( mostly women) who are facing this situation everyday. We are well-educated, career-oriented women, who stopped work to give time to our loved ones. Is that a crime? Companies fail to realise that there is huge talent pool raring to get back to work who can add immense value from their past experiences. Hiring from this untapped pool is not only good for them but for the economy as a whole.We don't want to be a number in the unemployment figures; we want to work.\r\n",
        "background": "6 years ago I worked for a Fortune 500 company in a leading role in my domain.I gave up work to take up the role of primary caregiver in my family.I have been applying to jobs for the last 3 years only to be turned down by companies and recruiters alike who think the gap in work is a deterrent.",
        "closed_at": null,
        "created_at": "2015-10-02T10:30:41.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-02T11:32:11.294Z",
        "open_at": null,
        "rejected_at": "2015-10-07T14:47:32.219Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not quite sure what you would like the UK Government or Parliament to do. It is clear from your petition that you are concerned about the opportunities for people returning to work after a gap.\r\n\r\nHowever, we are not clear what requirements you would like to be imposed on companies by law. Your petition suggests that it should be made mandatory for companies to recruit anyone who applies for a job after a career break, regardless of their suitability for the job, but we don't think that is what you mean.\r\n\r\nYou could redraft your petition to make it clearer and more specific. For example, Parliament could pass a law to make it illegal for companies to discriminate against people with a gap in their career history, in the same way that other forms of discrimination are illegal. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109716.json"
    },
    "type": "petition"
}