{
    "attributes": {
        "action": "We want you to improve Water Shortage and Sanitation across the world!",
        "additional_details": "Because we care to a great extent we want to be able to raise awareness to people across the globe to insure that we have there full support. So by signing our petetion it will mean a lot to us and not just us but those who are indeed. \r\n\r\nLet me tell you this: did you know that there are more people across the world who have access to a mobile phone than a toilet! How does this make you feel?\r\n\r\nSO PLEASE IF YOU CARE SIGN OUR PETETION! \r\n\r\nThank you ",
        "background": "There are 2.5 billion people who don't have access to improved sanitation.  So we want us as nation to help improve sanitation and water shortage in parts of the world were they are currently indeed of water.\r\n\r\nDid you know that there are 1400 children who die every day from diarrhoea caused...",
        "closed_at": null,
        "created_at": "2015-10-06T17:49:04.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-06T18:20:06.911Z",
        "open_at": null,
        "rejected_at": "2015-10-12T21:06:41.187Z",
        "rejection": {
            "code": "no-action",
            "details": "It's clear that you are concerned about water shortages and sanitation across the world, but it is not clear what action you would like the UK Government or Parliament to take to tackle this. \r\n\r\nYou could start a petition asking the Government to give more overseas aid to projects which improve sanitation and access to water."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109933,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109933.json"
    },
    "type": "petition"
}