{
    "attributes": {
        "action": "Reverse the action of LBB closing the local museum, selling the Priory building.",
        "additional_details": "This resource had been used for many years by local schools. The children had the chance to dress in period costume, bringing history to life. Without the need to travel in to central London.\r\nThe local authority applied for, and were granted, lottery funding, but rejected this. \r\nLocal businesses feel this loss is detrimental to the development and regeneration of this part of the town centre.\r\n",
        "background": "Despite local objections, the museum housed in the 13th century priory building, in Orpington has been closed, with the significant Lubbock collection offered back to the family, and the building is due to be offered for public sale. ",
        "closed_at": null,
        "created_at": "2015-10-07T18:17:20.327Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-26T23:05:07.934Z",
        "open_at": null,
        "rejected_at": "2015-10-28T15:51:09.839Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This decision was taken by your local council.\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttp://cds.bromley.gov.uk/mggeneric.aspx?md=petitions&bcr=1\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 109996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/109996.json"
    },
    "type": "petition"
}