{
    "attributes": {
        "action": "Introduce LGBT sex education as a compulsory part of the school curriculum.",
        "additional_details": "The numbers of people who identify as LGBT are hugely growing, and so the proportion of youth who need this information is increasing. https://yougov.co.uk/news/2015/08/16/half-young-not-heterosexual/. The rates of HIV are also at record highs in gay men, partially due to the lack of education of the matter and the complacency created by the new HIV drugs. http://www.nhs.uk/news/2012/11November/Pages/HIV-in-gay-men-at-record-high.aspx.",
        "background": "Schools have no obligation to offer sex education to individuals who do not identify as heterosexual. Despite the higher rates of HIV amongst the gay community and the increased risks associated with homosexual sex. This would also help to destigmatise the topic, likely reducing homophobic bullying.",
        "closed_at": "2016-04-14T00:00:04.757Z",
        "created_at": "2015-10-08T13:39:15.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-16T16:56:08.837Z",
            "details": "Sex and relationship education (SRE) is compulsory in all maintained secondary schools and many primary schools also choose to teach it in an age-appropriate way. We expect academies and free schools to deliver relationship education as part of their provision of a broad and balanced curriculum. All schools must ensure that young people, whatever their developing sexuality, feel that sex and relationship education is relevant to them and sensitive to their needs. \r\n\r\nWhen teaching sex and relationship education, it is a requirement for schools to have regard to the Secretary of State’s Sex and Relationship Education Guidance (2000). The guidance is available at this link: https://www.gov.uk/government/publications/sex-and-relationship-education. The guidance makes clear that all sex and relationship education should be age-appropriate and that schools should ensure young people develop positive values and a moral framework that will guide their decisions, judgments and behaviour. It also makes clear that sex and relationship education should inform young people about safer sex, including giving them the skills to avoid being pressured into unwanted or unprotected sex, and ensure they are aware of the risks of contracting STIs. It states that clear knowledge about HIV/AIDS is vital. \r\n\r\nThe Government launched a project last year to identify how best to tackle homophobic, biphobic and transphobic (HBT) bullying in schools.  On 29 October 2014, research by NatCen Social Research on what works in preventing HBT bullying was published.  Alongside this, the Education Secretary and Minister for Women and Equalities announced funding of £2 million was being made available for not-for-profit organisations to bid for grants to deliver creative ideas to build schools’ capacity to address homophobic, biphobic and transphobic bullying.  More details about this new programme can be found on our website at: https://www.gov.uk/government/news/2-million-fund-to-tackle-homophobic-bullying-in-schools\r\n\r\nDepartment for Education",
            "summary": "Sex and relationship education should be relevant and sensitive to all young people,whatever their sexuality.The government is also committed to tackling homophobic, biphobic and transphobic bullying.",
            "updated_at": "2015-11-16T17:20:03.450Z"
        },
        "government_response_at": "2015-11-16T16:56:08.842Z",
        "moderation_threshold_reached_at": "2015-10-08T20:29:40.068Z",
        "open_at": "2015-10-13T11:45:23.442Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-10-16T13:06:17.152Z",
        "scheduled_debate_date": null,
        "signature_count": 26607,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110042.json"
    },
    "type": "petition"
}