{
    "attributes": {
        "action": "Stop the council from changing the distance of free school buses!",
        "additional_details": "Its to dangerous and to much for children to walk 2+ miles to school & back,  Its  not safe! These children need to be fresh and awake in order to learn, not exhausted, and to tired. All children need to be safe, and Intitled to free buses when they live 2+ miles away, not just ones that are in receipt of benefits, every child matters!!",
        "background": "Leave the current policy as The Council’s home to school transport policy which provides free transport to the local ‘catchment area’ school, subject to our distance qualifying criteria– currently 1.5 miles for primary schools and 2 miles Secondary schools.  The distance shouldn't be made further ! ",
        "closed_at": null,
        "created_at": "2015-10-11T13:52:59.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-11T14:08:54.818Z",
        "open_at": null,
        "rejected_at": "2015-10-15T17:05:40.015Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. School transport is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou may also find the following information on school transport useful:\r\n\r\nhttps://www.gov.uk/free-school-transport"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110200.json"
    },
    "type": "petition"
}