{
    "attributes": {
        "action": "Make the use of Self Balanced Segways/SKIRR Boards legal in public places",
        "additional_details": "Despite being a safe, fun, eco-friendly means of conveyance, the MPS stated that the newly introduced product is seen as a motor vehicle and is therefore covered under the Crown Prosecution Service rules and regulations relating to motor vehicles.\r\n\r\nJust like a skateboard or bicycle, people only tend to use Segway Boards in public if they feel competent enough to use the device safely. In fact Segway Boards are a lot safer than skateboards or bicycles due to built in safety features which mean that the motors cut off when dismounted. \r\n\r\nControversially, despite the MPS claiming that they have been illegal for years, GMP Swindon tweeted a picture of PCSO Olly \"testing out the new Police mode of transport\"...in public. Surely GMP Swindon were not condoning the use of 'illegal Segways'?",
        "background": "On 11th October 2015, the Metropolitan Police Service took to their Twitter account (@MPSSpecials) to announce that the use of Self Balanced Two Wheel Scooters/Segway Boards/SKIRR Boards will be considered illegal in public places - this came as a shock to a lot of people. ",
        "closed_at": null,
        "created_at": "2015-10-13T20:04:20.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-13T21:00:13.051Z",
        "open_at": null,
        "rejected_at": "2015-10-15T17:19:20.403Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/110236"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110376.json"
    },
    "type": "petition"
}