{
    "attributes": {
        "action": "Taxes paid by British people should be for British people!!",
        "additional_details": "Taxes raised from British people do not belong to the Government and MP's they are to pay for the services and infrastructure which British people need.  They are not paid to be given away to immigrants/asylum seekers for taxi's, hotels etc.  British people should be given priority with Council Housing, doctors, dentists etc, which isn't happening at the moment as immigrants/asylum seekers are given priority.  This needs to change!",
        "background": "Every day we are told by the Government that austerity measures are needed to bring the national debt under control.  Councils are struggling to cope and many British people are struggling to make ends meet (cuts to disability, tax credits) and yet millions are being spent on immigrants. ",
        "closed_at": null,
        "created_at": "2015-10-14T12:53:04.125Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-14T13:23:46.241Z",
        "open_at": null,
        "rejected_at": "2015-10-19T11:01:19.820Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what specific action you would like the UK Government to take. This petition is on a similar topic:\r\n\r\nhttps://petition.parliament.uk/petitions/109451\r\n\r\nYou might like to sign this petition, or start a new petition with a clearer request for action from the Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110429.json"
    },
    "type": "petition"
}