{
    "attributes": {
        "action": "Take Action UK government join European government to safeguard syrian children",
        "additional_details": "5 year old Azam. He was last seen with 13 man on a British TV Documentry. Filmed 9-10th of September. Azam clearly was in pain. And could' nt talk well with a Broken Jaw and infection. The men said they where related. One claimed to be his father.It was clear from Azam's own words's this man was not his father He was distressed and crying calling for his mother The man disappeared with Azam before he recived medical attention. Azam Is one in hundreds of missing children in Europe.Help find Azam.",
        "background": "Syrian Children do not have any safeguarding. Why travelling from Syria though Europe. We need UK Government to Help European Government help look for Missing children and protect the vulnerabl children. From all Abuse. Including Trafficking smugglers. All these child must be safeguarded ",
        "closed_at": null,
        "created_at": "2015-10-14T11:42:25.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-14T22:09:25.606Z",
        "open_at": null,
        "rejected_at": "2015-10-22T18:09:02.550Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by \"European Government\" - there isn't an organisation with this name.\r\n\r\nYou might mean the governments of other European countries, or you might be referring to the EU, or some other body. If you could make your petition a bit clearer, we could look at it again."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110425.json"
    },
    "type": "petition"
}