{
    "attributes": {
        "action": "Make it illegal to pervert debates through the use of unfounded statistics.",
        "additional_details": "It is perfectly valid to have an opinion which isn't based on evidence, but when you claim that it is, the point one is making is given unwarranted plausibility. Now that we live in the age of the internet it seems wholly unacceptable to simply make things up when the outcome can shape governmental policy and the future of the country. Perverting the course of justice in a criminal court includes \"fabricating of evidence\", and this should be extended to debates which would have a larger impact.",
        "background": "Statistics are too often either completely made up, or based on evidence from unreliable sources. When these statistics are used in serious debate the viewers are unlikely to check either of these things, and so an invalid point can pervert the outcome of a debate.",
        "closed_at": null,
        "created_at": "2015-10-14T16:55:59.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-14T18:50:12.105Z",
        "open_at": null,
        "rejected_at": "2015-10-19T13:17:20.812Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure which debates you are referring to in your petition. It would be difficult for Government or Parliament to pass a law to make this change without more details about what type of debate you mean.\r\n\r\nIf you would like this rule to apply to debates in the House of Commons, you could start a petition asking for a change to the rules set out in the Code of Conduct for MPs. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110444,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110444.json"
    },
    "type": "petition"
}