{
    "attributes": {
        "action": "The War Memorial in Moreton Wirral has been moved to a most unsuitable position",
        "additional_details": "The Wirral Council planning website states its to place the Memorial in a more open area with disabled access. The site the Memorial has now been placed is on crazy paving most unfriendly to wheelchair and walking aid users. Outside of the library or on the roundabout in Moreton would show our Thanks to the Men named and give us a decent place to show our respect on Remembrance Sunday.",
        "background": "The Memorial was paid for by public subscription and until recently was in a garden area alongside the Moreton British Legion. The club has closed down and the area has not been looked after but was inside locked gates.  It has now been placed on a busy junction of Pasture Road and Maryland Lane.",
        "closed_at": null,
        "created_at": "2015-10-14T09:18:36.609Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-14T10:11:35.046Z",
        "open_at": null,
        "rejected_at": "2015-10-16T16:37:06.192Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning is the responsibility of your local council.\r\n\r\nWirral Council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://dru7.wirral.gov.uk/my-services/council-and-democracy/have-your-say/petitions/petitions-guidance\r\n\r\nYou could also raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110407.json"
    },
    "type": "petition"
}