{
    "attributes": {
        "action": "Hill view juniors school petition about extreme haircut, Is a grade 1 extreme",
        "additional_details": "This rule is being imposed goes against basic human rights. Every living person in the UK has the right to express there freedom under the human rights Law. \"The right to freedom of expression is recognised as a human right under article 19 of the Universal Declaration of Human Rights and recognised in international human rights law\". I believe the schools policy on this to be one step two far and contravene his human rights. The other side of this is if I were to get my sons hair cut longer like the grade 3 they propose. We would have to visit the barbers more  frequently and the impact on this to our life's as parents and also my sons is ludicrous. e.g The time, fuel and cost of hair cut from more frequent visits. Would the school be prepared to pick Subsidize for this I think not.",
        "background": "A school making an issue of the way a child looks due to his haircut. This has a direct detrimental impact on my sons learning. As they are applying pressure through school. I understand that having patters and highlights is extreme. Keeping my sons hair short helps with head-lice control etc.",
        "closed_at": null,
        "created_at": "2015-10-16T17:23:37.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-16T18:12:30.606Z",
        "open_at": null,
        "rejected_at": "2015-10-26T08:59:56.869Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/107254 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110594.json"
    },
    "type": "petition"
}