{
    "attributes": {
        "action": "Review lack of resources combatting child grooming in rochdale",
        "additional_details": "TARGET: goverment police and local childrens service\r\n\r\nAs were all aware the uk has over the last 18 month been reading seeing n hearing about large numbers of children being abused yet the powers that be are not doing there all to combat this purely because of lack of resources rochdale for example after speaking to a sunrise team officer tells me at the moment are only answering to emergencies and are struggling investigateing reports due to lack of police officers why all in the name of torys saveing money this is outragous n needs reviewing the libe in which we keep hearing is lessons have been learnt.....clearly not\r\n",
        "background": "\r\nAs were all aware the uk has over the last 18 month the uk has had large problems with grooming ...after speaking to members of sunrise team n police officer im under no illusion that these organisations are not given the correct resources to combat this \r\n",
        "closed_at": null,
        "created_at": "2015-10-18T15:24:29.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-18T16:45:01.677Z",
        "open_at": null,
        "rejected_at": "2015-11-01T12:34:21.784Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition says that it is aimed at the Government, police and local children's services. We can only accept petitions that call on the UK Government or Parliament to take action.\r\n\r\nIf you could start a petition with a clear request for action from the UK Government, we could look at this again."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110681.json"
    },
    "type": "petition"
}