{
    "attributes": {
        "action": "Use the COI Report as alternative to determine Eritrean's asylum application",
        "additional_details": "The Home Office is using a discredited report to refuse Eritrean asylum application. The report was commissioned for the Danish Government in late 2014. Eritreans are the only other group apart from Syrians eligible for relocation from the EU’s bordering states across the rest of Europe. But yet the UK government is only concentrating its effort on the Syrian refugees. Just 34% of decisions on Eritrean asylum claims were granted in the second quarter of 2015, compared to 73% in the first quarter of 2015. This is wasting tax payer’s money and resources as 1 in 3 appeals are overturned. ",
        "background": "Would you risk your throat being slit by ISIS. Or getting raped in Libya. Or drowning in the Mediterranean Sea. In the view of the Home Office - this is for a better job. Eritreans are fleeing because of abusive indefinite national service where \"slavery-like practices\" are widespread in Eritrea.",
        "closed_at": null,
        "created_at": "2015-10-20T16:23:35.374Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-20T18:47:44.434Z",
        "open_at": null,
        "rejected_at": "2015-10-26T09:43:55.580Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition doesn't explain what the COI report is. It seems that the Home Office may already be making use of this report:\r\n\r\nhttps://www.gov.uk/government/publications/eritrea-country-information-and-guidance\r\n\r\nIf you could explain more clearly what change you would like to happen, we could look at this again."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110778.json"
    },
    "type": "petition"
}