{
    "attributes": {
        "action": "To pay every member of the government the living wage",
        "additional_details": "I'm a full time carer of my disabled father, working 24/7, 365 days a year and live on £105pw so the living wage should be a walk in the park for you all. This will help to lower that deficit, while keeping the economy and infrastructure up to standard. As you're workers for the 'public' we feel your wages could be better spent on providing us with better services like the NHS or the police, ambulance or fire brigade. The services that actually keep us safe.",
        "background": "We, the British public want the government to prove we're all in this together by giving up their over-inflated wages/expenses and accepting the new 'living wage'. You have made cuts to everyone but yourselves.",
        "closed_at": null,
        "created_at": "2015-10-21T09:44:17.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-10-21T10:59:40.585Z",
        "open_at": null,
        "rejected_at": "2015-10-26T08:54:25.775Z",
        "rejection": {
            "code": "irrelevant",
            "details": "MPs who are Ministers (members of the Government) receive the usual salary of an MP and, in most cases, an extra ministerial salary.\r\n\r\nThe Government and Parliament don’t have the power to set MPs’ pay. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay. IPSA conducted a public consultation after 2012 and decided what the salaries of MPs should be after the election.\r\n\r\nIf you would like to contact IPSA about its decision, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n\r\nParliament could change the ministerial salary (the extra pay that Ministers receive on top of their salary as an MP). You could start a petition about this, if you wished to do so.\r\n\r\nYou can find out more information about MPs' and Minsisters' pay here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/RP13-33\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110820.json"
    },
    "type": "petition"
}