{
    "attributes": {
        "action": "Allow all Olympic sports to be part of curriculum at GCSE and A Level Sport.",
        "additional_details": "We should be encouraging young people to participate in Olympic sports and schools to facilitate this. Removing them from the approved list will discourage schools from promoting and funding them.\r\n\r\nTalented athletes on World Class Programmes won't be able to use their main sport as part of their study. This will disadvantage them both academically and in a sporting sense. \r\n\r\nOur youth are future Olympic medalists. We should be using joined up thinking to help them, not put obstacles in their way.",
        "background": "The Department For Education is drastically cutting back the sports which can be assessed as part of GCSE and A Level practicals. They have removed a number of Olympic sports such as Fencing, Judo and Taekwondo. \r\n\r\nThis is a massive backward step and contrary to our aim to achieve Olympic success. ",
        "closed_at": "2016-04-21T22:59:59.999Z",
        "created_at": "2015-10-20T23:22:05.790Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-28T09:09:35.990Z",
            "details": "The Department published reformed content for physical education (PE) GCSE, AS and A level in January 2015. The content included a list of sports and activities in which students could be assessed as part of these qualifications and several sports, including some Olympic sports, have not been included. \r\n\r\nThe activity list was revised to reflect Ofqual’s principles that non-exam assessment should ensure sound assessment practice and that qualifications were not easily distorted. To meet these principles, awarding organisations (AOs) developed a set of key considerations to ensure each activity could be assessed reliably, was of comparable demand and was manageable for schools to assess. The considerations can be found at: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/447738/GCSE_activity_list_for_PE.pdf. Activities were included on the activity list based upon whether they met these considerations and their suitability as a means of assessing students’ skills as part of a PE qualification. The list does not represent a view on the legitimacy or value of activities.\r\n\r\nThe Department publicly consulted on the activity list (not on the set of considerations) in the summer of 2014. This was part of the formal consultation process on proposed subject content for qualifications introduced from September 2016. Following an analysis of information submitted by stakeholders and evidence gathering by the Department and in consultation with sector experts, the Department agreed the final list of activities with AOs and Ofqual. The government response to the consultation can be viewed at https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/397672/Reformed_GCSE_and_A_level_subject_content_Government_Response.pdf. The Department will formally review this list again at a later stage to ensure it reflects activities that meet the criteria for assessment and will provide further information on this closer to the time. \r\n\r\nThe reforms to PE qualifications should not be a barrier to talented young sportsmen and women achieving their potential. All reformed PE qualifications have been designed to be accessible to students with a range of abilities and experience. Furthermore schools are free to organise and deliver a diverse and challenging PE curriculum which best suits the needs of their pupils and the Government is actively encouraging schools to deliver a wide variety of sports, including Olympic sports. PE remains a compulsory subject at all four key stages in the national curriculum.  Schools should make sure that all pupils are given opportunities to develop their PE and sport skills and we are continuing to invest in school sport through a number of cross-government initiatives. Young people should continue to be encouraged to partake in any sport that they are interested in, to help them keep fit and develop different skills. \r\n\r\nDepartment for Education",
            "summary": "GCSE and A level PE activities must meet 5 criteria to ensure reliable and comparable assessment. Schools can still offer any activity as part of their PE curriculum and extra-curricular activities. ",
            "updated_at": "2016-04-28T09:09:35.990Z"
        },
        "government_response_at": "2016-04-28T09:09:35.996Z",
        "moderation_threshold_reached_at": "2015-10-21T07:32:22.070Z",
        "open_at": "2015-10-21T18:10:32.779Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-02T18:29:57.144Z",
        "scheduled_debate_date": null,
        "signature_count": 10345,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:58.857Z"
    },
    "id": 110802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110802.json"
    },
    "type": "petition"
}