{
    "attributes": {
        "action": "Stop all holiday companies and airlines putting prices up during school holidays",
        "additional_details": "This petition would help all parents, and adults who work in schools to have affordable holidays. And not all the adults are teachers with decent pay, a school has a number of adults who work in admin, kitchen staff, lunchtime supervisors, teaching assistants and out of school club workers, the list goes on. \r\nBy signing this petition and helping it to parliament you would ensure your children get their education and enjoy an affordable holiday when the schools close!",
        "background": "As a parent I only want the best for my children, but it's not always affordable to take them away because prices go up during school holidays. Not only is it against the law to take them out during term time, but I work in a primary school and have the same holidays as my children. ",
        "closed_at": "2016-05-02T00:00:08.053Z",
        "created_at": "2015-10-22T11:06:20.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-18T14:18:29.920Z",
            "details": "In a competitive market it is for businesses to decide the market worth of their products and to price accordingly. By charging more for holidays during peak periods of demand the industry is reflecting market forces. Demand for holidays is cyclical and most businesses need to trade all year round. The industry must take advantage of high demand to make enough income to ensure its survival during times when demand is low and prices fall. Furthermore, holidaymakers from other countries also wish to get away during the peak periods whilst there are limits to supply, so holiday companies and airlines face increased international competition to secure accommodation and other services in popular holiday destinations during these times. \r\n\r\nThe law places a duty on parents of every school-registered child of compulsory school age to ensure their regular attendance at school as there is clear evidence that absence from school is linked to lower levels of attainment. The school year is designed to give families various opportunities to enjoy holidays without having to disrupt children’s education. Parents should plan their holidays around school breaks and avoid seeking permission from schools to take their children out of school during term time unless it is absolutely unavoidable.\r\n\r\nThe Government does not set term and holiday dates. Local authorities are responsible for setting term dates for community and voluntary controlled schools. If parents and schools want different term dates, we encourage them to discuss this with their local authority. In the case of parents with children attending an academy, foundation, voluntary aided or foundation special school, such a school can set their own term dates. As of January 2014, around 76% of secondary schools and 35% of primary schools, educating 52% of all registered pupils, already have responsibility for their own term and holiday dates. Schools and local authorities should however design their term structure and programme of study, first and foremost, to benefit pupils’ education.\r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "We sympathise with parents struggling to afford a holiday but our policy is not to intervene when markets function normally. In a competitive market, prices are inevitably higher during peak periods.",
            "updated_at": "2016-01-18T14:18:29.920Z"
        },
        "government_response_at": "2016-01-18T14:18:29.923Z",
        "moderation_threshold_reached_at": "2015-10-22T11:57:50.779Z",
        "open_at": "2015-11-01T12:55:40.266Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-04T21:04:43.178Z",
        "scheduled_debate_date": null,
        "signature_count": 33044,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 110902,
    "links": {
        "self": "https://petition.parliament.uk/petitions/110902.json"
    },
    "type": "petition"
}