{
    "attributes": {
        "action": "Theresa May to go on patrol with a police force for a full set of night shifts.",
        "additional_details": "",
        "background": "Theresa May appears hell bent on the destruction of the police forces in the UK. To give her an idea of what we really deal with she should join a section for a set of nights on patrol. Scene guards, violent offenders, vulnerable people, death, danger and all the work we do, other agencies cant. ",
        "closed_at": "2016-05-02T00:00:08.053Z",
        "created_at": "2015-10-25T14:09:02.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-18T10:26:53.280Z",
            "details": "This Government deeply values the professionalism, dedication and sacrifice shown by police officers up and down the country in the line of their duty.\r\n\r\nThis Government recognises that the reforms in policing have presented challenges for police officers, but it is equally clear that the police have risen to those challenges.  In 2010, we faced the toughest fiscal challenge in living memory and this Government has had to take difficult decisions across the public sector, including in reforming the police. Throughout this significant time of change it has been clear that the programme of reform is about giving back operational control so that the police can do what they do best – get on with fighting crime.\r\n\r\nThere is no question that the police still have the resources to do their important work. HMIC has made clear that the police are successfully meeting the challenge of balancing their books while protecting the frontline and delivering reductions in crime.\r\n\t\r\nPolice reform is working and crime has fallen by 8 per cent year-on-year, according to the independent Crime Survey for England and Wales, and by more than a quarter since 2010. People, communities and property across the country are safer as a result. \r\n\r\nThe need for reform does not stop here, and the job is not yet finished.  Reform over the next five years will mean working to understand and reduce demand on policing and facing up to the changing nature of crime and its impact on police forces. \r\n\r\nHome Office",
            "summary": "Police reform is working and that is due in no small part to the professionalism, dedication and sacrifice shown by police officers and staff in the line of their duty. ",
            "updated_at": "2015-11-18T10:26:53.280Z"
        },
        "government_response_at": "2015-11-18T10:26:53.283Z",
        "moderation_threshold_reached_at": "2015-10-25T14:21:58.100Z",
        "open_at": "2015-11-01T12:43:39.562Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-04T12:13:15.120Z",
        "scheduled_debate_date": null,
        "signature_count": 16495,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111075.json"
    },
    "type": "petition"
}