{
    "attributes": {
        "action": "Group B Strep Prevention - Provide consistent screening and education",
        "additional_details": "One newborn baby a day in the UK develops group B Strep infection; One baby a week dies from group B Strep infection; \r\nOne baby a fortnight who survives the infection is left with long-term disabilities; physical, mental or both; \r\nUK's most common cause of severe bacterial infections in newborns The number of infected babies continues to grow under the current policy;\r\nA recent midwife study revealed that 49% of midwives did not feel informed enough to talk about GBS. Info - http://bit.ly/1Xuv8V0",
        "background": "We the undersigned are asking for the implementation of a consistent and accurate screening and education policy, to be provided to all health care professionals responsible for pregnant women during antenatal care, to prevent life threatening group B Streptococcus infections in pregnancy and birth.",
        "closed_at": "2016-04-27T22:59:59.999Z",
        "created_at": "2015-10-26T22:19:05.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-17T16:56:22.548Z",
            "details": "The Government is committed to reducing the number of cases of Group B Streptococcus (GBS).\r\n\r\nInformation on GBS is publically available on the NHS Choices website. Please see: http://www.nhs.uk/conditions/pregnancy-and-baby/pages/pregnancy-infections.aspx. The Royal College of Obstetricians and Gynaecologists (RCOG) have also developed public information on early onset GBS: https://www.rcog.org.uk/en/patients/patient-leaflets/group-b-streptococcus-gbs-infection-in-newborn-babies/\r\n\r\nThe UK National Screening Committee (UK NSC), the independent body that advises Ministers in all four UK countries on all aspects of screening, recommended in 2012 that antenatal screening for GBS carriage at 35-37 weeks of pregnancy should not be offered because currently there is insufficient evidence to demonstrate that the benefits to be gained from screening would outweigh the harms.  \r\n\r\nThe main difficulty is that the best test available, the Enriched Culture Medium (ECM) test can only identify pregnant women who are GBS carriers. It cannot detect which babies will be affected by GBS. We also know that many women who test positive for GBS would not be carriers at term, and some of those who tested negative may be carriers at birth. Essentially what this means is that we would need to treat many thousands of healthy women with antibiotics in labour and this in itself carries a risk.  \r\n\r\nThe RCOG has produced guidance for obstetricians, midwives and neonatologists on the prevention of early-onset neonatal group B streptococcal disease. This recommends that antibiotics should be offered to women during labour where there are recognised risk factors for transmission such as having had a previously affected baby, or where there has been incidental identification of GBS during the current pregnancy.  In addition the National Institute for Health and Care Excellence (NICE) has published a clinical guideline which addresses early onset GBS and other neonatal infections, ‘Antibiotics for early-onset neonatal infection: Antibiotics for the prevention and treatment of early-onset neonatal infection’ (August 2012).\r\n\r\nThe UK NSC is currently reviewing its recommendation on antenatal screening for GBS carriage again as part of its routine evidence review cycle. A public consultation will take place later this year on the UK NSC’s review. \r\n\r\nA range of work is being taken forward by the Department of Health and Public Health England (PHE) with a range of partner organisations.  This includes:\r\n•\tmonitoring developments on GBS vaccines and undertaking a grant-funded study to assess the potential impact of a maternal immunisation programme \r\n•\tAn audit in partnership with the London School of Hygiene and Tropical Medicine and supported by the Royal College of Midwives (RCM) was recently carried out by the RCOG. It examined current practice in preventing early onset neonatal Group B Streptococcal disease, by investigating the implementation of the RCOG Green-top guideline on preventing the disease, and identified key areas for improvement. The first report was published on 5 March 2015 and found that the majority of obstetric units in the UK have written protocols to prevent early onset GBS disease in newborn babies, however, there is still variation in practice across units. The second report was published on 29 January 2016 and has made recommendations for improvements in care in the prevention of early-onset GBS disease.  \r\n•\tthe National Institute of Health Research has approved funding for a study on accuracy of a rapid intrapartum test for maternal group B streptococcal colonisation and its potential to reduce antibiotic usage in mothers with risk factors (GBS2). This is expected to start this year.\r\n\r\nDepartment of Health",
            "summary": "We are committed to reducing the number of cases of Group B Streptococcus (GBS).  The UK National Screening Committee is currently reviewing the evidence for antenatal screening for GBS carriage.",
            "updated_at": "2016-03-17T16:56:22.548Z"
        },
        "government_response_at": "2016-03-17T16:56:22.551Z",
        "moderation_threshold_reached_at": "2015-10-27T06:34:45.987Z",
        "open_at": "2015-10-27T15:01:14.442Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-28T22:37:52.862Z",
        "scheduled_debate_date": null,
        "signature_count": 11322,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:59.178Z"
    },
    "id": 111145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111145.json"
    },
    "type": "petition"
}