{
    "attributes": {
        "action": "Make Organ Donation registration in England automatic",
        "additional_details": "3 people die in the UK every day waiting for a transplant. At present around 7,000 people are waiting for an organ transplant but due to a shortage of organs up to 1000 of these will die waiting. This is completely unacceptable.",
        "background": "Many people have not signed up to become organ donors simply because they haven't got round to it and not because they don't want to. \r\n\r\nOn the 03.07.15 my partner lost his life waiting for a double lung transplant, his future was snatched from him as is the case with many others who die waiting.",
        "closed_at": "2016-04-28T00:00:03.865Z",
        "created_at": "2015-10-27T13:50:52.215Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-09T15:13:12.856Z",
            "details": "A new UK-wide NHS organ donor register (https://www.organdonation.nhs.uk/register-to-donate/) was launched in July 2015. It enables any resident in the UK to record on the Register that they want to be a donor, they don’t want to be a donor or that they want to appoint a representative to make a decision about organ donation after their death.  People can also add their name to the NHS Organ Donor Register (ODR) via Government channels such as applying for a driving licence and paying car tax online.  NHSBT continues work to improve access to the ODR, to encourage people to add their name to the ODR and most importantly to tell their family and friends that they wish to be a donor.\r\n\r\nSince 2007/08 organ donation rates have increased by 68% and transplant rates by 47% mainly through a strengthening of the donation infrastructure (increasing the number of specialist nurses, appointing clinical leads in hospitals and public awareness of the benefits of donation). We continue to support work to further increase donation and transplantation rates, particularly promoting collaborative working amongst organisations and raising awareness of donation in the Black, Asian and Minority Ethnic (BAME) population. NHS Blood and Transplant (NHSBT) works with a number of partners in the private, public and third sectors to promote organ donation, such as the Boots Advantage Card.\r\n\r\nOnly around 5000 people a year die in circumstances that would allow them to donate. Last year (15/16) was the UK’s most successful year ever for deceased donors, with 1364 deceased donations, resulting in 3529 deceased donor  transplants.  An independent Organ Donation Taskforce examined the case for moving to an opt-out system in 2008. They recommended against it, concluding that whilst such a system might have the potential to deliver benefits, it also carried a significant risk of having the opposite effect and alienating some members of the population. This has been debated in Parliament on a number of occasions since and a number of changes have been made to make it easier to register as an organ donor. Recent debates can be found at the following links:\r\n\r\n17 June 2014 – Westminster Hall\r\nhttp://www.publications.parliament.uk/pa/cm201415/cmhansrd/cm140617/halltext/140617h0001.htm\r\n\r\n8 July 2014, Westminster Hall \r\nhttp://www.publications.parliament.uk/pa/cm201415/cmhansrd/cm140708/halltext/140708h0001.htm\r\n\r\nAlthough some countries with opt-out have seen an increase in donor numbers, other countries have not. It is difficult to identify absolutely that opt-out legislation was the reason for the increase rather than for example the increased public communication or the improvements to the donation infrastructure. For example in Spain (the country with the highest rate of donor numbers) a change to opt out legislation made no difference for 10 years until radical improvement was made to the donation infrastructure. \r\n\r\nOn 1 December 2015, Wales introduced deemed consent (opt-out) for organ and tissue donation. In the three months to March 2016 since their legislation came into force, there have been six confirmed donors where consent has been deemed. However 4 families declined to support donation and therefore only 2 transplants went ahead where consent was deemed. We will continue to monitor how the changes in Wales affect donation rates but our efforts remain focussed on encouraging donor registration and discussion within families about donation in order to increase consent rates.\r\n\r\nUK Government provides NHS Blood and Transplant (NHSBT) with £62m a year to support organ donation. In 2013, NHSBT launched a UK-wide organ donation and transplantation strategy Taking Organ Transplantation to 2020, setting the agenda for increasing organ donation and transplantation rates. This sets ambitious targets to:\r\n\r\n- Increase Consent Rates\r\n- Increase Donors\r\n- Increase Organ Utilisation (transplant more of the organs offered from donors)\r\n- Increase Patients Transplanted\r\n\r\nWe monitor progress against targets closely.\r\n\r\nDepartment of Health\r\n",
            "summary": "The Government continues to take action to increase organ donation. Since 2008 donation is up by 68%, with more specialist nurses, more ways of registering and better public awareness. ",
            "updated_at": "2016-05-09T15:13:12.856Z"
        },
        "government_response_at": "2016-05-09T15:13:12.861Z",
        "moderation_threshold_reached_at": "2015-10-27T16:41:51.439Z",
        "open_at": "2015-10-27T18:53:07.228Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-26T10:58:32.552Z",
        "scheduled_debate_date": null,
        "signature_count": 10821,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111185,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111185.json"
    },
    "type": "petition"
}