{
    "attributes": {
        "action": "Make it illegal to impersonate soldiers/veterans - referred to as stolen valour",
        "additional_details": "Examples of \"Walter Mitties\" outed on Youtube:\r\n\r\nhttps://en.wikipedia.org/wiki/Stolen_Valor_Act_of_2005\r\n\r\nThere is a \"Walter Mitty Hunters\" Group on facebook with nearly 40,000 members.",
        "background": "It is getting common these days for civilians and other people to impersonate soldiers and marines and/or wear medals and awards they are not entitled to wear.\r\n\r\nThis causes great distress to many veterans and families.\r\n\r\nThe Stolen Valor Act 2005 has to a great degree mitigated this in the USA.",
        "closed_at": "2016-05-03T00:00:04.079Z",
        "created_at": "2015-10-30T12:58:44.233Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-22T15:19:15.355Z",
            "details": "The Stolen Valor Act 2013 makes it a federal crime to fraudulently claim to be a recipient of certain military decorations or medals in order to obtain money, property, or other tangible benefit.\r\n\r\nUnder UK law the making, or attempting to make a financial gain by fraudulently wearing uniforms or medals, or by pretending to be or have been in the Armed Forces is already a criminal offence of fraud under the Fraud Act 2006, as is the pretence of being awarded an official medal. The offence carries a maximum penalty of 10 years’ imprisonment. It is also an offence under that Act (carrying up to five years’ imprisonment) for a person to possess or have under his control any article for use in the course of, or in connection with any fraud.\r\n\r\nIt is also an offence against The Uniforms Act 1894 for any person not serving in the Armed Forces to wear the uniform of any of the Armed Forces under such circumstances as to be likely to bring contempt upon that uniform.\r\n\r\nHowever, it is not automatically against civil law to wear a veterans badge or decorations or medals which have not been earned and there are no plans to make it an offence. There are many instances where relatives openly wear the medals earned by deceased relatives as a mark of respect, albeit on the right breast and we would not wish to discourage this practice.\r\n\r\nMinistry of Defence",
            "summary": "The Government does not believe that the UK requires an equivalent of the USA’s Stolen Valor Act.",
            "updated_at": "2016-01-22T15:19:15.355Z"
        },
        "government_response_at": "2016-01-22T15:19:15.357Z",
        "moderation_threshold_reached_at": "2015-10-30T16:27:51.116Z",
        "open_at": "2015-11-02T10:26:22.323Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-18T09:55:03.465Z",
        "scheduled_debate_date": null,
        "signature_count": 11633,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111414.json"
    },
    "type": "petition"
}