{
    "attributes": {
        "action": "Ban toxic lead ammunition",
        "additional_details": "Lead is well known to be toxic and has been removed from petrol and paint, with legal limits set in most foods, except game. Spent shot can be eaten by wildlife, needlessly causing death and suffering. Lead bullets and shot can fragment, with potential risk to the health of humans that frequently consume wild-shot game. The Food Standards Agency advises frequent consumers of wild game to eat less, especially children and pregnant women who are particularly vulnerable to the effects of lead.",
        "background": "Lead is a poison. Its continued use in ammunition poisons tens of thousands of birds each year and puts human health at risk. Safe, non-toxic ammunition is used in countries across the world. The UK supports an international agreement to ban lead ammunition. We should ban its use immediately.",
        "closed_at": "2016-05-04T22:59:59.999Z",
        "created_at": "2015-11-01T19:45:49.898Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-17T10:02:07.670Z",
            "details": "Lead shot has been prohibited for wildfowling since 1999 by the Environmental Protection (Restriction on Use of Lead Shot) (England) Regulations 1999. Those regulations introduced a double restriction: firstly, lead shot cannot be used, on any game, in certain areas – namely over the foreshore or over a list of named Sites of Special Scientific Interest; secondly, lead shot cannot be used anywhere for shooting certain species – namely ducks, geese, swans, coots and moorhens. These restrictions reflect the resolution made that year through the African Eurasian Waterbird Agreement, to which the UK is a party.\r\n\r\nTo examine the continued use of lead ammunition in other forms of shooting, the then Government established the independent Lead Ammunition Group in 2010 with these\r\naims:\r\n•\tTo advise Defra/FSA on what the significant risks to wildlife from the use of lead ammunition are and what levels of risk these pose in the short, medium and long term. Also any perceived risks which the evidence indicates are not significant.\r\n•\tTo advise Defra/FSA on possible options for managing the risk to human health from increased exposure to lead resulting from the use of lead ammunition, notably in terms of food safety (including game shot with lead ammunition and spent lead shot deposited on agricultural land).\r\n•\tTo advise Defra/FSA of any significant knowledge gaps that may hinder the identification or assessment of risks, the development of technical solutions or the development of government policy.\r\n•\tTo advise Defra/FSA on any communication issues, and possible solutions, concerning the relaying of balanced information on issues surrounding the use of lead ammunition to the media, general public and stakeholders.\r\n•\tTo advise DEFRA/FSA of any significant impacts of possible advice or solutions on shooting activity and associated recreational, wildlife management, economic and employment impacts.\r\n\r\nThe Lead Ammunition Group reported in the summer of 2015, though by the time it did so five of its ten members had resigned, with four of those subsequently submitting a different set of recommendations. \r\n\r\nThe Government is considering its report. \r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n",
            "summary": "The Government is considering the independent Lead Ammunition Group’s report and will respond as soon as possible.  See: www.food.gov.uk/science/advice-to-frequent-eaters-of-game-shot-with-lead.",
            "updated_at": "2016-02-17T10:02:07.670Z"
        },
        "government_response_at": "2016-02-17T10:02:07.676Z",
        "moderation_threshold_reached_at": "2015-11-01T22:57:00.539Z",
        "open_at": "2015-11-04T17:52:40.698Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-12T21:36:37.908Z",
        "scheduled_debate_date": null,
        "signature_count": 17052,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:59.636Z"
    },
    "id": 111533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111533.json"
    },
    "type": "petition"
}