{
    "attributes": {
        "action": "Protect neighbourhood policing",
        "additional_details": "In the last five years, police forces across England and Wales have lost 12,000 front-line officers. Government plans to cut the Police by between 25% and 40% over the next five years could lead to the loss of over 20,000 more. Indeed, any budget cuts in double figures would spell the end of neighbourhood policing and put the public at risk.",
        "background": "We call on the Government to listen to the public and police officers, drop plans for drastic cuts and protect visible, locally-responsive neighbourhood policing.\r\n\r\nLord John Stevens\r\nFormer Commissioner of the Metropolitan Police Service",
        "closed_at": "2016-05-02T22:59:59.999Z",
        "created_at": "2015-11-02T12:26:54.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-21T16:41:18.103Z",
            "details": "Police spending will be protected in real terms over the Spending Review period, when the locally funded police precept element of council tax is taken into account.  This is an increase of up to £900 million in cash terms by 2019/20.\r\n\r\nThe settlement includes extra investment to continue the job of police reform which the Government started in the last Parliament. The Government will invest £1 billion to link up the emergency services and provide transformation funding to drive closer collaboration between police forces on specialist capabilities like cyber crime and tackling child sexual exploitation. This funding will, in part, be used to enable a major uplift in firearms capability and capacity so that we can respond quickly and forcefully to a firearms attack.  \r\n\r\nThis does not change the Government’s view, which is shared by police leaders, that further efficiencies can be delivered by forces. As Her Majesty’s Inspectorate of Constabulary has set out, there remain further efficiencies to be made from improved and better use of IT, from greater collaboration between forces and with other public services, and from improving workforce productivity.  The Government trusts that Police and Crime Commissioners and Chief Constables will do everything in their power to continue to drive those efficiencies, safeguard the quality of policing and continue to reduce crime.\r\n\r\nOverall, the public should be in no doubt that the police will have the resources they need to respond to new threats rapidly and effectively to keep people safe.\r\n\r\nThe decision as to how neighbourhood policing teams are resourced, deployed and the duties those officers undertake is an operational matter for the relevant Chief Constable, in association with their Police and Crime Commissioner. This flexible approach allows forces to respond to the individual needs and priorities of their local communities.  \r\n\r\nHome Office",
            "summary": "The Government has secured a good settlement for the police.  ",
            "updated_at": "2015-12-21T16:41:18.103Z"
        },
        "government_response_at": "2015-12-21T16:41:18.107Z",
        "moderation_threshold_reached_at": "2015-11-02T12:38:25.393Z",
        "open_at": "2015-11-02T12:51:24.633Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-19T14:17:51.150Z",
        "scheduled_debate_date": null,
        "signature_count": 19120,
        "state": "closed",
        "updated_at": "2017-03-31T14:19:59.666Z"
    },
    "id": 111560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111560.json"
    },
    "type": "petition"
}