{
    "attributes": {
        "action": "Decide Eritrean asylum claims on the basis of UN Commission of Inquiry evidence",
        "additional_details": "Despite the United Nations’ acknowledgement of the Eritrean regime’s widespread and systematic human rights violations. In Q2 of 2015 the UK has granted international protection only to 34% of Eritreans, compared to  75% in Q1. Furthermore, one in three Eritrean asylum applications are overturned at the appeals stage. This indicates a flawed decision process.\r\n\r\nWe are therefore calling on the UK government to abide by and honour their legal obligation as set by the 1951 Geneva Convention on the Status of Refugees and urgently change its guidelines to reflect the UN’s findings and for an immediate review of Eritrean asylum applications that have been refused since March 2015 on the basis of deeply flawed guidelines.",
        "background": "It is widely recognised that Eritreans are fleeing political persecution, torture and forced labour as shown in the UN Commission of Inquiry report presented in Geneva in June 2015. However, the Home Office is still using a discredited report commissioned by the Danish government in late 2014.",
        "closed_at": "2016-05-03T00:00:04.079Z",
        "created_at": "2015-11-02T13:27:50.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-02T15:11:00.400Z",
        "open_at": "2015-11-02T17:08:52.922Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 281,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111564.json"
    },
    "type": "petition"
}