{
    "attributes": {
        "action": "Recognise Darlaston as a town in its own right and not as part of Wednesbury",
        "additional_details": "Darlaston is part of Walsall governing authority and entirely separate to Wednesbury which comes under Sandwell governing authority.  Therefore Wednesbury should fall under the postal town of West Bromwich and have a B70 or B71 postcode so that Darlaston doesn't continue to vanish from existence.  Both towns have long rich histories and deserve separate identities, the hassle caused with official paper work for banks, passport agency and navigation etc, is beyond frustrating for residents.  ",
        "background": "Since 1966 Darlaston has become indistinguishable because its Postcode town is Walsall as the WS denotes, but is also considered to be Wednesbury as it shares the postcode WS10 and as such on all official databases is listed as the postal town of Wednesbury.",
        "closed_at": null,
        "created_at": "2015-11-03T22:43:47.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-04T07:37:14.527Z",
        "open_at": null,
        "rejected_at": "2015-11-06T11:26:51.288Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Royal Mail ‘Postcode Address File’ (PAF) is the main database for storing addresses and postcodes. This is the database that is used by the Royal Mail, delivery companies and others who make maps for satellite navigation systems. The code of practice document (available here: http://www.royalmail.com/sites/default/files/docs/pdf/paf_code_of_practice_june_10.pdf) explains that it is possible to change a postal address but only in certain circumstances:\r\n\r\nChanges can be made for one of two reasons:\r\n\r\n1. To maintain or improve the service offered by Royal Mail Limited (called in this document ‘’Royal Mail’’)\r\n\r\n2. To reflect customer demand\r\n\r\nIn each case, specific criteria will need to be met before a change is made.\r\n\r\nChanges to postcodes are made only in “exceptional circumstances”, as the postcode forms the basis of Royal Mail’s distribution network.   Making a case for a change can be a difficult process, which can involve consultations.  Royal Mail say that they will only change the last two characters of a postcode if given:\r\n\r\nevidence that all those affected by the change are in favour of the change and it is for the person requesting the change to provide this information.\r\n\r\nYou can contact the address maintenance team by emailing addressmaintenance@royalmail.com or calling 08456 01 11 10 for information and advice.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111647.json"
    },
    "type": "petition"
}