{
    "attributes": {
        "action": "Department for Education: Don't scrap GCSE and A level ICT",
        "additional_details": "Joint Council for Qualifications - 'Results 2015' - 20/08/2015\r\n\r\nGCSE ICT entries 2015: Male 64,777. Female 47,157. Total 111,934.\r\n\r\nGCSE Computer Science entries 2015: Male 29,736. Female 5,678. Total 35,414.\r\n\r\nDepartment for Education - 'Further additional GCSE and A level subject content consultation' - 03/11/2015\r\n\r\n\"Ministers have therefore taken the decision not to approve two GCSEs and A levels in a similar qualification space. The IT [sic] GCSE and IT [sic] A level will not be redeveloped.\"",
        "background": "Buried on Page 11 of a recent consultation was a note that GCSE and A level ICT will be scrapped.\r\n\r\nThis is a bad decision that will drastically narrow the curriculum for children aged 14-18. It will particularly affect girls, who are far more likely to choose to study ICT than Computer Science.",
        "closed_at": "2016-05-10T00:00:04.288Z",
        "created_at": "2015-11-04T16:15:54.811Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-07T10:16:08.297Z",
            "details": "Rigorous new computer science GCSE and A levels, backed by industry experts, provide a strong foundation for further academic and vocational study and for employment. Students will develop the computational thinking skills needed for today’s economy – including coding, cyber security, networking and data storage. There are also a number of high-quality technical and professional options for students at Key Stage 4 and opportunities for further specialism at Key Stage 5 that provide progression to higher education and employment.\r\n\r\nIt is right that schools continue to focus on the digital knowledge that will best prepare young people for further study and employment. Ministers have therefore, taken the decision not to approve two GCSEs and A levels in a related area of study.\r\n                                                                                                                                                                                                                     \r\nThis builds on our changes to the national curriculum where we have replaced the outdated ICT programme of study with a new computing programme of study. The new computing curriculum has been designed to facilitate innovation and creativity from both teachers and pupils and emphasise the importance of learning about the fundamentals of computer science. \r\n\r\nThe computing curriculum states that all pupils, across all key stages of the national curriculum, should be taught to develop their capability, creativity and knowledge in computer science, digital media and information technology. Teachers are best placed to meet the individual needs of their students and create lessons that cover the range of computing knowledge and skills throughout a pupil’s time at school. \r\n\r\nDepartment for Education",
            "summary": "The government is committed to strengthening the teaching of computing and computer science, to build the high-level technology skills that are critical for the UK’s long-term economic future.",
            "updated_at": "2016-01-07T10:16:08.297Z"
        },
        "government_response_at": "2016-01-07T10:16:08.302Z",
        "moderation_threshold_reached_at": "2015-11-04T16:32:08.295Z",
        "open_at": "2015-11-09T14:38:42.535Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-15T15:30:07.460Z",
        "scheduled_debate_date": null,
        "signature_count": 10934,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111693.json"
    },
    "type": "petition"
}