{
    "attributes": {
        "action": "Creation of Neurosurgical service for intractable headache patients in Scotland",
        "additional_details": "With regard to Chronic Migraine, It is estimated that this condition affects fewer than 1 percent of the population, but this still means that there over 610,000 chronic migraine sufferers in the UK. Due to the nature and length of time that the sufferer is affected, people with chronic migraine experience significantly more time absent from work, school, leisure, housework and social activities than episodic migraine patients. Often these patients are entirely unresponsive to all treatments.",
        "background": "There are no Neurosurgeons based in Scotland who perform ONS (Occipital Nerve Stimulation) on intractable headache sufferers such as Chronic Migraine, New Daily Persistent Headache (NDPH), Occipital Neuralgia, and Hemicrania Continua.\r\n\r\nThis means all patients must be referred to England.",
        "closed_at": null,
        "created_at": "2015-11-04T22:05:18.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-07T10:23:42.379Z",
        "open_at": null,
        "rejected_at": "2015-11-09T14:19:05.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Health services in Scotland are the responsibility of the Scottish Government. That means that the UK Government and Parliament can't look into the issue raised in your petition.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: \r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111734,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111734.json"
    },
    "type": "petition"
}