{
    "attributes": {
        "action": "Ban the cruel Grand National",
        "additional_details": "Broken necks, backs and legs are commonplace at the Grand National, and yet the race goes on. Because the industry as a whole make a concerted effort to conceal news of equine fatalities, Animal Aid is making that information public. Their online database was established in March 2007 and lists horses who die on all of Britain’s 60 racecourses. It is this data that is now heavily relied upon by the media. \r\n\r\nYou can view more here: http://www.horsedeathwatch.com/",
        "background": "A dangerously overcrowded field of 40 horses is forced to confront 30 extraordinarily challenging and treacherous jumps, over a course of nearly 4 and a half miles. Since 2000, 24 horses have died on the Grand National course. ",
        "closed_at": "2016-05-10T00:00:04.288Z",
        "created_at": "2015-11-04T23:06:53.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-11T12:30:56.512Z",
            "details": "The Government is satisfied that the British Horseracing Authority, by working with animal welfare organisations such as the RSPCA and World Horse Welfare have taken the necessary steps to make the Grand National as safe as possible for horses.\r\n\r\nIn September 2012, Aintree Racecourse and the British Horseracing Authority (BHA) announced a package of considered changes to the Grand National.  The RSPCA, who were consulted, supported the changes.  In races run over the Grand National course, including the Grand National itself, the average injury and fatality rate over the last 10 years has decreased compared to that over the last 20 years.   \r\nWithin the last 20 years the equine fatality rate in British racing has fallen by one third (from 0.3% to around 0.2% of all runners).  2015 saw the lowest rate on record, reducing to just 0.18% of runners.  Over £1.5 million has been invested in safety and welfare measures on the Grand National course by Aintree Racecourse since 2009.\r\n\r\nDespite the best efforts of all involved, as with participation in any sport involving speed and athleticism, there remains an inherent risk of injury. The BHA’s veterinary team monitors injury rates at every licensed racecourse and summary information is published on the BHA website.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "There have been no fatalities in the last four Grand Nationals with all horses returning safely.",
            "updated_at": "2016-05-11T12:30:56.512Z"
        },
        "government_response_at": "2016-05-11T12:30:56.514Z",
        "moderation_threshold_reached_at": "2015-11-05T22:19:13.986Z",
        "open_at": "2015-11-09T16:20:25.561Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-18T20:53:48.972Z",
        "scheduled_debate_date": null,
        "signature_count": 10355,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111740.json"
    },
    "type": "petition"
}