{
    "attributes": {
        "action": "Freedom of choice of delivery company for all online e-commerce transactions",
        "additional_details": "A great example is Amazon UK. they use a number of delivery companies. Some are ok, some have appalling customer service. Yet the consumer is forced to accept this poor service and their right to choose delivery company is never given to them.\r\n\r\nI propose that large e-commerce retailers must:\r\n1) state which company will deliver that product BEFORE checkout.\r\n2) offer a choice of carriers BEFORE checkout.\r\n\r\nSmaller businesses must:\r\n1) clearly state which carrier they use BEFORE checkout.",
        "background": "Consumers have the right to shop where they want. They do NOT get the right to then choose how their shopping is delivered. The consumer should have the right to know who the carrier is for the specific product before purchasing any item online.",
        "closed_at": null,
        "created_at": "2015-11-04T20:46:50.378Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-05T08:17:25.515Z",
        "open_at": null,
        "rejected_at": "2015-11-22T17:32:13.083Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be calling on businesses to take this action.\r\n\r\nIf you would like Parliament to take action, for example by passing a law to require retailers in the UK to take the action you would like, you could start a petition about that. We would recommend that you avoid naming individual companies, to avoid inadvertently breaking our rules against defamatory material and advertising."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111720.json"
    },
    "type": "petition"
}