{
    "attributes": {
        "action": "Stop private parking companies charging disproportionate penalties in car parks",
        "additional_details": "",
        "background": "Private parking companies get to set the amount they charge as a penalty if you overstay in a car park, park outside the markings of a bay or otherwise contravene the T&C's of the car park. The charges need to be capped to stop unscrupulous operators. No regulator exists to oversee the sector. ",
        "closed_at": "2016-05-14T00:00:06.118Z",
        "created_at": "2015-11-07T08:56:29.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-29T17:11:08.797Z",
            "details": "Government has already implemented a number of changes which have achieved greater fairness for motorists at the local authority level, including restrictions on the use of CCTV and the introduction of a 10 minute grace period for parking. However, we are aware that concerns about the private sector remain among many individuals and organisations. For this reason, we launched a discussion paper last year entitled ‘Parking reform: tackling unfair practices’, which sought thoughts and comments on the private parking sector. A wide range of issues were raised, including the level of fines charged by private parking companies and the lack of an independent regulator for the private parking industry.\r\n\r\nThe Government is considering these issues alongside others raised in response to the discussion paper, and will issue a response in due course.\r\n\r\nDepartment for Communities and Local Government",
            "summary": "Government recognises the importance of achieving greater fairness for the motorist, which is why we have taken several legislative actions in recent years and are actively considering further changes",
            "updated_at": "2016-02-29T17:11:08.797Z"
        },
        "government_response_at": "2016-02-29T17:11:08.801Z",
        "moderation_threshold_reached_at": "2015-11-07T09:24:02.343Z",
        "open_at": "2015-11-13T11:29:41.430Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-13T19:55:24.056Z",
        "scheduled_debate_date": null,
        "signature_count": 12809,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 111925,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111925.json"
    },
    "type": "petition"
}