{
    "attributes": {
        "action": "Convert old Army/RAF bases into social housing for War Veterans",
        "additional_details": "",
        "background": "Help keep War Veterans off the street and those unable to cope with the financial struggle of housing, by converting the old unused Army/RAF bases into social housing for War Veterans and ex military ",
        "closed_at": "2016-05-10T22:59:59.999Z",
        "created_at": "2015-11-07T07:22:10.746Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-13T09:07:22.691Z",
            "details": "We are fully aware of the problems encountered by some in securing accommodation. when their time in the Services comes to an end. Whilst there remains more to be done, the Government is making good progress in addressing this issue.  \r\n\r\nBoth during and following their resettlement period, married personnel have the opportunity to attend briefs and speak to the Joint Service Housing Advice Office  (JSHAO) for advice and guidance in acquiring accommodation. Single Servicemen and women may also contact the Single Persons Accommodation Centre for the Ex-Services  (SPACES) for help and support either during or following their resettlement period.  \r\n\r\nWhilst the Department wholeheartedly supports the aim of charities helping to house homeless ex-service personnel, it has to ensure open and fair competition in any sale, ensuring value for money for the taxpayer. Any land or property which is surplus to MOD requirements is disposed of on the open market, at the earliest opportunity. Sites may not always be appropriately located and it is unlikely that they will be suited to rehabilitation or habitation uses in their current configuration and condition.\r\n\r\nMinistry of Defence",
            "summary": "While the vast majority of members of the Armed Forces successfully transition to civilian life, the welfare of all former Service personnel is of great importance to the MOD.",
            "updated_at": "2016-04-13T09:07:22.691Z"
        },
        "government_response_at": "2016-04-13T09:07:22.696Z",
        "moderation_threshold_reached_at": "2015-11-07T12:48:07.305Z",
        "open_at": "2015-11-10T17:29:06.718Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-29T22:27:25.223Z",
        "scheduled_debate_date": null,
        "signature_count": 11190,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:00.115Z"
    },
    "id": 111922,
    "links": {
        "self": "https://petition.parliament.uk/petitions/111922.json"
    },
    "type": "petition"
}