{
    "attributes": {
        "action": "Build a high safety barrier on the Humber Bridge to discourage suicide attempts.",
        "additional_details": "Following the successful construction of  a 100m trial safety barrier, the Humber Bridge Board announced it would replace the existing low-level railings along all of the bridge with  much higher railings to ensure the safety of pedestrians and discourage suicide attempts.   Estimated cost was £4.5m however, this never materialised due to budget constraints.\r\n\r\nPlease see www.safehumberbridge.com for more information and to see how successful similar safety barriers on bridges have been.\r\n",
        "background": "Since the Humber Bridge opened in 1981 over 200 people have died after jumping or falling off the bridge. \r\nWe would like to see the construction of high safety railings to ensure pedestrian  and cyclist safety and to discourage suicide attempts. ",
        "closed_at": null,
        "created_at": "2015-11-09T15:27:58.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-09T18:35:41.742Z",
        "open_at": null,
        "rejected_at": "2015-11-18T16:04:55.267Z",
        "rejection": {
            "code": "irrelevant",
            "details": "As you know, the management and administration of the Humber Bridge are the responsibility of the Humber Bridge Board under the Humber Bridge Act 1959.\r\n\r\nThe Humber Bridge Board has 6 members: the Leaders of the four Local Authorities and two members from the private sector. You can find out how to contact the Board here:\r\n\r\nhttp://www.humberbridge.co.uk/contact/contact_information.php\r\n\r\nGiven that the leaders of the local authorities are involved, you could also raise this issue with local councillors. You can use this page to find out who the local councillors are and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112089,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112089.json"
    },
    "type": "petition"
}