{
    "attributes": {
        "action": "Make it a criminal offence for a mother to deny a father contact with his child",
        "additional_details": "",
        "background": "Mothers who deny contact between their children and the father without due cause should be held accountable. It is a form of child abuse that is not taken seriously by the family courts. We want justice for the affected children whose mothers think they can play God with their lives",
        "closed_at": "2016-05-17T00:00:12.672Z",
        "created_at": "2015-11-08T11:48:46.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-29T15:09:39.314Z",
            "details": "The Government is aware of the difficulties that the non-resident parent can face in continuing a relationship with their child following parental separation or divorce, sometimes because of the obstructive behaviour of the parent with whom the child resides.  In the majority of cases the non-resident parent will be the father and we firmly believe that a child’s best interests are usually met by both parents continuing to have a meaningful relationship with, and responsibility for, their child after separation, where this is safe.\r\n \r\nChild arrangements orders are civil orders which can be obtained from a family court and determine with whom a child is to live and/or spend time. When a child arrangements order is breached without good reason, there are sanctions that can be taken against the person who breached the order. In addition to treating a breach as contempt of court, for which a fine or term of imprisonment can be imposed, the court also has other powers to deal with breaches. \r\n\r\nChild arrangements orders can be enforced by means of an enforcement order. This requires the person who, without good reason, failed to comply with the child arrangements order to carry out unpaid work. It is also possible to apply to the court to award financial compensation if there has been financial loss as a result of a failure to comply with a child arrangements order, for example for the cost of a holiday.\r\n \r\nThe courts treat breaches of child arrangements orders seriously. Guidelines about dealing with the non-compliance and sanctions are available to the court under the Children Act 1989. The President of the Family Division has also issued a revised Practice Direction, the Child Arrangements Programme (CAP), which outlines the approach to be followed by the courts when dealing with enforcement cases. In particular, the CAP requires that any application for enforcement of a child arrangements order should be listed for hearing within 20 working days of issue, and wherever possible, before the same judge who made the order that has been breached.\r\n\r\nThe court’s approach to a breach is never automatic.  The court will want to consider the facts and is required by law to satisfy itself of various matters before imposing a punitive punishment such as unpaid work.  The focus is always on making the arrangements work for the benefit of the child.  Published academic research from Exeter University in 2013 of 215 child arrangement enforcement cases showed that the number of intransigent parents who deliberately ignored court orders was very small (4%).  In 10% of cases older children were resisting the arrangements.  In 31% of cases further concerns about risk had been raised.  In 55% of cases chronic conflict and mistrust led to flashpoints over fairly minor changes to child arrangements to accommodate issues such as illness, for example.  This research showed that enforcement cases are not a homogenous group and there are often complex underlying issues.  This is why the government does not believe it would be right to criminalise parents where a child arrangements order naming them has been breached. \r\n\r\nMinistry of Justice",
            "summary": "The Government is confident that enforcement measures available to deal with breaches of court orders for child arrangements are sufficient and there is no need to legislate to criminalise parents.",
            "updated_at": "2016-01-29T15:09:39.314Z"
        },
        "government_response_at": "2016-01-29T15:09:39.317Z",
        "moderation_threshold_reached_at": "2015-11-08T15:25:08.893Z",
        "open_at": "2015-11-16T16:55:21.185Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-19T08:11:27.868Z",
        "scheduled_debate_date": null,
        "signature_count": 28214,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112003.json"
    },
    "type": "petition"
}