{
    "attributes": {
        "action": "Urgent brain tumour scans, education for the public and health professionals.",
        "additional_details": "Although being a rare cancer, the mortality rate due to brain tumours has increased over the past 13 years and kills more children than leukaemia or any other cancer. There is frequently reluctance among healthcare professionals to undertake a scan of children who may have a brain tumour until clinical signs become apparent – one of the reasons being that the initial symptoms of a brain tumour frequently mimic those that occur with many common childhood conditions. So referral time is critical.",
        "background": "At only 16, my daughter, Lucy Goulding tragically lost her life. Lucy died  through lack of knowledge of brain tumours among health professionals and also myself. Lucy died due to an undiagnosed raised intracranial pressure (accumulation of fluid in the brain) due to the most benign brain tumour.\r\n",
        "closed_at": "2016-05-17T00:00:12.672Z",
        "created_at": "2015-11-13T10:15:27.828Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-09T10:19:57.486Z",
            "details": "We were really sorry to hear about Lucy’s death from a brain tumour.  \r\n\r\nImproving early diagnosis of cancer is a priority for this Government, and was highlighted as a strategic priority in the report Achieving World-Class Cancer Outcomes published last year by the Independent Cancer Taskforce.  Earlier diagnosis makes it more likely that patients will receive effective treatments and the strategy noted specifically that more could be done to improve earlier diagnosis of brain tumours in children.  \r\n\r\nGPs in England see fewer than eight new cancer cases per year on average, but many more patients present with symptoms which could be cancer. In order to continue to support GPs to identify patients whose symptoms may indicate cancer and urgently refer them as appropriate, the National Institute for Health and Care Excellence (NICE) published an updated suspected cancer referral guideline in June 2015. The guideline includes new recommendations for brain tumours in adults and; children and young people.  NICE also addressed generally, symptoms of concern in children and young people, recommending that GPs should take into account the insight and knowledge of parents and carers when considering making a referral for suspected cancer.  NICE noted that more lives could be saved each year in England if GPs followed the new guideline, which encourages GPs to think of cancer sooner and lower the referral threshold.  \r\n\r\nFollowing publication of the updated guideline, the Royal College of GPs (RCGP) has worked in collaboration with Cancer Research UK (CRUK) on a programme of regional update events for GPs to promote the new guideline.  RCGP and CRUK have also worked to develop three summary referral guidelines for GPs to enable them to adopt the guideline.  The British Medical Journal published two summaries including one for children and young adults and Macmillan Cancer Support produced an updated Rapid Referral Toolkit. Summary guidelines and the toolkit are available on the Cancer Research UK website at: www.cancerresearchuk.org/health-professional/learning-and-development-tools/nice-cancer-referral-guidelines \r\n\r\nIn addition to the above, the Department of Health has highlighted the value of the HeadSmart awareness raising materials with Directors of Public Health, health visitors and school nurses, to encourage their use by professionals in signposting to specialist advice if needed. Information about the independent HeadSmart campaign can be found at www.headsmart.org.uk\r\n\r\nWe recognise that more research needs to be carried out if we are to reduce the significant disease burden caused by brain tumours. Therefore, the Minister for Life Sciences, George Freeman, will be convening a working group of clinicians, charities and officials to discuss how working together with our research funding partners, we can tackle the various issues raised by the brain cancer community to help increase the amount, and impact, of brain tumour research.\r\n\r\nMore generally, Cally Palmer CBE, the National Cancer Director is leading on the implementation of the strategy and has set up a new Cancer Transformation Board to lead the health and care system in implementing the Taskforce recommendations to save a further 30,000 lives a year by 2020. An implementation plan, Achieving World-Class Cancer Outcomes: Taking the strategy forward, was published on 12 May 2016.  We hope to see great progress as it is delivered.\r\n\r\nWe have committed to implementing recommendation 24 of Achieving World-Class Outcomes that by 2020, everyone referred with a suspicion of cancer will receive either a definitive diagnosis or the all-clear within four weeks.  \r\n\r\nWe have already seen a rise of over 25% in GP referrals for brain Magnetic Resonance Imaging, from over 31,000 in 2012-13 to over 50,000 in 2014-15.   A new National Diagnostics Capacity Fund which will run over the lifetime of this strategy will support commissioners and providers to increase diagnostics capacity, including by testing new approaches to delivering diagnostic services and pathways. Once established, clinical and other leaders working together in Cancer Alliances will be able to determine how best to direct this national funding to best effect locally.  \r\n\r\nNHS England’s Accelerate, Coordinate, Evaluate pilots are exploring new models for delivering a diagnosis quickly and effectively, including piloting a multi-disciplinary diagnostic centre, which we hope will be particularly effective for patients with vague or unclear symptoms, although these pilots are primarily aimed at adults in the first instance. If successful, NHS England will work with Cancer Alliances to support wider roll out across the country in future years. \r\n\r\nFurther information about the strategy and the implementation plan can be found at www.england.nhs.uk/ourwork/cancer/strategy.\r\n\r\nDepartment for Health",
            "summary": "Improving early diagnosis of cancer is a priority for this Government, and was highlighted in Achieving World-Class Cancer Outcomes which was published in 2015 by the Independent Cancer Taskforce.",
            "updated_at": "2016-06-09T13:01:46.880Z"
        },
        "government_response_at": "2016-06-09T10:19:57.492Z",
        "moderation_threshold_reached_at": "2015-11-13T14:32:58.028Z",
        "open_at": "2015-11-16T22:01:54.596Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-15T10:08:46.576Z",
        "scheduled_debate_date": null,
        "signature_count": 10857,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112372.json"
    },
    "type": "petition"
}