{
    "attributes": {
        "action": "Remove Iain Duncan Smith from his post as Works and Pensions Secretary",
        "additional_details": "The Work and Pensions Secretary’s Welfare Reform and Work Bill will slash the amount the sick and disabled can get from £102.15 to £73.10 a week - even if they have been judged too ill to work.\r\nThe legislation will hit an estimated 500,000 people, including cancer patients and those with conditions such as Parkinson’s and Multiple Sclerosis.\r\nLabour’s shadow minister for the disabled Debbie Abrahams is calling on the Government to scrap the measure.\r\n\r\nPLEASE sign our petition to stop this from happening and to hopefully get Iain Duncan Smith REMOVED  from his post as Works and Pensions Secretary.  He clearly does not deserve to be there.\r\n",
        "background": "Iain Duncan Smith is to press ahead with welfare cuts that will see tens of thousands of disabled and chronically ill people lose almost £30 a week in support.\r\n",
        "closed_at": null,
        "created_at": "2015-11-12T14:04:37.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-19T08:36:00.053Z",
        "open_at": null,
        "rejected_at": "2015-11-19T18:21:48.993Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which included petitions calling for Ministers to be removed from their posts.\r\n\r\nYou could start a petition about the Welfare Reform and Work Bill - either calling for changes to the bill or for Parliament to reject it. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112318,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112318.json"
    },
    "type": "petition"
}