{
    "attributes": {
        "action": "No to Lidl's Proposal for Stirchley. We need a Bowling Alley and Gym!!",
        "additional_details": "The German retailer would like to create 40 new jobs. Between the 2 businesses currently occupying the land they already employ over 50 local people so there is no real gain for the local community. Tesco still occupy most of the land in Stirchley with Asda looking to move into the area also. What benefits is another supermarket to the community? Between the Bowling Alley and Gym they provide many services to the local community many disabled and community groups rely on the services both offer. ",
        "background": "Lidl have proposed and applied for planning permission to see the removal of 2 very important and vital services to the people of Stirchley. The Big retailer would like to build a store on the land currently occupied by Fitness First and PSL Bowling two business' which are both still  trading.",
        "closed_at": null,
        "created_at": "2015-11-13T13:33:51.828Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-15T12:34:22.594Z",
        "open_at": null,
        "rejected_at": "2015-11-16T17:18:09.376Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local planning is not usually a matter for the UK Government or Parliament. You might like to raise the issues you are concerned about with your local councillors. You can find out who your local councillors are here:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe Secretary of State for Communities and Local Government does have some powers to look at specific planning applications. This briefing paper explains more about that process:\r\n\r\nwww.parliament.uk/briefing-papers/SN00930.pdf\r\n\r\nYou could also contact your local MP about this issue. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal for Stirchley and its likely effects."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112389.json"
    },
    "type": "petition"
}