{
    "attributes": {
        "action": "Public Holiday in place of Feb 29th as the average salaried person loses £113.",
        "additional_details": "The average annual salary in the UK is £26,500.\r\nThe statutory holiday allowance is 28 days for an average employee working a five day week, meaning that (excluding weekends of 104 days) there are 233 working days, resulting in the average salaried person earning £113 a day.\r\nThose on an annual salary work an additional day during a leap year as there are 234 working days. Effectively, a salaried employee works this extra day for no additional payment. On average losing out on £113 per leap year.",
        "background": "The average salary is £26500 = £113 per day over 233 working days. In a leap year this rises to 234 working days. Therefore, the average salaried employee is losing out on £113 during a leap year as the additional days work is unpaid. The additional day should be substituted with a public holiday.\r\n",
        "closed_at": "2016-05-17T00:00:12.672Z",
        "created_at": "2015-11-13T16:04:50.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-10T11:34:02.996Z",
            "details": "The Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions.  The current pattern is well established and accepted, and there are no current plans to create an additional bank or public holiday.  Whilst an additional leap year holiday may benefit some sectors and some individual workers, the cost to the economy of an additional bank or public holiday remains considerable.  The most recent assessment following an Impact Assessment (IA) for the additional holiday for the 2012 Diamond Jubilee is that an extra bank or public holiday costs the UK economy around £1.2bn.   Even though the proposed public holiday will not take place every year, this is still a substantial extra cost.\r\n\r\nWe are grateful to the Petitioners for providing a worked example of how working on 29 February might affect particular workers. There is no single employment regulation which sets out the arrangements for working on that day.   Full details of a worker’s holiday and pay entitlement should be set out in their agreed contract of employment. \r\n    \r\nAlthough some workers may have to work an extra day during a leap year compared with other years, this does not necessarily mean that they will lose out financially.  For example, workers who are paid by the day or hour may in fact benefit.   The number of working days in any one year is also affected by other matters such as the day of the week on which New Year’s Eve falls.  If a worker is uncertain about how the leap year affects them, they should first contact their employer.  ACAS can also give free and confidential advice on employment matters (consult ACAS’s website www.acas.org.uk or their helpline on 0300 123 1100).\r\n\r\nTherefore the Government does not believe that it is necessary to create a new public holiday on 29 February.\r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "The Government has no plans to create a public holiday in place of 29 February every leap year.",
            "updated_at": "2016-03-10T11:34:02.996Z"
        },
        "government_response_at": "2016-03-10T11:34:03.000Z",
        "moderation_threshold_reached_at": "2015-11-13T16:26:18.414Z",
        "open_at": "2015-11-16T17:40:39.779Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-29T21:03:08.988Z",
        "scheduled_debate_date": null,
        "signature_count": 15856,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112392,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112392.json"
    },
    "type": "petition"
}