{
    "attributes": {
        "action": "The government has no mandate to privatise the NHS and should cease immediately.",
        "additional_details": "This petition is calling for all privatisation of the NHS to cease with immediate effect, for a referendum on NHS privatisation to be called, and for, in the event of a popular vote against NHS privatisation, for the complete re-nationalisation & for the sanctity of the NHS to be enshrined in law.\r\n\r\nFor further information please follow these links;\r\nhttp://weownit.org.uk/evidence/nhs\r\nhttp://www.nhsforsale.info/privatisation-list.html\r\nhttps://www.opendemocracy.net/…/nhs-privatisation-soars-500…",
        "background": "70% of NHS contracts awarded from April 2013 to April 2014 were to private companies, covering all aspects of the patient journey including diagnosis, treatment and on-going healthcare. As the Government were not elected on a manifesto of NHS privatisation this action is constitutionally non-viable.",
        "closed_at": "2016-05-16T22:59:59.999Z",
        "created_at": "2015-11-13T12:33:36.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-25T13:41:44.503Z",
            "details": "The claim that 70% of NHS contracts awarded from April 2013 to April 2014 only relates to a small sample of NHS contracts and is therefore selective and misleading. The NHS Support Federation claims that ‘£13 billion worth of contracts to run or manage clinically related NHS services have been advertised’ in this time period, and that 70% of those were awarded to private providers. This represents a very small proportion of approximately £112 billion of total NHS spending for the same period. In 2015/16, spend on private providers by NHS commissioners equated to just 6.3% of total NHS spend.\r\n\r\nWe think it right that local doctors and nurses, through clinical commissioning groups, decide how services are provided in the best interest of their patients. Independent providers, both for-profit and not-for-profit, have long been providing care to NHS patients.  Competition between providers of NHS services has been pursued on the basis of competition for quality, through a system of fixed national tariffs.  Decisions on who provides services should be taken locally to ensure patients receive the best possible care. \r\n\r\nDepartment of Health",
            "summary": "The Government is not privatising the NHS; we are committed to an NHS free at the point of use, based on clinical need and not ability to pay. In 2015/16, spend on private providers was just 6.3%.",
            "updated_at": "2016-02-25T13:41:44.503Z"
        },
        "government_response_at": "2016-02-25T13:41:44.506Z",
        "moderation_threshold_reached_at": "2015-11-13T12:41:41.103Z",
        "open_at": "2015-11-16T17:30:02.162Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-03T01:23:22.866Z",
        "scheduled_debate_date": null,
        "signature_count": 30390,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:00.569Z"
    },
    "id": 112379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112379.json"
    },
    "type": "petition"
}