{
    "attributes": {
        "action": "Death penalty for every ISIS soldier caught/arrested",
        "additional_details": "Not only France but Russia and the majority of middle east is under threat and attack since last year. Many people are killed by this jihadist group. Every ISIS soldier that gets arrested should be given a death penalty in order to help protect not only the UK citizens, the other countries too in order to reduce deaths. MANY INNOCENT PEOPLE ARE DYING EACH AND EVERY DAY AND IF EVERY COUNTRY BRINGS DEATH PENALTY, I BELIEVE THAT THERE IS A POTENTIAL OF PERMANENTLY ENDING THIS DISASTER.",
        "background": "HELP ME GET TO 250,000 PETITIONS! ISIS is recruiting soldiers and are expanding as days go by. As I am writing this, ISIS is attacking Paris, France. 7 explosions have taken place and more than 100 deaths have occurred in the past 2 hours. PLEASE SUPPORT ME WITH THIS.",
        "closed_at": null,
        "created_at": "2015-11-14T00:41:24.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-14T01:01:07.351Z",
        "open_at": null,
        "rejected_at": "2015-11-17T11:14:43.745Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition calls for the death penalty to be applied to ISIS soldiers in all countries. The UK Parliament could only legislate for this to happen in the UK.\r\n\r\nYou could start a petition calling for Parliament to change the law in the UK, if you wish to do so."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112425.json"
    },
    "type": "petition"
}