{
    "attributes": {
        "action": "To Keep Britain's Borders Open",
        "additional_details": "",
        "background": "The petition to shut Britain's borders because of events in Paris is ludicrous so I've created a counter-petition for the sensible. Because that's the age we're living I now, knee-jerk internet campaigns with very few answers.",
        "closed_at": "2016-05-17T00:00:12.672Z",
        "created_at": "2015-11-14T15:23:17.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-11-24T15:37:56.342Z",
            "details": "The UK government intends to keep Britain’s borders open, remaining ‘open for business’ for legitimate travellers and trade.  However, we continue to operate our borders securely and to enforce our immigration laws.  This includes carrying out 100% checks on arriving passengers to establish any criminal, security and immigration concerns.  Given recent events in Paris, Border Force has intensified checks on people, goods and vehicles entering the UK from the near continent and elsewhere, undertaking additional and targeted security checks against passengers and vehicles travelling to France via both maritime and rail ports and a number of airports across the country.\r\n\r\nHome Office",
            "summary": "The UK government will keep Britain’s borders open to legitimate travellers and trade.  It will continue to operate those borders securely, to protect the public from the threat of terrorism.",
            "updated_at": "2015-11-24T15:37:56.342Z"
        },
        "government_response_at": "2015-11-24T15:37:56.344Z",
        "moderation_threshold_reached_at": "2015-11-15T16:18:16.720Z",
        "open_at": "2015-11-16T17:37:31.156Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-18T08:26:43.946Z",
        "scheduled_debate_date": null,
        "signature_count": 19104,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112510.json"
    },
    "type": "petition"
}