{
    "attributes": {
        "action": "Underfunding Of Home Care........ Help Support the elderly at home.",
        "additional_details": "I currently own and operate a Domicilary Care Agency and feel the pressures of providing a high quality service.... I am as a employer worried about the increase in National Living Wage and the underfunding from Local Authorities, We need to ensure a fair price for care to ensure that the elderly can remain at home and have the best possible support. We also need to consider making the Home Carer position more attractive to help with recruitment and retention. SAVE OUR HOME CARE!!",
        "background": "Introduce a minimum hourly rate for care services across the United Kingdom, help our elderly remain at home with a high quality care service.\r\n\r\nWith the introduction of the National Living Wage and travel costs the front line service is at breaking point.\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-11-15T09:58:09.067Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-15T11:56:20.212Z",
        "open_at": null,
        "rejected_at": "2015-11-22T17:18:12.030Z",
        "rejection": {
            "code": "no-action",
            "details": "It's clear that you're concerned about the funding for Home Care, and the effect that the introduction of the National Living Wage will have on home care services, but not clear what action you would like the Government to take.\r\n\r\nIf you would like the UK Government or Parliament to take action, you will need to start a new petition which asks clearly for the action that you would like. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112699,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112699.json"
    },
    "type": "petition"
}