{
    "attributes": {
        "action": "To change the name the UK Government uses for IS, ISIS and ISIL to DAESH",
        "additional_details": "This request for a change of language follows the atrocities in Paris on the 13th November 2015. It calls on the British Government to help France and to change the world view of DAESH. For information on the different names for this group, there is a helpful article in The Independent Newspaper from 2014, when the French Government began to change to DAESH, at http://www.independent.co.uk/news/world/middle-east/isis-vs-islamic-state-vs-isil-vs-daesh-what-do-the-different-names-mean-9750629.html",
        "background": "Also to encourage others similarly. There can then be benefits by removing:\r\na) the name ‘Islamic’ from them as it can stop the inferential slandering of good Muslims\r\nb) the word ‘State’ as it de-politicises them and their ‘branding’ to just a terrorist group\r\n\r\nWhy use the name they want used?\r\n",
        "closed_at": "2016-05-18T00:00:06.264Z",
        "created_at": "2015-11-16T09:14:07.116Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-12T15:37:27.821Z",
            "details": "The Government is disgusted by the brutality and inhumanity of Daesh in the Middle East and the resulting humanitarian crisis and as the Prime Minister set out in the House of Commons; “We must stand with our Muslim friends, here and around the world, as they reclaim their religion from these terrorists.  Far from an attack on Islam, we are engaged in a defence of Islam, and far from a risk of radicalising British Muslims by acting, failing to act would actually be to betray British Muslims and the wider religion of Islam in its very hour of need.”   \r\n\r\nThe Prime Minister, having carefully considered strong representation made to him by many Members of Parliament across the House, advised the House on 2 December that “I feel that it is time to join our key ally, France, the Arab League, and other members of the international community in using, as frequently as possible, the terminology “Daesh” rather than ISIL. This evil death cult is neither a true representation of Islam nor a state.”\r\n\r\nForeign and Commonwealth Office",
            "summary": "The Prime Minister advised the House, on 2 December, that it is time to join our key ally, France, the Arab League, and other members of the international community in using, the terminology “Daesh”.",
            "updated_at": "2016-01-12T15:37:27.821Z"
        },
        "government_response_at": "2016-01-12T15:37:27.823Z",
        "moderation_threshold_reached_at": "2015-11-16T10:23:12.972Z",
        "open_at": "2015-11-17T10:20:23.088Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-02T10:03:02.850Z",
        "scheduled_debate_date": null,
        "signature_count": 19443,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112845.json"
    },
    "type": "petition"
}