{
    "attributes": {
        "action": "Investigate UK government arms sales to Saudi Arabia and Qatar used by ISIS",
        "additional_details": "The current Iraq & Syria crisis, including 300,000 dead & 5 million refugees is a result of the UK governments supply of weapons to terror groups and to Saudi Arabia & Qatar. This has followed the precedent set by supply to the Taliban and Saddam Hussain, only later to wage war on the very groups initially supplied. If found to have supplied ISIS or terror groups in any manner, Ministers and arms companies must be held legally accountable and subject to the International Criminal Court.",
        "background": "ISIS & designated terror groups in Iraq & Syria have received weapons from Saudi Arabia & Qatar, both of whom have arms agreements with the UK government. This petition demands an independent investigation into the arms agreements and to what extent the UK government has indirectly weaponised ISIS ",
        "closed_at": "2016-05-23T00:00:05.840Z",
        "created_at": "2015-11-17T02:06:09.171Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-01-20T16:22:55.829Z",
            "details": "The Government takes its arms export responsibilities very seriously and operates one of the most robust arms export control regimes in the world.\r\n\r\nAll export licence applications are carefully assessed on a case by case basis against the Consolidated EU and National Arms Export Licensing Criteria, taking account of all relevant factors at the time of the application, including the prevailing circumstances in the recipient country, the nature of the goods, the identity of the end-user and the stated end-use. In making our assessments we draw on all available information, including reports from NGOs and our overseas network.\r\n\r\nA licence for the export of controlled goods, to any country, will not be issued if to do so would be inconsistent with any provision of the Criteria. This includes criterion seven which requires us to take account of the risk of diversion to undesirable end-users, including to “terrorist organisations or to individual terrorists”. The Government remains committed to the most robust pre-licensing scrutiny for every application to export controlled goods, in order to guard against this risk of diversion. \r\n\r\nThere are no current plans to commission any such independent investigation but we remain alive to changing circumstances in destination countries. Our export licensing system allows us to respond to changing facts on the ground. For example, we have suspended or revoked licences when the level of risk changes, most recently in Ukraine and Russia. This shows how seriously we take the guiding principle of responsible export controls. \r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "The UK Government does not supply arms to terrorists. The risk of diversion is integral to the Government’s robust case by case assessment of every application to export controlled goods.",
            "updated_at": "2016-01-20T16:22:55.829Z"
        },
        "government_response_at": "2016-01-20T16:22:55.835Z",
        "moderation_threshold_reached_at": "2015-11-17T02:46:09.414Z",
        "open_at": "2015-11-22T16:42:08.260Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-12T15:08:06.793Z",
        "scheduled_debate_date": null,
        "signature_count": 12040,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 112952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/112952.json"
    },
    "type": "petition"
}