{
    "attributes": {
        "action": "The word ISLAMIC must be removed from referencing all Terrorist organisations.",
        "additional_details": "We need to call all Terrorist Organisations by what they are TERRORIST! No religious/ethnic reference must be given to them, as it is fuelling hatred and creating dissensions. The Qur'an emphasizes peace and reconciliation “If anyone slays a person, it would be as if he slew the whole people: and if any one saved a life, it would be as if he saved the life of the whole people.”(Qur'an 5:32). There are two billion MUSLIMS in the world and if ISLAM promotes terrorism, then we would all be dead.",
        "background": "ISIS are not ISLAM, they are savages who are terrorising innocent people and the majority of ISIS victims are Muslims. Islamobhobia is on the increase. ISLAM promotes life and Peace. The prophet Muhummad (PBUH) issued a decree: do not cause harm or return harm. TERRORISM has no religion.",
        "closed_at": null,
        "created_at": "2015-11-17T14:52:41.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-17T18:22:53.844Z",
        "open_at": null,
        "rejected_at": "2015-11-19T18:07:12.612Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be asking everyone to take this action. That's not something that the UK Government and Parliament can make happen.\r\n\r\nIf you would like the Government and Parliament to change the way they refer to ISIS, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113007.json"
    },
    "type": "petition"
}