{
    "attributes": {
        "action": "Show Missing and Stolen Pets on Television & in News Papers more often",
        "additional_details": "When a owner gets their dog/cat or horse stolen it is heartbreaking for the whole family. Sadly there are people who are not honest & do not report them as found and keep them or even worse they steal people's pets. Please sign this petition to hopefully get a programme on TV which could go out potentially to millions of people watched all over the UK and to help this situation which is a big problem in the UK and is ongoing. Stolen & Missing dogs are unfortunately easily moved around the UK. \r\n",
        "background": "I am making this petition as I feel there really needs to be more media coverage on this issue. They need to be featured in newspapers more & possibly a TV programme to highlight this issue to help more pets to be reunited with their devastated families & their rightful owners. \r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-11-17T15:50:34.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-17T22:08:58.096Z",
        "open_at": null,
        "rejected_at": "2015-11-18T18:40:52.284Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government doesn't control what content appears on TV and in newspapers. You could write directly to broadcasters and newspapers to make this suggestion.\r\n\r\nIf you would like the Government to fund an awareness campaign on this issue, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113010,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113010.json"
    },
    "type": "petition"
}