{
    "attributes": {
        "action": "No UK airstrikes on Syria.",
        "additional_details": "The effects of military action in Afghanistan and Iraq, as well as the continued destabilisation of the government in Syria has caused an immense amount of suffering to the innocent, increased terrorism action in the west, increased recruitment to radical factions claiming to be a form of Islam, dividing society along secular, Islamic, Christian lines, imposing draconian surveillance and policing laws, as well as directing much-needed social funds, into the surveillance and military budget.",
        "background": "Emergency petition: In the light of the actions of ISIS in Paris, this government may want to launch air strikes on Syria. We, the petitioners want this government NOT to do so, as it will make a terrible situation, much worse.",
        "closed_at": "2016-05-23T00:00:05.840Z",
        "created_at": "2015-11-19T12:07:34.490Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2015-12-02",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2015-12-02/debates/15120254000002/ISILInSyria",
            "video_url": "http://www.parliamentlive.tv/Event/Index/4e6d04ee-df49-4789-a54a-42f2c7be53b2"
        },
        "debate_outcome_at": "2015-12-03T18:48:51.625Z",
        "debate_threshold_reached_at": "2015-12-02T18:58:02.567Z",
        "government_response": {
            "created_at": "2016-01-13T11:45:11.773Z",
            "details": "One week after the tragic attacks in Paris, the UN Security Council unanimously adopted resolution 2249; a clear call for action against Daesh, using all necessary measures.\r\n\r\nThe UK Government supported extending British airstrikes against Daesh into Syria as an integral part of a much broader strategy to degrade Daesh and reduce the threat it poses to us.\r\n\r\nWe must tackle Daesh in Syria, as we are doing with some success in Iraq, in order to deal with the threat that Daesh poses to the region and to our security in the UK.  As the threat from Daesh grows, we must take action whilst recognising that no course of action is without risk but that inaction – not dealing with Daesh at source – also carries grave risk.\r\n\r\nThe UK is a leading part of a Global Coalition of 65 countries and international organisations, including many in the region, united to defeat Daesh on all fronts.  We are attacking Daesh militarily but we are also squeezing its finances, disrupting the flow of fighters, challenging its poisonous ideology and working to stabilise areas liberated from it.  We must pursue all these tracks in parallel.\r\n\r\nThe Prime Minister has been clear that tackling Daesh financing is a key element of our comprehensive strategy. Daesh gains most of its funding from the territory it controls – by selling oil and by taxing and exhorting local populations.  The UK has led UN efforts on sanctions, making it illegal to sell oil and oil products to Daesh. We co-sponsored UN Security Resolution 2253 which was adopted in December and sets out clear measures which States should take to counter Daesh financing. We are also expanding existing work with regional partners to stop Daesh’s ability to trade outside formal financial systems and to stop smuggling.  However, the military campaign is also crucial; the Global Coalition has already damaged or destroyed 949 oil infrastructure targets.\r\n\r\nWe are also working to prevent the flow of Foreign Terrorist Fighters from Britain by seeking to tackle extremism through counter-radicalisation programs, challenging Daesh propaganda online and, where necessary, stopping travel. The Prime Minister announced in New York, in September, the formation of an anti-Daesh Coalition Communications Cell based in London. The cell, with an initial UK contribution of £10 million, deploys the full-range of strategic communications to attack and undermine the Daesh brand proposition. This will degrade the group’s ability to spread fear and to attract foreign terrorist fighters to its cause.\r\n\r\nThe Prime Minister has also been clear that the UK will continue to support the diplomatic and political process.  The UK’s priority in Syria has always been to achieve a political settlement which is the only way to stop this terrible war and give Syrians hope for the future.\r\n   \r\nAs members of the International Syria Support Group (ISSG) we are working with a host of countries, including Russia, the US, France, Turkey, Iran, Saudi Arabia and the UN, towards negotiations between the Syrian parties on a transitional government, a new constitution and free and fair elections.   All those countries have accepted the principles set out in the Geneva Communiqué – the need for Syrian-led and Syrian owned political transition.  The composition of the transitional government will be negotiated by Syrians through the peace process, with the support of the UN and the ISSG.  We welcome the adoption of UN Security Council resolution 2254 on 18 December requesting UN-convened peace negotiations and formally endorsing the ISSG Vienna process.  As the Foreign Secretary said at the UN on 18 December, “This has given new international momentum towards the resumption of Syrian-led talks”.\r\n\r\nWe remain committed to supporting international efforts to alleviate the terrible humanitarian suffering.  The UK is playing its part.  We have pledged over £1.1 billion, our largest ever response to a single humanitarian crisis.  But more is needed. The Supporting Syria and the Region London 2016 Conference in February will aim to raise significant new funding from a wider range of partners to meet the needs of all those affected by the crisis within Syria, and to support neighbouring countries.\r\n\r\nWhile military operations are inherently risky, we take the protection of civilians very seriously.  We employ rigorous targeting protocols.  In more than a year of strikes against Daesh targets in Iraq, there have been no reports of civilian casualties resulting from UK air operations.  The UK has the most advanced forms of targeting and precision weaponry, possessed by only a small number of countries, which enables us to strike accurately with minimal collateral damage.  These same high standards are being applied in Syria.\r\n\r\nForeign and Commonwealth Office",
            "summary": "Following a lengthy debate, MPs voted for the UK to conduct airstrikes against Daesh in Syria. Military action is only one element of the UK’s comprehensive strategy for defeating Daesh.",
            "updated_at": "2016-01-13T15:59:56.489Z"
        },
        "government_response_at": "2016-01-13T11:45:11.780Z",
        "moderation_threshold_reached_at": "2015-11-19T12:41:29.224Z",
        "open_at": "2015-11-22T16:20:06.205Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-29T09:58:51.771Z",
        "scheduled_debate_date": null,
        "signature_count": 190223,
        "state": "closed",
        "updated_at": "2016-07-11T06:30:05.168Z"
    },
    "id": 113231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113231.json"
    },
    "type": "petition"
}