{
    "attributes": {
        "action": "Use reflective material on ALL primary and lower secondary school uniforms",
        "additional_details": "There was an incident in my area recently where a young boy was knocked down by a car, he was wearing black trousers and a dark jumper. Luckily, he was not badly hurt but the situation could have been much worse - as I have experienced in the past.\r\n\r\nMost school uniforms are of dark colours (bottle green, navy blue, burgundy etc.) and are very difficult to see especially in autumn/winter when it gets dark earlier. A simple, small strip of reflective material could make all the difference.",
        "background": "As young children are often not as road safe as we would hope and some walk home by themselves, I propose that government enforce a law requiring all school uniform manufacturers to include a strip of reflective material on either sleeve and the back of primary and lower secondary school uniforms.",
        "closed_at": null,
        "created_at": "2015-11-20T11:48:20.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-20T15:59:59.708Z",
        "open_at": null,
        "rejected_at": "2015-11-22T17:37:09.601Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is for the governing body of a school to decide whether there should be a school\r\nuniform policy and if so what that should be. \r\n\r\nIf you would like the Government to issue guidance for schools about using reflective material in uniforms, or require schools to do this, you could start a petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113353.json"
    },
    "type": "petition"
}