{
    "attributes": {
        "action": "Make the production, sale and use of cannabis legal in the UK",
        "additional_details": " cannabis is a brilliant investment towards our economy after establishing that over 50% of British population are consuming cannabis, the US have disclosed that cannabis is a cheaper cure  for alot of illnesses  that we are facing as a human race today,\r\n Sovereigns have the right to produce and exchange property no sovereign can commit a crime by simply disobeying the rules of arbitrary tyrants or coercive organisations.\r\nWe own the rights to our body and mind and may do with them as we wish.",
        "background": "Legalising cannabis could bring in £900m in taxes every year, save £400m on policing cannabis and create over 10,000 new jobs.\r\n\r\nA substance that is safer than alcohol, and has many uses. It is believed to have been used by humans for over 4000 years, being made illegal in the UK in 1925.",
        "closed_at": null,
        "created_at": "2015-11-20T00:47:29.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-20T01:04:54.503Z",
        "open_at": null,
        "rejected_at": "2015-11-20T14:10:47.280Z",
        "rejection": {
            "code": "duplicate",
            "details": "The existing petition on legalising cannabis is still open for new signatures until 21 January 2016 so we cannot accept a duplicate.\r\n\r\nThis petition was debated on 12 October. It is still possible for MPs to seek further debates or action on this issue if they wish to do so.\r\n\r\nThe petition is here:\r\n\r\nhttps://petition.parliament.uk/petitions/104349"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113320.json"
    },
    "type": "petition"
}