{
    "attributes": {
        "action": "Remove Tony Hall from the positon of Director General of the BBC",
        "additional_details": "The BBC needs to be controlled and managed by professional broadcaster.\r\n1. Replace the entire BBC trust with those who have broadcast experience.\r\n2. From this date FIRE the Director General\r\n3. Cut the top heavy management and paper pushing assistants\r\n4. Decrease or remove budgets from Awards ceremonies, External minority book, film, music events.\r\n5. Decrease the budget of and decrease the drama dept by 80% (this does not include Soaps)\r\n6. Take guidedance from ratings\r\n7. The FCO to re-fund WS",
        "background": "The BBC was the world premier broadcaster. Today it is out of touch with its owners, the British public and license fee payers.\r\nThe BBC does NOT consult with its stake-holders and in fact is just a political football for all parties to complain about. \r\nTherefore, it need a new structure!",
        "closed_at": null,
        "created_at": "2015-11-22T15:46:04.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-22T17:36:15.747Z",
        "open_at": null,
        "rejected_at": "2015-11-25T14:57:54.376Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Director-General of the BBC is not appointed by the Government or Parliament. He or she is appointed by the BBC Trust.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nWe could accept a petition specifically about Foreign Office funding of the World Service."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113524,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113524.json"
    },
    "type": "petition"
}