{
    "attributes": {
        "action": "Stop letting farmers away with killing sweet innocent dogs!",
        "additional_details": "Cow/sheep/pig etc there all part of the meat! These animals end up getting killed anyway due to having meat! Poor little dogs are meant to be for life! And if a normal person (non farmer) shot a dog we would be fine and charged with animal cruelty well it should be no different to them and they should be punished for what they done! I will never give up fighting this case as it is completely wrong for anyone to kill animals wether your a farmer or non farmer Everyone should be punished the same!",
        "background": "Just yesterday the famer had shot my mums 3 year old lhasa apso he was such a lovely little dog and wouldn't touch a fly! Farmer made out the dog was in field but wasn't, this is the 3rd time this farmer has done this and got away with it! Its animal cruelty and they should be charged and jailed!",
        "closed_at": null,
        "created_at": "2015-11-23T10:38:10.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-23T11:02:53.842Z",
        "open_at": null,
        "rejected_at": "2015-12-03T10:54:00.678Z",
        "rejection": {
            "code": "no-action",
            "details": "It's clear that you are concerned about the shooting of dogs by farmers, but it is not clear what action you would like the Government or Parliament to take. \r\n\r\nWe think that you are concerned about section 9 of the Animals Act 1971, which  says that in any civil proceedings against someone for killing or injuring a dog, it is a defence to prove that the person was acting to protect livestock. \r\n\r\nYou can read the Act here:\r\n\r\nhttp://www.legislation.gov.uk/ukpga/1971/22\r\n\r\nYou could start a new petition calling for this law to be changed, so that protecting livestock is no longer a defence for someone who is accused of killing or causing injury to a dog. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113563.json"
    },
    "type": "petition"
}