{
    "attributes": {
        "action": "Pay school support staff the whole time contracts that they so rightly deserve.",
        "additional_details": "School support staff have become extremely dynamic due to massive pressure upon teaching staff. At a wage already half that of teaching staff, support staff roles are extremely specialised with unbelievable experience in very specific learning/behavioural difficulties. These staff are completely devalued by a devastating cut to their wages that undervalues the extraordinary lengths these staff go to to provide outstanding support for our children and young people.",
        "background": "Throughout the country, County by county, school support staff have been forced in to term time only contracts that have drastically cut their pay. This has forced many highly-skilled people out of the profession that had changed so dramatically in the last 5 years. The unsung heroes in education.",
        "closed_at": "2016-05-26T00:00:13.055Z",
        "created_at": "2015-11-24T03:28:26.163Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-10T16:25:32.713Z",
            "details": "The Government believes that, when effectively deployed, school support staff can make a valuable contribution to children’s education, and help them to achieve their full potential. We’ve given schools more control over their budgets and it is important that schools have the freedom to decide how to recruit, manage and deploy any support staff in a way that best meets the needs of their schools and pupils. Government policy is that schools are best placed to decide how they use and deploy their support staff in ways that best meet the needs of their pupils and the school as a whole. Support staff terms and conditions are determined locally by employers, to suit local circumstances: in maintained schools, these will be set by the local authority; in Academies and Free Schools, these will be set by schools or the Trust. \r\n\r\nDepartment for Education",
            "summary": "School support staff can contribute positively to pupils achieving their full potential. The Government believes decisions on support staff should be made by heads and teachers to reflect local needs.",
            "updated_at": "2016-03-10T16:25:32.713Z"
        },
        "government_response_at": "2016-03-10T16:25:32.715Z",
        "moderation_threshold_reached_at": "2015-11-24T04:23:53.767Z",
        "open_at": "2015-11-25T15:51:35.366Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-08T19:09:26.903Z",
        "scheduled_debate_date": null,
        "signature_count": 18483,
        "state": "closed",
        "updated_at": "2016-10-28T09:23:00.399Z"
    },
    "id": 113637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113637.json"
    },
    "type": "petition"
}