{
    "attributes": {
        "action": "A call for sanctions in family courts for perjury",
        "additional_details": "Most people believe they are innocent until proven guilty in a court of law if they were accused of domestic violence or child abuse given they are criminal offences. However, this principle does not apply in the family court. Just about any wild allegation can be made without any proof and under this system perjury almost always goes unpunished ruining victims lives.\r\nThis is a concern for families who have become a victim of a system that does not sanction accusers for serious acts of perjury  ",
        "background": "False allegations of domestic violence and child abuse are used in the family courts on a regular basis across the UK by resident parents in order to manipulate the outcome of child contact and residence applications. Judgments are made with no consequence to the accuser committing perjury",
        "closed_at": null,
        "created_at": "2015-11-24T20:51:31.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-26T21:29:48.850Z",
        "open_at": null,
        "rejected_at": "2015-12-03T12:01:33.426Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take.\r\n\r\nPerjury is an offence under the Perjury Act 1911.  The offence is committed where a witness under oath willfully makes a material statement in a judicial proceeding which they know to be false or do not believe to be true. It is punishable by a maximum of seven years imprisonment, or a fine, or both a fine and imprisonment.  \r\n\r\nThe current law on perjury already applies to evidence given in family proceedings.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113680.json"
    },
    "type": "petition"
}