{
    "attributes": {
        "action": "Stop a new Thames Crossing being built in Thurrock",
        "additional_details": "The Government are looking into building a new Thames Crossing, with both of the preferred options in Thurrock: Option A would be for a crossing to be built next to the existing bridge and Option C would cut through miles of green belt, destroying wildlife reserves and taking away green space.\r\n",
        "background": "We want the government to look into alternative locations for the new crossing, away from Thurrock. The local roads are already overloaded. Building a new crossing could potentially cause a triangle of traffic, 'trapping' people int the area, causing even more issues.",
        "closed_at": "2016-06-01T00:00:05.665Z",
        "created_at": "2015-11-25T10:11:53.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-15T11:41:15.197Z",
            "details": "The Government recognises the concerns of local communities when considering any major infrastructure improvement such as the new Lower Thames Crossing.  A new crossing is necessary to reduce congestion at the existing Dartford crossing and unlock economic growth, supporting the development of new homes and jobs in the region.\r\n\r\nSince 2009 a number of options for the new crossing have been considered.  In July 2014, following a public consultation in 2013, the Government asked Highways England to develop the two most promising options which are the subject of the current public consultation.  This current consultation is seeking the views of the local communities to inform subsequent recommendations from Highways England expected later this year.\r\n\r\nThe Government will review these recommendations carefully and take all of this into account before making any decision on a preferred option later this year.\r\n\r\nAny preferred option would then be subject to the provisions of the Planning Act 2008 and be considered as a nationally significant infrastructure project under the National Networks National Policy Statement (NN NPS) published in December 2014.\r\n\r\nThis statutory planning process requires the scheme promoter to make an application for a Development Consent Order which includes further statutory public consultation.  The NN NPS provides planning guidance for promoters of nationally significant infrastructure projects on the road and rail networks, and the basis for the examination by the Examining Authority and decisions by the Secretary of State.\r\n \r\nDepartment for Transport",
            "summary": "The current consultation is seeking the views of local communities on the options for the new Thames Crossing.  The Government will take all these views into account before making any decision",
            "updated_at": "2016-03-15T11:41:15.197Z"
        },
        "government_response_at": "2016-03-15T11:41:15.202Z",
        "moderation_threshold_reached_at": "2015-11-25T20:57:30.974Z",
        "open_at": "2015-11-30T11:42:23.979Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-07T11:12:41.124Z",
        "scheduled_debate_date": null,
        "signature_count": 31408,
        "state": "closed",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113715.json"
    },
    "type": "petition"
}