{
    "attributes": {
        "action": "Keep the small claims track limit for personal injury claims at £1,000.00",
        "additional_details": "Please sign this petition to keep the small claims track for personal injury claims at £1,000. The chance of the £40.00 a year saving being passed onto motorists is slim so there is no incentive for the public to have the small claims track limit increased. Maintaining the small claims track limit and £1,000.00 ensure access to justice for the public and ensure that thousands of solicitors, barristers and Judges are not made redundant. ",
        "background": "George Osborne announced yesterday that the small claims track limit for personal injury claims will be increased from £1,000 to £5,000. This will put many restrict access to justice for thousands of people, will put firms of solicitors out of business, leading to unemployment in the legal sector ",
        "closed_at": "2016-05-26T22:59:59.999Z",
        "created_at": "2015-11-26T08:14:36.364Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2015-12-21T16:33:35.577Z",
            "details": "Raising the personal injury small claims limit will remove the ability of the claimant to recover legal costs associated with such claims by transferring them to the small claims court. The personal injury small claims limit has been set at £1,000 for nearly 25 years and the Government believes it is both justifiable and proportionate to increase the limit to £5,000.\r\n\r\nIn addition, the reforms will remove the right to claim for damages for pain, suffering and loss of amenity for minor whiplash injuries. However, people who suffer more serious injuries will continue to be entitled to such compensation. Compensation for other areas of loss such as the costs of medical treatment or for loss of earnings will remain available to all claimants.\r\n\r\nThese reforms will end the cycle in which innocent car owners pay higher premiums to cover false or unnecessary claims by others and the Government expects insurers to pass savings of £40-£50 per average motor insurance policy on to consumers.  Two companies have already said publicly that they will pass all the savings back to consumers. \r\n\r\nThe Government will consult on the detail of the proposals early in 2016 including on any safeguards considered necessary. A detailed impact assessment will be published alongside the consultation.\r\n\r\nFigures\r\n\r\nThe number of reported road traffic accidents has fallen from approximately 190,000 in 2006 to around 146,000 in 2014(1)(a reduction of over 20%).  However, at the same time, the number of road traffic personal injury claims has risen from around 520,000 in 2006/07 to 760,000 in 2014/15(2)(an increase of around 50%). \r\n\r\nBackground\r\n\r\nThe Government is determined to crack down on false or unnecessary personal injury claims and the compensation culture.  The overall costs of these claims far outweigh the value to genuine claimants of relatively small amounts of compensation.\r\n\r\nIn April 2013 the Government implemented significant reforms to control the costs of civil litigation through provisions in the Legal Aid, Sentencing and Punishment of Offenders Act 2012.  This reduced the costs of litigation whilst enabling appropriate cases to be pursued.\r\n\r\nContinuing concerns relating to the number and cost of whiplash claims and the impact they were having on the price of motor insurance premiums led to a further phase of reform.  On 1 October 2014 the Government reduced and fixed the cost of initial whiplash medical reports, introduced an expectation that there will be a single report and banned experts who write the reports from also treating the claimants.\r\n\r\nFurther changes meant that from 6 April 2015, solicitors, medical experts and medical reporting organisations must use, and be registered on, the new MedCo Portal. The new system brings greater independence and breaks the financial links between the solicitors who commission medical reports and the medical experts and organisations who provide them. \r\n\r\nIn addition, from 1 June 2015 claimant lawyers must undertake a ‘previous claims’ check on clients before accepting a claim; and from early 2016 a robust new accreditation scheme for medical experts will be introduced which means that any experts must be accredited with MedCo or they will be removed from the system.\r\n\r\nChanges to the small claims limit\r\n\r\nWhen considering whether a case is suitable for allocation to the small claims track, the court will take into account a number of factors, the main one being the financial value of the case. Generally, the small claims track is for claims with a financial value of not more than £10,000, but not for personal injury claims and housing disrepair claims where the limit is set at £1,000.  Claims above these limits are generally dealt with in the fast-track if valued up to £25,000 and the multi-track if they are above £25,000.  The main difference between the small claims track and the fast-track is that in the small claims track their own costs are generally borne by each side, whereas legal costs are generally recoverable by the winning party in the fast-track. \r\n\r\nClaimants are not precluded from engaging legal representation, but the small claims track is intended for cases which could be brought without lawyers. However, the £1,000 limit for personal injury cases in the small claims track was set in 1991 and has not been changed for nearly 25 years, so a revision is long overdue. The Government will launch a consultation in the New Year on the detail of this and the measure to remove general damages for low level whiplash claims.  \r\n\r\nMost minor injury cases are straightforward enough to be brought without the need for legal representation, making them suitable for consideration in the small claims track.\r\n\r\nMinistry of Justice \r\n\r\n(1)https://www.gov.uk/government/statistics/reported-road-casualties-in-great-britain-main-results-2014\r\n\r\n(2)www.gov.uk/government/uploads/system/uploads/attachment_data/file/424356/cases-registered-cru-2014-15.csv/preview\r\n\r\n",
            "summary": "The Government is concerned about the number of whiplash claims and the impact on premiums. Therefore we announced new measures to control costs, including raising the small claims limit to £5,000.",
            "updated_at": "2015-12-21T16:33:35.577Z"
        },
        "government_response_at": "2015-12-21T16:33:35.581Z",
        "moderation_threshold_reached_at": "2015-11-26T08:57:23.916Z",
        "open_at": "2015-11-26T13:58:43.103Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-11-27T20:45:24.294Z",
        "scheduled_debate_date": null,
        "signature_count": 24398,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:01.804Z"
    },
    "id": 113810,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113810.json"
    },
    "type": "petition"
}