{
    "attributes": {
        "action": "Create Tolerance For All Religions",
        "additional_details": "We live in a free society where all beliefs are equal. Everyone has the right to their own opinion. We need to tolerate different opinions even if we disagree with them.\r\nReligion also provides a good framework for families to raise children, gives people a sense of place in the world and some meaning to their lives. It encourages people to try to live good lives, and religions don't cause harm to others. We should only have intolerance towards people whose beliefs entail causing harm to others.",
        "background": "Religion should be tolerated.\r\nThere are millions of religious people in the world and it would be absolutely wrong to tell them what to believe in or that they cannot partake in religious practices. This would go against freedom of speech and the right to believe in (and practice) any religion.\r\n",
        "closed_at": null,
        "created_at": "2015-11-28T11:17:13.819Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-11-28T17:06:06.824Z",
        "open_at": null,
        "rejected_at": "2015-12-01T15:27:03.412Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be asking everyone to take this action. \r\n\r\nWe can only accept petitions that ask for a clear action from the UK Government or Parliament. If you would like the Government or Parliament to take action, you could start a new petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 113980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/113980.json"
    },
    "type": "petition"
}