{
    "attributes": {
        "action": "Block Donald J Trump from UK entry",
        "additional_details": "The UK has banned entry to many individuals for hate speech. The same principles should apply to everyone who wishes to enter the UK.  \r\n  \r\nIf the United Kingdom is to continue applying the 'unacceptable behaviour' criteria to those who wish to enter its borders, it must be fairly applied to the rich as well as poor, and the weak as well as powerful. \r\n",
        "background": "The signatories believe Donald J Trump should be banned from UK entry.",
        "closed_at": "2016-06-09T00:00:10.796Z",
        "created_at": "2015-11-28T17:55:11.248Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-01-18",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-01-18/debates/1601186000001/DonaldTrump",
            "video_url": "http://parliamentlive.tv/Event/Index/83208344-218d-4c43-9300-ca78c374b875"
        },
        "debate_outcome_at": "2016-01-19T12:31:02.419Z",
        "debate_threshold_reached_at": "2015-12-09T12:04:03.028Z",
        "government_response": {
            "created_at": "2015-12-29T11:20:45.469Z",
            "details": "For good reasons the Government does not routinely comment on individual immigration and exclusion decisions.\r\n\r\nThe Home Secretary may exclude a non-European Economic Area national from the UK if she considers their presence in the UK to be non-conducive to the public good. \r\n\r\nThe Home Secretary has said that coming to the UK is a privilege and not a right and she will continue to use the powers available to prevent from entering the UK those who seek to harm our society and who do not share our basic values. \r\n\r\nExclusion powers are very serious and are not used lightly. The Home Secretary will use these powers when justified and based on all available evidence. \r\n\r\nThe Prime Minister has made clear that he completely disagrees with Donald Trump’s remarks. The Home Secretary has said that Donald Trump’s remarks in relation to Muslims are divisive, unhelpful and wrong. \r\n\t\r\nThe Government recognises the strength of feeling against the remarks and will continue to speak out against comments which have the potential to divide our communities, regardless of who makes them. We reject any attempts to create division and marginalisation amongst those we endeavour to protect.\r\n\r\nHome Office\r\n",
            "summary": "The Government has a policy of not routinely commenting on individual immigration or exclusion cases. ",
            "updated_at": "2016-01-18T17:25:58.285Z"
        },
        "government_response_at": "2015-12-29T11:20:45.472Z",
        "moderation_threshold_reached_at": "2015-11-28T18:01:29.777Z",
        "open_at": "2015-12-08T16:39:59.718Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-08T21:53:38.265Z",
        "scheduled_debate_date": "2016-01-18",
        "signature_count": 586930,
        "state": "closed",
        "updated_at": "2017-01-13T10:56:23.724Z"
    },
    "id": 114003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/114003.json"
    },
    "type": "petition"
}