{
    "attributes": {
        "action": "introduce equality throughout the United kingdom",
        "additional_details": "It states on the government website these facts.  Bus passes issued at retirement age in England everywhere else issued at age 60, free prescriptions in Scotland and Wales everywhere else pays, further education in Scotland free everywhere else you have to pay",
        "background": "I am nearly reaching 60 and on checking found I was not eligible for a bus pass but noticed that at 60 you was eligible in other parts of the U.K.  As a tax payer I do not think it fair that there is no equality in a country where we are all British living in the United kingdom\r\n\r\n",
        "closed_at": null,
        "created_at": "2015-11-30T11:03:00.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-04T20:43:32.066Z",
        "open_at": null,
        "rejected_at": "2015-12-07T11:39:00.647Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what specific action you are requesting from the Government or Parliament.\r\n\r\nYou could start a petition calling for buss passes to be available to over 60s in England.\r\n\r\nAs you probably know, the reason that different rules apply in different parts of the UK is that powers to make these decisions have been transferred to the Scottish Parliament, the Welsh Assembly and the Northern Ireland Assembly. If you would like some powers to be taken back, so that the UK Government makes decisions that affect the whole of the UK, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 114083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/114083.json"
    },
    "type": "petition"
}