{
    "attributes": {
        "action": "Introduce grandparents rights to scotland",
        "additional_details": "My niece is one of these children, due to circumstances with people unable to be mentioned she is now in care.\r\nI'm more than aware that this has and will happen to families all over scotland, we need to know that there is an option out there to help these families, and assist in allowing grandparents to see thier grandchildren. \r\nAfter all we all have to be cared for and take care of each other.\r\nThank you for your time and help.",
        "background": "We all know there's parental rights, but not a lot know of grandparents rights.\r\nIn England and Wales these rights are already in place, but scotland does not have this.\r\nThere are children in care when there are loving grandparents out there desperate to have them and take care of them. ",
        "closed_at": null,
        "created_at": "2015-12-02T19:15:50.722Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-02T23:17:17.366Z",
        "open_at": null,
        "rejected_at": "2015-12-03T14:33:34.275Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 114283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/114283.json"
    },
    "type": "petition"
}