{
    "attributes": {
        "action": "We Scots demand our country back, as this Union works against us in every way.",
        "additional_details": "Our elected MPs are pushed aside, even with 95% of our representatives voting against this war we will watch loved ones risk their lives for what. Westminster have pulled money from somewhere, that now they can stop tax credit cuts and go to war. Sign for independence for Scotland . We scots must join and start to think of our own amazing country because Westminster have just put in one of many kicks in the teeth. It shows no matter how we think they will do as they please. Please sign.",
        "background": "On every major event that our MPs vote for is never listened too. I ask the Scottish people to say enough is enough with this failed system. We did not ask for more cuts to welfare. That is just the start. Even the war on Syria 75% of scots did not want war 95% of our MPs voted against it. ",
        "closed_at": null,
        "created_at": "2015-12-02T23:56:06.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-03T00:17:41.640Z",
        "open_at": null,
        "rejected_at": "2015-12-07T17:04:31.056Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure action you would like the Government or Parliament to take. If you would like a referendum on independence in Scotland, you could start a petition asking for that. Alternatively, you could ask the UK Parliament to legislate to make Scotland independent, without a referendum."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 114338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/114338.json"
    },
    "type": "petition"
}