{
    "attributes": {
        "action": "End homelessness in Bristol",
        "additional_details": "A decent home is fundamental to people’s well-being.\r\nDespite Britain being one of the richest countries in\r\nthe world, many people live in accommodation that is\r\nrun-down, overcrowded or dangerous. Others have\r\nlost their homes altogether - shelter\r\n\r\nAt that time of the year when the christmas tree comes down and everyone's in their warm cosy homes, we know that someone's out there freezing cold, alone and hungry - Werewolf Bootcamps  \r\n",
        "background": "The successful, Inspiring, world leaders Christopher McCann & Brett Harding at Werewolf Bootcamps felt emotionally compelled by love and compassion to start this petition to end homelessness in Bristol.\r\n\r\nPlease sign the petition so men, women and children no longer have to go through this ordeal.",
        "closed_at": null,
        "created_at": "2015-12-05T03:49:06.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-14T09:37:33.680Z",
        "open_at": null,
        "rejected_at": "2015-12-14T16:17:59.005Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Homelessness and housing in Bristol is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here: \r\n\r\nhttp://epetitions.bristol.gov.uk/epetition_core/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 114591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/114591.json"
    },
    "type": "petition"
}