{
    "attributes": {
        "action": "Make E-liquid Companies Display a detailed List of ALL Ingredients",
        "additional_details": "Up to three-quarters of flavoured e-cigarettes contain diacetyl - a flavouring linked to the deadly lung disease ‘Popcorn Lung’.\r\n  Bronchiolitis obliterans is a serious and irreversible condition in which the tiny air sacs in the lungs become scarred. After investigation by the NIOSH (National Institute of Occupation Safety and Health), it was discovered that a flavoring agent, diacetyl was the cause,the inhalation of this flavoring likely contributed to the development of the illness. The disease that results often is associated with cough and shortness of breath, similar to that seen in people with chronic obstructive pulmonary disease (COPD). This process is irreversible by current therapy. \r\n Medical Author, George Schiffman, MD, FCCP\r\n    ",
        "background": "Industry is being given the chance to make something, branded as 'safe except for nicotine,' for people seeking a safe alternative to smoking. Of course they add dangerous chemicals, like diacityl, which is found safe to eat; dangerous to breath in, causing bronchiolitis obliterans.",
        "closed_at": "2016-06-10T22:59:59.999Z",
        "created_at": "2015-12-08T09:41:38.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-08T14:28:03.174Z",
        "open_at": "2015-12-10T12:23:24.901Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:02.828Z"
    },
    "id": 114790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/114790.json"
    },
    "type": "petition"
}