{
    "attributes": {
        "action": "Make E-cig industry fair on small business that are already in business!",
        "additional_details": "The ecig liquid i use at the moment is tested and only have 4 Ingredients, which been proven to have the right nicotine content, with no toxins such as dactyl which is been a media scare, the main concern here is what are the tobacco companies going to add to the liquid to make it more addictive as they have done it with cigs for the last century! i think it highly unfair that businesses up and down the uk have to close down as the testing in place is well and truly overpriced!!!",
        "background": "i think it highly unfair that the tobacco companies have the right to sell ecigs as for over 100 years they have been putting more and more toxins into fags which has caused millions of deaths a year! i do not think them have the rights is fair and the small business should have chance! ",
        "closed_at": null,
        "created_at": "2015-12-08T13:18:21.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-09T11:41:57.706Z",
        "open_at": null,
        "rejected_at": "2015-12-10T12:41:59.596Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure whether you are asking the Government to restrict the ingredients in e-cigarettes or to regulate which companies can manufacture them or to decide which companies can sell them. \r\n\r\nWe can only accept petitions which contain a clear request for action by the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 114809,
    "links": {
        "self": "https://petition.parliament.uk/petitions/114809.json"
    },
    "type": "petition"
}