{
    "attributes": {
        "action": "Revive Manston Airport",
        "additional_details": "We started a class project and know that Manston Airport is a big issue among the local community. Years ago kids from Manston would go to the Big green fields of Manston and play all day but now it is all set to be houses upon houses. We believe Manston could be turned into a big leisure centre and still use the runways and hangars for pleasure flying and people who own their own planes. This will still earn a lot of money but still keep the history of Manston alive ",
        "background": "This started as a class project but is now something that we believe strongly in. We are against the housing development and believe the their is so much more potential for Manston Airport. We know the people of Manston don't want this, and neither do we.",
        "closed_at": null,
        "created_at": "2015-12-08T12:08:45.384Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-11T15:04:14.123Z",
        "open_at": null,
        "rejected_at": "2015-12-14T16:16:47.905Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The future of this site is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here: \r\n\r\nhttps://www.thanet.gov.uk/your-services/how-do-we-make-decisions/how-can-i-have-my-say/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 114806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/114806.json"
    },
    "type": "petition"
}