{
    "attributes": {
        "action": "Prevent developments on Areas of Outstanding Natural Beauty in Blewbury, Oxon.",
        "additional_details": "An AONB is a precious landscape whose distinctive character and natural beauty are so outstanding that it is in the nation's interest to  safeguard them. The Government has a legal obligation to safeguard AONB as set out in section 85 of the Countryside and Rights of Way Act 2000.\r\nThere is a current application to build on this area of AONB in Blewbury.\r\nI propose that the Government upholds their legal obligation by blocking this application and thus set a precedent to preserve AONB in the UK.",
        "background": "This land forms part of the North Wessex Downs, which is one of only 37 areas of outstanding Natural beauty in the United Kingdom. These areas have been described as the “jewels of the English landscape” and are nationally important and legally protected landscapes.\r\nThis land should be preserved.",
        "closed_at": null,
        "created_at": "2015-12-10T18:50:49.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-10T19:08:50.088Z",
        "open_at": null,
        "rejected_at": "2015-12-14T13:38:54.252Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Specific decisions on planning applications are taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\nYou could also contact your local MP, who may wish to request that the decision be called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities in respect of Areas of Natural Beauty, you could start a new petition specifically asking for that action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 115521,
    "links": {
        "self": "https://petition.parliament.uk/petitions/115521.json"
    },
    "type": "petition"
}