{
    "attributes": {
        "action": "Make it the law where women take the child's father to court to stop access",
        "additional_details": "When a family breaks down, many times the mother stops access to the child/children By the father.\r\nIn many cases these fathers are loving and have the childs best interest  at heart.\r\nWhy should it always be the father who has to pay hundreds of pounds for court applications and solicitors fees to stop this from happening and gain access to his child/children.\r\nMen like myself have struggled for months affording solicitors and court applications. because of women who use their children as weapons.",
        "background": "Many women use children as weapons.. wether its because of jealousy, spite, or betrayal.. but why should the childs father have to pay hundreds to thousands of pounds to gain access to their own children. Of a women wants to stop access they should have to apply to the court for this..",
        "closed_at": null,
        "created_at": "2015-12-12T11:32:15.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-12T14:11:29.921Z",
        "open_at": null,
        "rejected_at": "2015-12-16T17:49:26.009Z",
        "rejection": {
            "code": "no-action",
            "details": "It is clear that you are concerned about the court costs that some fathers have to pay, but it is not clear what action you would like the UK Government or Parliament to take. If you would like fathers to be exempt from having to pay costs in such cases, you could start a petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 115930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/115930.json"
    },
    "type": "petition"
}