{
    "attributes": {
        "action": "Should screening for genetic sociopathy be mandatory for politicians?",
        "additional_details": "The Hare Psychopathy Checklist is a diagnostic tool used to rate a person's psychopathic or antisocial tendencies. People who are psychopathic prey ruthlessly on others using charm, deceit, violence or other methods that allow them to get with they want. The symptoms of psychopathy include: lack of a conscience or sense of guilt, lack of empathy, egocentricity, pathological lying, repeated violations of social norms, disregard for the law, shallow emotions, and a history of victimizing others.",
        "background": "All politicians' should be subjected to mandatory genetic sociopathy screening to expose and filter out psychopaths in positions of power over people. Historic suffering throughout the ages is related to the evil of the psychopath, it's time to standup against the psychopath and end pathocracy.",
        "closed_at": null,
        "created_at": "2015-12-14T14:22:43.103Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-14T16:18:26.435Z",
        "open_at": null,
        "rejected_at": "2015-12-17T15:32:31.403Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure what specific action you would like the UK Government or Parliament to take on this issue. The Hare Psychopathy Checklist seems to be a psychological assessment rather than a genetic screening for sociopathy.\r\n\r\nWe can only accept petitions which make a clear request for action from Parliament or Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 116171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/116171.json"
    },
    "type": "petition"
}