{
    "attributes": {
        "action": "Knighthood for Tim Peake to appear in the New Year 2016 Honours List.",
        "additional_details": "The work being carried out and the manner in which it is being done, by Tim Peake, is fully in line with the best traditions of the UK honours system. The lead time for nominations is generally longer but considering the background clearances and investigations that must have already been carried out for Tim Peake and the timeliness of honours being announced whilst he is in orbit provides a unique opportunity for Tim to be recognised for his achievements.",
        "background": "Tim Peake, the first official UK astronaut to go into space, has set out with the aim of championing the sciences, promoting the UK Space Industry and is in the process of inspiring a generation. It would be spectacular for Tim to become the first person to be honoured whilst in orbit!",
        "closed_at": null,
        "created_at": "2015-12-16T19:53:38.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-16T22:23:44.512Z",
        "open_at": null,
        "rejected_at": "2015-12-17T10:04:00.453Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. You don't need a petition through this site to do that: members of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 116367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/116367.json"
    },
    "type": "petition"
}