{
    "attributes": {
        "action": "Reverse the decision to allowing fracking under our national parks.",
        "additional_details": "",
        "background": "A bill has been passed that will allow fracking under our national parks and areas of outstanding natural beauty. Once underway, this will cause damage to scenery, wildlife, increase pollution in these fragile areas and create congestion on country roads. Sign this petition to save our countryside!",
        "closed_at": "2016-06-18T22:59:59.999Z",
        "created_at": "2015-12-16T15:45:49.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-08T17:25:13.688Z",
            "details": "The Government supports the development of domestic energy sources in a safe and sustainable manner. Gas – the cleanest fossil fuel – still meets a third of our energy demand and we will need it for many years to come. We believe shale gas may hold huge potential for adding to the UK’s energy sources, helping to improve energy security, create jobs and meet our carbon targets. \r\n\r\nThe Government has been clear that shale development must be safe and environmentally sound, maintaining the very highest safety and environmental standards, which we have established as world leaders in extracting oil and gas over decades. The Infrastructure Act 2015, which received Royal Assent in February 2015, introduced a range of requirements if an operator is to carry out hydraulic fracturing, to provide the public with confidence that this industry is being taken forward in a balanced way. These include the assessment of environmental impacts, groundwater monitoring, community benefits and the exclusion of protected areas.\r\n  \r\nThe protected areas in which hydraulic fracturing will be prohibited have been set out through the Onshore Hydraulic Fracturing (Protected Areas) Regulations, which were formally approved by both Houses of Parliament in December 2015. These regulations ensure that the process of hydraulic fracturing cannot take place above 1200 metres in National Parks, the Broads, Areas of Outstanding Natural Beauty (AONBs), World Heritage Sites and areas that are most vulnerable to groundwater pollution.\r\n\r\nRather than enabling operations in protected areas, these regulations introduce an additional protection to our most sensitive areas and complement the strong protections already provided by the planning system. Moreover, it is worth emphasising that the regulations do not in themselves grant any form of permission for “associated hydraulic fracturing” to take place under any of these sites. They simply establish the principle that hydraulic fracturing should be prohibited by legislation in the specified areas and down to the specified depth. A company looking to develop shale will still need to obtain all the necessary permissions, like planning and environmental permits - and any proposals will necessarily be subject to further detailed consideration and scrutiny under our legal and regulatory regimes.\r\n\r\nSeparately, the Government has also committed to ensure that hydraulic fracturing cannot be conducted from wells that are drilled at the surface of the UK’s most valuable areas in a way that is not intended to impact on conventional drilling operations. We have formally consulted with industry and other interested parties on how best to implement this commitment and will issue a response to our consultation once we have reviewed their responses.\r\n \r\nThe UK has one of the best track records in the world when it comes to protecting our environment while also developing our industries – and we have brought that experience to bear on the shale gas protections. The shale industry will be developed safely with world class environmental protections, creating jobs and delivering better energy security while safeguarding of some of our most precious areas.\r\nFor more information please see also:\r\nPolicy statements and legislation\r\n•\tSection 50 of the Infrastructure Act 2015, http://www.legislation.gov.uk/ukpga/2015/7/section/50/enacted \r\n•\tThe Onshore Hydraulic Fracturing (Protected Areas) Regulations 2015, http://www.legislation.gov.uk/ukdsi/2015/9780111137932/contents \r\n•\tSurface Development Restrictions, https://www.gov.uk/guidance/oil-and-gas-licensing-rounds#surface-development-restrictions \r\n•\tShale gas and oil policy statement by DECC and DCLG, https://www.gov.uk/government/publications/shale-gas-and-oil-policy-statement-by-decc-and-dclg/shale-gas-and-oil-policy-statement-by-decc-and-dclg \r\nGeneral guidance and information\r\n•\tDECC guidance on fracking: https://www.gov.uk/government/publications/about-shale-gas-and-hydraulic-fracturing-fracking/developing-shale-oil-and-gas-in-the-uk\r\n•\tDECC publications on fracking: https://www.gov.uk/government/publications/about-shale-gas-and-hydraulic-fracturing-fracking.\r\n\r\nDepartment for Energy and Climate Change",
            "summary": "Our regulations introduce an extra layer of protection, adding to existing protections. They define sensitive areas in which operators cannot frack by prohibiting fracking above 1,200 metres in them. ",
            "updated_at": "2016-02-08T17:25:13.688Z"
        },
        "government_response_at": "2016-02-08T17:25:13.692Z",
        "moderation_threshold_reached_at": "2015-12-17T06:20:39.636Z",
        "open_at": "2015-12-18T15:01:28.648Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-19T22:54:07.037Z",
        "scheduled_debate_date": null,
        "signature_count": 38732,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:03.989Z"
    },
    "id": 116344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/116344.json"
    },
    "type": "petition"
}