{
    "attributes": {
        "action": "Recommend Nigel Farage for a Knighthood - for services to the British public",
        "additional_details": "Nigel has lead his Peoples Army to within an ace of the promised land winning the last European Elections en route. The first leader outside the traditional parties for 100 years to win a national election.  He speaks for the every growing silent majority of people who want an independent successful nation which celebrates its culture with confidence and one where fairness and equality prevail. 4 million people voted for his aspirations and many more agree with his objectives. Arise Sir Nigel !",
        "background": "Nigel Farage is a 24 carat national hero who has spent his adult life campaigning for a better Britain one that makes its own laws and controls its own affairs. Aside from the scandal that UKIP have no appointed peers - Nigel deserves national recognition for his service to the country.",
        "closed_at": null,
        "created_at": "2015-12-18T00:07:36.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-18T00:42:31.690Z",
        "open_at": null,
        "rejected_at": "2015-12-18T10:45:43.493Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. You don't need a petition through this site to do that: members of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 116495,
    "links": {
        "self": "https://petition.parliament.uk/petitions/116495.json"
    },
    "type": "petition"
}