{
    "attributes": {
        "action": "Keep safari zoo in barrow open the local council want to close it",
        "additional_details": "https://www.facebook.com/SouthLakesSafariZoo/posts/1020568377999385\r\n\r\nSafari Zoo is to close its doors to the public from 9th January 2016.\r\nDue to decisions made by Barrow Borough Council today and in the past year the management have been forced by councillors and officers into a situation where they decided to close the Zoo. \r\nIt is a difficult decision to make but the Management of the Zoo  have no alternatives available to continue. We assure everyone that the zoo is safe and there is no evidence whatsoever to say otherwise. Further detailed information about the situation will be released when authorised.",
        "background": "Safari zoo in barrow is a fantastic family day out and best of all offers free admission to children unlike any other uk zoo \r\nIt has recently undergone a big expansion with plenty more planned for 2016 \r\nHowever the local council want to close it lets all sign this petition and keep it open ",
        "closed_at": null,
        "created_at": "2015-12-17T21:18:54.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-17T21:52:06.189Z",
        "open_at": null,
        "rejected_at": "2015-12-18T17:26:11.678Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This decision is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.barrowbc.gov.uk/council-democracy/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 116479,
    "links": {
        "self": "https://petition.parliament.uk/petitions/116479.json"
    },
    "type": "petition"
}