{
    "attributes": {
        "action": "Add Trigger Warnings (TW) to adverts containing distressing images, abuse, harm.",
        "additional_details": "Films have age ratings on to stop children seeing this due to it being inappropriate, programmes have a warning before showing distressing images/graphic nature. Not only children do these adverts affect but adults too! It should be a choice to see adverts of this nature and not forced upon our screens. Especially for example someone with a background of abuse and then a NSPCC advert comes on telling details of abuse suffered, this can be distressing to say the least towards vulnerable people.",
        "background": "There's various adverts on TV containing details of human & animal abuse, malnutrition, starvation. Whilst I agree it is important to try and help and gain publicity in order to do this I feel we should be able to choose to see this and it should include a trigger warning before coming onto screen.",
        "closed_at": null,
        "created_at": "2015-12-18T11:00:59.627Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-18T11:21:42.084Z",
        "open_at": null,
        "rejected_at": "2015-12-21T16:48:00.893Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You seem to be asking advertisers or broadcasters to take this action, not the Government or Parliament.\r\n\r\nIf you would like the law to be changed, to require warnings before any material showing human or animal abuse is broadcast, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 116522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/116522.json"
    },
    "type": "petition"
}