{
    "attributes": {
        "action": "STOP CAMERON spending British taxpayers’ money on Pro-EU Referendum leaflets",
        "additional_details": "We, the petitioners, demand the Government STOPS spending our money on biased campaigning to keep Britain inside the European Union. \r\n\r\nThe Great British Public have waited since 1975 for a vote on our relationship with Brussels. No taxpayers’ money should be spent on campaign literature to keep Britain inside the EU.",
        "background": "Prime Minister David Cameron plans to spend British taxpayers’ money on a pro-EU document to be sent to every household in the United Kingdom in the run up to the EU referendum. We believe voters deserve a fair referendum - without taxpayer-funded biased interceptions by the Government.",
        "closed_at": "2016-06-22T22:59:59.999Z",
        "created_at": "2015-12-21T13:31:03.996Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-05-09",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-05-09/debates/1605098000001/EUReferendumLeaflet",
            "video_url": "http://www.parliamentlive.tv/Event/Index/93a979e7-4c8a-4d3f-89b1-529df4b4cad4"
        },
        "debate_outcome_at": "2016-05-10T12:58:24.960Z",
        "debate_threshold_reached_at": "2016-04-07T21:32:40.753Z",
        "government_response": {
            "created_at": "2016-01-20T17:47:26.978Z",
            "details": "We are fighting hard to fix the aspects of our EU membership that cause so much frustration in Britain – so we get a better deal for our country and secure our future. Throughout we are driven by one consideration – what is best for our economic and national security. The European Union Referendum Act 2015 means there will be a referendum on our EU membership before the end of 2017.  This is a big decision for the country.  The Government is determined that the public should be clear on what reforms have been agreed, and what EU membership means for the UK.  \r\n\r\nThe Referendum Act requires the Government to publish reports that set out the outcome of the negotiation of our EU membership and the Government’s opinion on that outcome and provide information on rights and obligations in EU law and on examples of countries that do not have EU membership but do have other arrangements with the EU. \r\n\r\nIn the last 28 days of the referendum period, Section 125 of the Political Parties, Elections and Referendums Act 2000 will apply.  This restricts publications about the referendum by bodies or persons that are wholly or mainly publicly funded.  It is fully expected that the voices of the two official designated campaigns will lead the debate.\r\n\r\nIn the end, the British people will decide whether we are stronger and better off with our European neighbours as part of the European Union, or on our own.  That is because we made a promise and kept it – to deliver an in-out referendum.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The EU Referendum Act 2015 commits the Government to provide information to the public on EU membership ahead of the vote, and that is what we will do.",
            "updated_at": "2016-01-20T17:47:26.978Z"
        },
        "government_response_at": "2016-01-20T17:47:26.980Z",
        "moderation_threshold_reached_at": "2015-12-21T14:01:51.201Z",
        "open_at": "2015-12-22T16:34:06.166Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-27T17:00:47.398Z",
        "scheduled_debate_date": "2016-05-09",
        "signature_count": 221866,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:04.406Z"
    },
    "id": 116762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/116762.json"
    },
    "type": "petition"
}