{
    "attributes": {
        "action": "Remove the franchise for Southern Rail from Govia Thameslink.",
        "additional_details": "Train reliability tables for the month of December will reveal the full extent of the problems.",
        "background": "Govia Thameslink took over the franchise for Southern Rail in July 2015. Since then the services on most lines have deteriorated to the extent that they cannot be allowed to continue to run the franchise. During the last weeks prior to Christmas, services were simply not fit for purpose.",
        "closed_at": "2016-06-29T22:59:59.999Z",
        "created_at": "2015-12-23T18:16:00.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-06T12:51:22.719Z",
            "details": "The challenges of this part of the network are not new.  The industry and Government are addressing the longstanding, historic problems, including driver shortages, rolling stock and network capacity.  By 2018 we expect to return the network to the performance that all passengers deserve, and we will do it with increased capacity, renewed facilities and robust, durable infrastructure. Changing the name on the company’s front door would do anything to solve the problems.\r\n\r\nThis part of the network is extremely complex; indeed it is one of the busiest in Europe. Punctuality on this part of the network has always proven challenging due to the complexity of the infrastructure and the volume of services that operate on it. However, we know that passengers are very frustrated about performance and the service they receive.\r\n\r\nThe Govia Thameslink Railway (GTR) franchise incorporates an unprecedented level of investment in the network. The introduction of new trains, new infrastructure and new ways of working is intended to reverse decades of under-investment on this part of the network and provide passengers with more capacity on more reliable services. Given the recent growth in passenger demand, maintaining the status quo is not an option. But the transformation cannot occur overnight. It will take time and close management across the industry to ensure improvements are delivered to passengers.\r\n\r\nUsing the contractual mechanisms available, the Secretary of State served a Remedial Plan notice to GTR last year. In response, GTR have developed a Remedial Plan in response which includes obligations for GTR to recruit and train sufficient drivers to operate current and future timetables, improve reliability of rolling stock and provide better customer information. Passengers are still likely to see disruption occurring in the short term as these plans take time to implement, however taking the franchise away from GTR will not help resolve the issues. This would only create a period of uncertainty for passengers and staff alike. While there are plans in place that are addressing the situation, it is right to allow the current operator the time to address and work through the issues.\r\n\r\nOver the past six months (as at June 2016), both Southern and Thameslink PPM has been steadily increasing, with the four weekly aggregated figures rising from 75.6% in December 2015 to 83.7% at the end of April 2016 for both services. Unfortunately, the recent challenges have seen a deterioration in the measure.\r\n\r\nI’ve been clear that the current situation on Southern and Thameslink routes is unacceptable and that passengers deserve a far better service. However, the situation has been made far worse by union bosses, who are leading their members into a dispute that is in no way justified. During May and June, a significant proportion of the cancellations was caused by the unjustified industrial action on this route, and the operator has a contractual right not to be penalised for events like this that are outside of their control. It is disappointing that union bosses continue to overlook the impact they are having on passengers, and we urge the unions to work with the operator to resolve this issue as a matter of urgency. \r\n\r\nThe Franchise Agreement sets out the steps the Secretary of State must take should GTR not meet its contractual performance benchmarks. There are further actions available to the Secretary of State should GTR not meet their obligations and be in breach of its Franchise Agreement. At that point the Department will follow its published enforcement process.\r\n\r\nWhilst we understand the frustration felt by passengers affected by disruption, we would like to assure you that the Department for Transport is determined to see further improvements and for GTR to provide the service that passengers expect.\r\n\r\nDepartment for Transport",
            "summary": "Govia Thameslink Railway are delivering plans to reverse decades of under-investment on the rail network. Removing the franchise from GTR will not address the challenges on this part of the network.",
            "updated_at": "2016-07-06T12:51:22.719Z"
        },
        "government_response_at": "2016-07-06T12:51:22.722Z",
        "moderation_threshold_reached_at": "2015-12-23T18:42:09.272Z",
        "open_at": "2015-12-29T12:41:00.123Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-21T21:44:52.522Z",
        "scheduled_debate_date": null,
        "signature_count": 13787,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:04.500Z"
    },
    "id": 116904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/116904.json"
    },
    "type": "petition"
}