{
    "attributes": {
        "action": "Protect men equally from harassment/abuse/violence from women & support equally.",
        "additional_details": "Northumbria Police release campaign stating: \"coercive control is becoming an offence. 4 days to go. Using Children. He says he'd never hurt the children... Unless she tries to leave.\"\r\n\r\nClear discrimination against men. Pure sexism under the Equality Act 2010. \r\n\r\nThis is the view taken by many organisations and agencies across the UK and must stop. Father's become victims and children suffer because of this widespread discrimination against men by women.",
        "background": "Men are treated more seriously by police in complaints of domestic violence, abuse and harassment than men whom are victims of abuse and violence from their female partners. Inequality for father's in the social, criminal and media organisations. ",
        "closed_at": null,
        "created_at": "2015-12-28T00:41:08.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-28T11:09:05.080Z",
        "open_at": null,
        "rejected_at": "2016-01-19T19:09:24.443Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to contain a clear request for action from the Government or Parliament. \r\n\r\nYour petition seems to complain about the conduct of police forces. This is something that you could raise with the local elected Police and Crime Commissioner. If you would like to make a formal complaint about the police, you could take advice from the Independent Police Complaints Commission:\r\n\r\nhttps://www.ipcc.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117098.json"
    },
    "type": "petition"
}