{
    "attributes": {
        "action": "Make planting trees a priority to reduce flooding by improving soil and drainage",
        "additional_details": "",
        "background": "By planting trees we are putting back what we took away a natural means of controlling rain water not only will the trees soak up the water the root systems will hold together the soil and make drainage far better. flood defences have been useless we need trees/hedgerows to support the ecosystem.",
        "closed_at": "2016-06-29T22:59:59.999Z",
        "created_at": "2015-12-28T15:16:43.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-25T10:30:10.824Z",
            "details": "Every part of our natural environment from our coasts, to our great landscapes, and clean air to productive soils, is a vital part of the success of our country; nature doesn’t exist in silos. By managing the environment in an integrated way we will gain key environmental, economic and social benefits. We are working on a 25 Year Environment Plan which will set out how we will deliver the best natural environment anywhere by making more integrated decisions, using catchments and landscapes as the building blocks rather than single species or features. This makes sense because we will deliver the most effective and efficient environmental improvements if we work with the natural systems that underpin the health of our environment. \r\n\r\nWe will structure our work around river catchments and landscapes that make up the environment. For the first time, we will have a plan and budget for each area rather than several organisations operating with different plans. We are going to be integrating these plans with the 25-year Plan. As part of this we will be starting four catchment pathfinder projects later this year— in a catchment, marine, and urban setting as well as one in a large rural landscape.\r\n\r\nWe also need to value our environmental assets for the full range of benefits they provide and incorporate this into the decisions we make. Using natural capital principles can help all of us to do this better, equipping us with a robust and consistent evidence base that can inform practical action on the ground.  Data and technology are powerful tools to drive environmental understanding and improvement and Defra has committed to releasing 8,000 data sets by June 2016 to help spur this innovation and development. The tools being designed will give a consistent framework to empower local people to take decisions nationally and locally. For example, natural capital accounting will help calculate where woodland planting would provide the greatest benefits for plants and animals, recreation and reduced flood risk alongside the economic gains for forestry and farming. \r\n\r\nDefra continues to support a number of leading research and demonstration projects to better understand the role that land management changes in our landscapes and catchments, such as tree planting, peatland restoration and habitat creation, could have in reducing flood risk.  These include the Forest Research led ‘Slowing the Flow Partnership’ in Pickering, North Yorkshire, the National Trust led project at Holnicote Estate in North Somerset and the Making Space for Water’s project on the Upper Derwent catchment in Derbyshire.\r\n\r\nThese projects indicate that woodlands can slow the flow of water through smaller catchments and reduce the impacts of some floods.  We will continue to support such investigations, gathering further evidence into the potential benefits that land management changes, such as tree planting in catchments, could have on reducing flood risk, in addition to the wider environmental and economic benefits that they could provide.\r\n\r\nWe are also supporting ongoing Forestry Commission research into the role that woodlands could play in reducing flood risk. The England Woodland Grant Scheme has already targeted 1,857 hectares of planting to help reduce flood risk and diffuse pollution in England. We have also designed the Countryside Stewardship Scheme in the new Rural Development Programme to help achieve multi-objectives including flooding and water management. \r\n\r\nAfter the recent storms, it is also important to look at what happened and to learn lessons. That is why we have commissioned an in-depth review. This will give us a chance to look at our defences and ways of modelling to explore new ways of tackling floods in the future. This includes upstream land management options for slowing the flow to reduce the intensity of flood peak and build stronger links between local residents, community groups and flood defence planning. \r\n\r\nThe framework setting out the key themes for the 25-year environment plan will be published in spring 2016 and we’ll be working with a range of interested parties over 2016 to develop the full plan.\t\r\n\r\nDepartment of Environment, Food and Rural Affairs",
            "summary": "Trees can slow the flow of water down and reduce the impacts of floods; we are currently exploring the increased role that this could play in flood risk management. ",
            "updated_at": "2016-02-25T10:30:10.824Z"
        },
        "government_response_at": "2016-02-25T10:30:10.830Z",
        "moderation_threshold_reached_at": "2015-12-28T16:00:08.428Z",
        "open_at": "2015-12-29T12:24:21.183Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2015-12-30T20:04:34.231Z",
        "scheduled_debate_date": null,
        "signature_count": 30665,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:04.687Z"
    },
    "id": 117136,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117136.json"
    },
    "type": "petition"
}