{
    "attributes": {
        "action": "Make the Government More Directly Accountable by Introducing an Annual TV Debate",
        "additional_details": "Recent research from the University of Leeds showed TV debates in April had an \"overwhelmingly positive effect on voter engagement\" and increased viewers' interest in politics by 30%.\r\n\r\nWith the pantomime of PMQs as the current method of enforcing government accountability, it is time for a more direct and accessible alternative, and one that has been shown to be effective: an open and mature televised debate.\r\n\r\nMass political engagement empowers our democracy; the government should remember this.",
        "background": "An annual TV debate with all major parties is the perfect tool to tackle dangerous levels of political apathy.\r\n\r\nIt would enable the public to be well informed on current issues and allow the arguments of the government and opposition to be tested without grandstanding or the help of a media slant.",
        "closed_at": null,
        "created_at": "2015-12-29T18:17:19.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-29T22:53:10.084Z",
        "open_at": null,
        "rejected_at": "2016-01-13T10:08:28.452Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for the broadcasters, not the Government or Parliament. You might like to write directly to the broadcasters to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117217.json"
    },
    "type": "petition"
}