{
    "attributes": {
        "action": "Remove British Iranians from H.R.158 Visa Waiver Program Improvement Act of 2015",
        "additional_details": "Iran, the greatest enemy of IS within the region, is cooperating with the coalition to destroy the self proclaimed caliphate. Its inclusion in the above list is unnecessary, unjust and undemocratic. Discrimination based on ethnicity is immoral, why should it be permitted as part of this measure? After intense negotiations to lift 37 year-long sanctions, business and tourism with Iran are slowly being restored. Is this measure not a total contradiction?",
        "background": "In December 2015 US Congress passed a measure under the budget bill restricting nationals of 38 countries who have travelled to Iraq, Syria, Iran or Sudan in the past 5 years to visit USA without a visa. This is humiliating for British &/or British Iranians, treating them like second class citizens.",
        "closed_at": null,
        "created_at": "2015-12-30T22:25:07.512Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-30T22:35:48.289Z",
        "open_at": null,
        "rejected_at": "2016-01-05T14:15:54.554Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept a petition which is calling on the US Government to change one of its laws. This website is for petitions that are asking the UK Government or Parliament to take action on something. \r\n\r\nYou can find out more about the process for e-petitions in the USA here:\r\nhttps://petitions.whitehouse.gov/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117323.json"
    },
    "type": "petition"
}