{
    "attributes": {
        "action": "Amend the laws regarding false rape claims",
        "additional_details": "http://www.telegraph.co.uk/news/uknews/crime/11914775/Our-rape-laws-need-urgent-reform-to-prevent-injustice.html\r\n\r\nhttp://www.telegraph.co.uk/men/the-filter/another-mans-shoes/11494055/What-its-like-to-be-falsely-accused-of-rape.html\r\n\r\nYou can type \"false rape claims UK\" on to Google and pages upon pages of results come up. There isn't enough space here for more than 4 so I opted for these two. There is an increasing number of false claims in the USA. We need to act before that practice comes here",
        "background": "More and more there are false rape claims because young women either misrepresenting their age or who simply regret having sex with someone. There is also a \"guilty until proven innocent\" bias in and out the courts towards the alleged perpetrator. Laws need to be put in place to harshly punish this.",
        "closed_at": null,
        "created_at": "2015-12-31T14:49:50.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2015-12-31T15:18:42.327Z",
        "open_at": null,
        "rejected_at": "2016-01-04T10:27:02.846Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you would like the UK Government or Parliament to do.\r\n\r\nYour petition asks for the law to be changed to punish people who make false accusations of rape. \r\n\r\nMaking a false allegation of a crime may already in some circumstances lead to a jail sentence - for example, if someone is found guilty of perverting the course of justice. In other cases, people who are accused of making false accusations may be prosecuted for wasting police time.\r\n\r\nIt is not therefore clear to us how you would like the law to be changed. You could start a new petition asking for a specific change to the law. \r\n\r\nYou may find this guidance from the Crown Prosecution Service helpful:\r\n\r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117363.json"
    },
    "type": "petition"
}