{
    "attributes": {
        "action": "Condemn human right violations in Saudi against Sheikh Nimr and prevent them.",
        "additional_details": "The international rights group Reprieve called the executions \"appalling\", saying at least four of those killed, including Sheikh Nimr, were put to death for offences related to political protest.\r\n\r\nSheikh Nimr's supporters say he advocated only peaceful demonstrations and eschewed all violent opposition to the government.\r\n\r\nThe cleric's nephew, Ali al-Nimr, who was 17 when he was arrested following the demonstrations and also faces execution, was not listed as one of those killed.",
        "background": "Sheikh Nimr was a vocal supporter of the mass anti-government protests that erupted in Eastern Province in 2011, where a Shia majority have long complained of marginalisation.Emerged as a figurehead in the protests that began in 2011 inspired by the Arab Spring.",
        "closed_at": null,
        "created_at": "2016-01-02T12:51:47.343Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-02T13:23:40.194Z",
        "open_at": null,
        "rejected_at": "2016-01-07T17:02:24.077Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/117577 (calls for condemnation)\r\n\r\nIt is not clear what action the UK Government or Parliament could take to prevent human rights violations in Saudi Arabia. If there is a specific action that you would like the Government to take, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117458.json"
    },
    "type": "petition"
}