{
    "attributes": {
        "action": "Make the FCA complete the Banking Culture Review",
        "additional_details": "The decision to back off was announced with cynical timing by the FCA on New Years Eve as reported by the Independent among others",
        "background": "The FCA has decided not to proceed with their review of the pay promotions and whistleblowing culture in the banking sector. This was supposed to be a priority programme until the return of a majority Tory govt which has given the green light to a return to light touch regulation.",
        "closed_at": null,
        "created_at": "2016-01-02T04:27:24.541Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-02T10:29:56.746Z",
        "open_at": null,
        "rejected_at": "2016-01-05T11:34:04.459Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Financial Conduct Authority is operationally independent of Government and Parliament. That means that the Government and Parliament can’t intervene in the decisions it makes about its day-to-day operations.\r\n\r\nParliament makes the law which sets out the responsibilities of the FCA. You could start a new petition calling for Parliament to change the law, so that the FCA is required to conduct a review of banking culture.\r\n\r\nAlternatively, you could ask the Government to commission a separate independent review of banking culture, or to carry out a review using its own resources. \r\n\r\nYou might also be interested in the work of the Parliamentary Commission on Banking Standards, which looked at professional standards and culture in the UK banking sector: \r\n\r\nhttp://www.parliament.uk/bankingstandards\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117445.json"
    },
    "type": "petition"
}