{
    "attributes": {
        "action": "Provide a daily highlights Test cricket show on free tv for all England games.",
        "additional_details": "For home Test series, Channel 5 provide an absolutely superb highlights show from 7pm to 8pm at the end of each day's play. How the same show in the same format for overseas Test matches would be appreciated by the sport's followers and potential followers across the UK. You only have to compare the viewing figures between Sky's live coverage of the 2015 Ashes series and C5 figures for their highlights coverage to find the \"missing\" TV cricket millions. Dear Sports Minister, please take note. ",
        "background": "3/1/16 was one of the most incredible days in the history of cricket in general and England cricket in particular. Millions are being denied the chance to follow the fortunes (and maybe one day the footsteps) of Ben Stokes and Co because of the absence of terrestrial tv coverage for overseas Tests.",
        "closed_at": null,
        "created_at": "2016-01-03T20:45:57.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-06T20:57:41.294Z",
        "open_at": null,
        "rejected_at": "2016-01-11T12:11:39.874Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for broadcasters to make, no the UK Government or Parliament. You could write directly to the relevant broadcasters to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117547.json"
    },
    "type": "petition"
}