{
    "attributes": {
        "action": "Slash the prices for travel fare",
        "additional_details": "",
        "background": "Find it disgusting on how travel fare prices are going up and up \r\nHow do they expect people, especially those on low incomes to travel when they can't afford to \r\nSomething needs to be done to stop this",
        "closed_at": null,
        "created_at": "2016-01-04T02:50:39.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-09T23:19:29.417Z",
        "open_at": null,
        "rejected_at": "2016-01-18T15:07:24.688Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The cost of all public transport is not directly the responsibility of the UK Parliament or Government.\r\n\r\nFor example, bus and rail fares are not set by the UK Government. For buses, local bus operators (bus companies) are free to set their own fares. However, local transport authorities (usually local councils) can set maximum fares in some circumstances. If you want action on bus fares in your area, you could get in touch with your local council. You can find out who your local councillor is here: https://www.gov.uk/find-your-local-councillors. If you want the government to be able to control bus fares directly, you could start a new petition calling for bus services to be nationalised. \r\n\r\nFor trains, rail fares are set by train operators. The UK Government can set the limit by which these fares increase each year. So we could accept a petition asking the Government to limit rail fare increases to a specific level. Alternatively, if you want the Government to control train fares directly, you could start a new petition calling for train services to be nationalised. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117560.json"
    },
    "type": "petition"
}