{
    "attributes": {
        "action": "Enforce a total and permanent ban on hunting of any kind in the UK",
        "additional_details": "Hunting does not help control populations\r\nAnimals suffer an agonising death \r\nHunting for pleasure is morally indefensible \r\nA tradition that involves cruelty must not endure\r\nMany farmers oppose hunting but are unable to stop hunts trespassing on their land\r\nRural economies must not depend on the chasing and ripping apart of animals for fun\r\nMany hunts routinely flout the law openly and escape conviction thus mocking our laws\r\n83% of the British want the ban to remain in place\r\nAnimal population controls must only involve humane methods used by licensed professionals with scientific training\r\n",
        "background": "Sound scientific evidence shows that hunting is a cruel and outdated practice. We demand a total ban on hunting in the UK along with the imposition of stern penalties, including the confiscation of all hunting weapons and instruments, and the application of hefty fines and jail terms.",
        "closed_at": "2016-07-07T22:59:59.999Z",
        "created_at": "2016-01-03T18:10:43.332Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-08-24T12:32:01.730Z",
            "details": "The Hunting Act 2004 bans all hunting of wild mammals with dogs in England and Wales. However, the Act sets out several classes of exemptions where dogs may be used to hunt wild mammals, subject to very strict conditions. The full details of the Hunting Act 2004 exemptions are available online at: \r\nwww.legislation.gov.uk/ukpga/2004/37/schedule/1\r\n\r\nUnder the Act, an individual can receive a fine of up to £5,000 if found guilty of illegal hunting or hare coursing. There are also strict laws in place to protect animal welfare. It is an offence under the Animal Welfare Act 2006 of causing unnecessary suffering to an animal. The maximum penalty is an unlimited fine and/or six months imprisonment. Anyone that believes an offence is taking place, or has taken place, under the Hunting Act 2004 or the Animal Welfare Act 2006 should report the matter to the Police.  \r\n\r\nThe Government continues to stand by its manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote, with a government bill in government time. The Government recognises that hunting evokes strong views on both sides of the argument and that is why this issue has been a free vote issue for many years.\r\n\r\nThe Government therefore does not agree to legislate to bring into force a total and permanent ban on hunting in England and Wales.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n",
            "summary": "The Government stands by its manifesto commitment to give Parliament the opportunity to repeal the Hunting Act 2004 on a free vote with a government bill in government time.",
            "updated_at": "2016-08-24T12:32:01.730Z"
        },
        "government_response_at": "2016-08-24T12:32:01.732Z",
        "moderation_threshold_reached_at": "2016-01-03T20:26:14.459Z",
        "open_at": "2016-01-07T15:10:05.557Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-18T17:49:49.322Z",
        "scheduled_debate_date": null,
        "signature_count": 10534,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:05.094Z"
    },
    "id": 117536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117536.json"
    },
    "type": "petition"
}