{
    "attributes": {
        "action": "Make the reading of the complete Harry Potter series compulsory by the age of 16",
        "additional_details": "http://www.scientificamerican.com/article/why-everyone-should-read-harry-potter/\r\n\r\nhttp://humanepursuits.com/why-harry-potter-is-great-literature/\r\n",
        "background": "I strongly believe in the idea that the reading of exemplary literature is vital in the development of young peoples understanding of the English language and the increase in their IQ. It has always been a strong part of my life and I feel as though it has helped me to be the best I can be.",
        "closed_at": null,
        "created_at": "2016-01-06T11:01:38.601Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-06T13:53:05.701Z",
        "open_at": null,
        "rejected_at": "2016-01-11T11:49:08.815Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not quite sure what action you would like the UK Government or Parliament to take. We think that by asking for the reading of Harry Potter to be made compulsory, you might be asking the Government to add the Harry Potter series to the national curriculum.\r\n\r\nThe national curriculum does not prescribe specific texts for students to study. Set texts are usually chosen by the relevant exam board, within the wider guidance set by the Government. You can read the Government's guidance on GCSE subject content here:\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/254498/GCSE_English_literature.pdf\r\n\r\nYou'll see from this that the guidance says that \"Students should study a range of high quality, intellectually challenging, and substantial whole texts in detail. These must include:\r\n- at least one play by Shakespeare\r\n-  at least one 19th century novel \r\n- a selection of poetry since 1789, including representative Romantic poetry\r\n- fiction or drama from the British Isles from 1914 onwards.\"\r\n\r\nIf you would like the Government to change the guidance that it gives to exam boards about the content of GCSEs, you could start a petition calling for that. You mgiht like to bear in mind that this guidance is usually in the form of broad categories, rather than requirements to study specific books.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 117753,
    "links": {
        "self": "https://petition.parliament.uk/petitions/117753.json"
    },
    "type": "petition"
}