{
    "attributes": {
        "action": "Change The Rotherham Child Grooming Inquiry Into  A National Inquiry",
        "additional_details": "Since then, there has been a huge increase in cases arising of the same sort of incidents in many towns and cities in the UK. We have now witnessed a massive rise in sexual assaults across Europe against mainly white women and at the hands of men who share the same Asian heritage.\r\n\r\nFor the sake of the public at large so they get a true scale of the problem, we think that rather than focusing on one town, the inquiry should be on a UK wide basis. \r\n\r\nThe public has a right to know the true scale.",
        "background": "Back in 2014 news broke of a significant child grooming scandal in Rotherham that included the sexual grooming of mostly white girls mostly at the hands of Pakistani and men. When details came out it was clear that this was partly aided by the inaction of the council, social services and the police.",
        "closed_at": null,
        "created_at": "2016-01-09T08:19:57.030Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-09T09:38:52.939Z",
        "open_at": null,
        "rejected_at": "2016-01-13T09:41:19.200Z",
        "rejection": {
            "code": "no-action",
            "details": "The Independent Inquiry into Child Sexual Exploitation in Rotherham was set up by Rotherham Council. It wouldn't be possible for Rotherham Council to extend that inquiry to cover the whole of the UK.\r\n\r\nThe UK Government could establish an inquiry relating to England and Wales. In fact, it has already set up the Independent Inquiry into Child Sexual Abuse, which is examining whether public bodies and other non-state institutions have taken seriously their duty of care to protect children from sexual abuse in England and Wales. You can find out more about its work here: \r\n\r\nhttps://www.iicsa.org.uk/\r\n\r\nIf you would like the UK Government to take additional action on this, you could start a new petition calling for the specific action you want to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118032.json"
    },
    "type": "petition"
}