{
    "attributes": {
        "action": "Give all ancient woodland statutory legal protection.",
        "additional_details": "Ancient woodland is an important store of seeds and invertebrates needed for potential rewildling & flood prevention as described by George Monbiot & the Woodland Trust in their various campaigns. While saplings have been planted in offsetting schemes, these young trees take a long time to reach maturity and the ability to remove carbon dioxide from the atmosphere that mature trees in ancient woodland can. It also requires a lot of work for these plantations to reach the same conservation value.",
        "background": "In the UK it has been said that we are down to just 2% of our total land space covered by ancient woodland which is widely regarded as one of our most important wildlife habitats yet it's still under threat. If landowners don't protect this land they should be made to sell it to someone who will.",
        "closed_at": "2016-08-29T23:00:00.000Z",
        "created_at": "2016-01-10T16:02:35.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-17T10:05:57.439Z",
            "details": "Our ancient woodlands are highly valued and cherished, and are a resource rich in life, providing homes and food for animals, birds and insects. They store carbon, produce oxygen and filter out pollution; they also provide some of the most interesting places for us to enjoy. We know that ancient woodlands are an irreplaceable habitat, which is why we recognise their special status in the National Planning Policy Framework (NPPF), which was last updated in 2012.\r\n\r\nSince the Second World War, great efforts have been made to restore and actively manage our ancient woodlands. The ancient woodland inventory estimates approximately 340,000 hectares of woodland in England that is ancient. Subsequent estimates suggest that there are about 210,000 hectares of native woodland not on ancient woodland sites. Taken together, those two categories of woodland comprise just over half of England’s woodlands, at about 550,000 hectares.\r\n\r\nAlthough we have ambitions to increase woodland cover and improve the quality of our woodland management, we must be mindful that those ambitions sit alongside a need to increase food production, create renewable energy and capture carbon, while also maintaining the habitats that our wildlife depends on, such as our ancient woodlands. In order to compete globally economically, we need to update and upgrade our ageing infrastructure and ensure that development enables our economic growth to be sustained.\r\n\r\nWe have, however, always made a special case for our ancient woodland, which is why they are protected in the NPPF. The passage that deals with them clearly states:\r\n\r\n“Planning permission should be refused for development resulting in the loss or deterioration of irreplaceable habitats, including ancient woodland and … veteran trees … unless the need for, and benefits of, the development in that location clearly outweigh the loss”.\r\n\r\nThe position is very clear: there is protection. The Government certainly has no plans to undermine or change that position; figures from the Woodland Trust itself suggest that less than 0.25% of ancient woodland has been developed in the last 15 years, which indicates that this protection is working. Nevertheless, Natural England has been working with the Forestry Commission to produce refreshed guidance for all planning authorities to help them take full and proper account of ancient woodland in the planning process. This outlines a range of mitigation and compensation measures that may be offered by developers to offset loss or damage, where developments affecting ancient woodland and veteran trees may receive planning permission. \r\n\r\nIn addition to this, England’s woodland coverage is as high as it has been since the 14th century, totaling a little more than 1.3 million hectares, which equates to 41% of the UK total or 10% of England’s land area. We have a commitment to plant a further 11 million trees before the end of this Parliament. \r\n\r\nWe recognise that this issue is complex and we are continually striving to improve the operation of planning protections for ancient woodlands. The challenges we face today are totally different from the challenges of even 20 years ago, which is why we need to balance woodland interests with our wider competing land use requirements. The Government considers that the existing protection for ancient woodland in the NPPF is strong and is protecting our ancient woodlands and veteran trees. \r\n\r\nDepartment for Environment, Food & Rural Affairs ",
            "summary": "Woodland cover in England is at its highest level since the 14th century. The National Planning Policy Framework provides strong protection for ancient woodlands.",
            "updated_at": "2016-06-17T10:07:25.853Z"
        },
        "government_response_at": "2016-06-17T10:05:57.446Z",
        "moderation_threshold_reached_at": "2016-02-28T11:42:59.263Z",
        "open_at": "2016-02-29T14:35:42.775Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-19T10:12:14.564Z",
        "scheduled_debate_date": null,
        "signature_count": 16705,
        "state": "closed",
        "updated_at": "2016-08-30T11:46:43.788Z"
    },
    "id": 118164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118164.json"
    },
    "type": "petition"
}