{
    "attributes": {
        "action": "End the building of expensive property and start building more affordable homes.",
        "additional_details": "It isn't right that councils have no stock to offer people in need. It isn't right that people facing homelessness are left to the whims of private landlords who keep pushing up rent and leaving tenants in unacceptable properties while more and more luxury homes are created.\r\n\r\nWe need the government and its councils to listen and provide for the population it serves.",
        "background": "It is crazy that we have luxury homes being built, particularly in London, and nowhere near enough truly affordable housing or council housing to actually house our population. \r\n\r\nPlease, stop this madness and respond to the needs of the population not just those with oodles of cash.",
        "closed_at": null,
        "created_at": "2016-01-12T20:25:11.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-12T22:12:58.630Z",
        "open_at": null,
        "rejected_at": "2016-01-25T20:52:39.674Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition, in its current form. The UK Government and Parliament are not responsible for the building of all property in the UK, and as such cannot end the building of expensive property.\r\n\r\nYou could start a new petition calling on Parliament to change planning laws to ensure that a ratio applied on all housing developments: for example, that for every house built by a developer, a certain amount of social or affordable housing should be built."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118406.json"
    },
    "type": "petition"
}