{
    "attributes": {
        "action": "GET RID OF THE RED LIGHT DISTRICT IN LEEDS! ITS DEGRADING AND DISGUSTING!",
        "additional_details": "prostitution should be illegal in every country it isnt a form of work! work is where you graft doing things you dont like not getting plesure from having sex by multiple men a night for money , it should never of been alowed in the first place. its not a profession its a horrible thing that changes sex in everyones eyes , i think its disgusting that its alowed as a working profession especially when you have men who will happily pay to cheat on their wifes and partners.",
        "background": "prostitution is disgusting and degrading ,women are not a sexual object and these prostitutes need to get a real job instead of selling their dignity and body! it ruins relationships and marriges every year as men can have their cakes and eat it secretly cheating with these disgusting women!",
        "closed_at": null,
        "created_at": "2016-01-12T23:43:55.721Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-13T08:58:42.140Z",
        "open_at": null,
        "rejected_at": "2016-01-14T16:10:21.033Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://democracy.leeds.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118423.json"
    },
    "type": "petition"
}