{
    "attributes": {
        "action": "Invite Mr. Donald Trump, Sr. to debate his controversial views on Question Time.",
        "additional_details": "Trump has received widespread notoriety for proposing a temporary ban on Muslim immigration until better security precautions are implemented. Many commentators have branded this as damaging to the United States Constitution and would support the anti-western propaganda which ISIS creates. He also needs to be challenged on his views regarding the death penalty and policing, taxes, women, treating aid workers with Ebola, people with disabilities and Mexicans, among others.",
        "background": "Mr. Donald Trump, Sr. has received major support in his application to become the Republican Party candidate in the United States presidential election, 2016. We petition the BBC to invite Mr. Trump to debate his controversial views on the topical debate television programme, Question Time.",
        "closed_at": null,
        "created_at": "2016-01-13T13:08:29.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-13T13:41:07.379Z",
        "open_at": null,
        "rejected_at": "2016-01-14T17:11:20.780Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on who appears on Question Time are the responsibility of the BBC.\r\n\r\nYou could raise your issue directly with the BBC using the following website:\r\n\r\nhttp://www.bbc.co.uk/contact"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118473,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118473.json"
    },
    "type": "petition"
}