{
    "attributes": {
        "action": "Select some MP's to represent rough sleepers and people without homes.",
        "additional_details": "In our cities and towns many people are sleeping rough. Many more are struggling to find adequate accommodation. At the same time huge numbers of houses are left unoccupied, have low occupancy or are kept empty to be used occasionally as second homes. New house building will not help solve this issue, as the rents will be too expensive (while others will prosper from a building bonanza). \r\n\r\nPlease sign to give these people without homes special representation by some special MP's in parliament.",
        "background": "Our society fails to adequately care for many people without homes. At present nobody directly represents these people, and many are not given a vote. This is a question of caring for those who need help.\r\n\r\nSpecial representation by MP's and cabinet ministers could make a difference.",
        "closed_at": null,
        "created_at": "2016-01-13T13:50:08.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-17T00:23:05.135Z",
        "open_at": null,
        "rejected_at": "2016-01-22T17:22:34.222Z",
        "rejection": {
            "code": "no-action",
            "details": "There is already a government minister with responsibility for homelessness at the Department for Communities and Local Government, Marcus Jones MP. You can find out more about his role here:\r\n\r\nhttps://www.gov.uk/government/people/marcus-jones\r\n\r\nIt is up to MPs themselves whether to raise issues relating to homelessness in their constituencies. You could start a petition calling for the House of Commons to set up a new select committee to look specifically at how legislation and government policy affects people who are homeless. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118479,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118479.json"
    },
    "type": "petition"
}