{
    "attributes": {
        "action": "Prevent the closure of Huddersfield A&E department",
        "additional_details": "",
        "background": "Huddersfield is one of the largest town in northern England, the proposal is the closure of our A&E department and move services to Halifax. The road infrastructure will cause delays and potentially deaths and would cause a strain services within on Halifax A&E",
        "closed_at": "2016-07-18T22:59:59.999Z",
        "created_at": "2016-01-15T17:38:47.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-03T10:15:24.656Z",
            "details": "The local NHS must consult on potential changes to services in the Huddersfield area and the Government understands that no decisions have been made.  Members of the public have the opportunity to make their views known during the consultation process.\r\n  \r\nThe NHS has a responsibility to ensure people have access to the best and safest healthcare possible. This means it must plan ahead and look at how best to secure safe and sustainable NHS healthcare provision.  \r\n\r\nThe Government is clear that all service changes should be based on clear clinical evidence that they will deliver better outcomes for patients. It is right that these decisions are led by local clinicians, who best understand the healthcare needs of their local populations, and in consultation with local people. \r\n\r\nAny changes must meet the four tests for service change: they must have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.\r\n\r\nDepartment of Health\r\n",
            "summary": "The Government appreciates that there is local concern about the future of A&E services in Huddersfield. However, this is a matter for local determination.  ",
            "updated_at": "2016-02-03T10:15:24.656Z"
        },
        "government_response_at": "2016-02-03T10:15:24.659Z",
        "moderation_threshold_reached_at": "2016-01-15T18:57:52.249Z",
        "open_at": "2016-01-18T11:25:09.961Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-18T23:13:16.702Z",
        "scheduled_debate_date": null,
        "signature_count": 63538,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:06.264Z"
    },
    "id": 118690,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118690.json"
    },
    "type": "petition"
}