{
    "attributes": {
        "action": "Save our local librarys from closure",
        "additional_details": "Librarys help elderly learn to use the internet so they can do food shopping etc and have it delivered if they are ill or have disability's and can't get out to shops. To stay in touch by email with family members in other towns.Also provide adult reading groups bringing people together,people can make friends get out of the house stops loneness and depression can be a life line for elderly, unemployed, single parents.They run back to work courses for unemployed to gain new work skills.",
        "background": " our local librarys provide services for job seekers to use PCs to do their job searches,apply for jobs,print out CVS cover letters. For people to sort out their council tax and rent on social housing. To apply for any benefits online. Provide reading groups for children to help them learn to read.",
        "closed_at": null,
        "created_at": "2016-01-15T19:07:04.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-18T11:24:56.707Z",
        "open_at": null,
        "rejected_at": "2016-01-19T18:56:54.126Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions regarding local library services are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nWe could accept a petition calling on the UK Government to provide more money to local councils specifically to help keep local libraries open.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118703.json"
    },
    "type": "petition"
}