{
    "attributes": {
        "action": "David Cameron to be tried in contempt of Parliament.",
        "additional_details": "British parliament voted against military action in Syria in 2013, and Michael Fallon, the British defence secretary, had earlier indicated that any expansion of the UK’s air campaign to Syria would be put before parliament. The MOD revealed UK military personnel embedded with the USA, French and Canadian armed forces had been authorised to deploy with their units to participate in coalition operations against ISIL.",
        "background": "Prime minister David Cameron stands accused of contempt for democracy and parliamentary process after evidence that UK pilots took part in Syria bombing campaigns against the express opposition to military involvement voted in parliament in 2013.",
        "closed_at": null,
        "created_at": "2016-01-16T17:40:36.504Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-17T12:04:55.996Z",
        "open_at": null,
        "rejected_at": "2016-05-27T13:34:11.963Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept petitions calling for an inquiry into whether an MP has committed a contempt of the House of Commons. That’s because neither the House of Commons nor the Government is responsible for deciding that an inquiry that an inquiry of that kind should happen.\r\n\r\nWe could accept a petition calling for Parliament to debate the Government's policy on military intervention in Syria, or asking for the Government to make a statement to the House of Commons on this issue. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118798,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118798.json"
    },
    "type": "petition"
}