{
    "attributes": {
        "action": "Recognise Taiwan as a country",
        "additional_details": "It's time to change this. Taiwan is an independant country. Taiwan maintains the Taipei Representative Office in the U.K. in London with a branch office in Edinburgh while the United Kingdom maintains the British Office Taipei in Taipei. This is ridiculous and must change. \r\n\r\nTaiwan is  a country, but China states that Taiwan is just another part of China. The consequence is that the USA, UK and most countries in the world don't want to upset China, therefore do not recognise Taiwan as a country.",
        "background": "Due to the One China policy the United Kingdom doesn't recognise the Government of the Republic of China and all diplomatic relations between the two countries take place on an unofficial basis. ",
        "closed_at": "2016-07-18T23:00:00.000Z",
        "created_at": "2016-01-15T20:38:57.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-04T15:34:17.953Z",
            "details": "The long standing position of Her Majesty’s Government is that we do not recognise Taiwan as a state. The 1972 Joint Communique between the United Kingdom and China set out that: ‘The UK acknowledges the Chinese position that Taiwan is a province of the People’s Republic of China and recognises the People’s Republic of China as the sole legal government of China’. \r\n\r\nThe United Kingdom believes that the Taiwan issue should be resolved through dialogue, in line with the views of the people on both sides of the Taiwan Strait.  Recent years have seen a substantial increase in transport, tourism and trade links across the Strait, which have contributed to peace and stability. We hope that this trend will continue. \r\n\r\nThe United Kingdom and Taiwan have a strong but unofficial relationship, based on dynamic commercial, educational and cultural ties and facilitated by The British Office, Taipei, and the Taipei Representative Office in London. This relationship delivers significant benefits to both the UK and Taiwan and has featured a wide range of exchanges and visits, for example on environmental, judicial and educational issues. \r\n\r\nWe encourage British companies to take advantage of Taiwan’s thriving economy, favourable business environment and close trade and investment links with the wider region. Taiwan is the UK’s 6th largest market in the Asia Pacific region. Two-way trade reached a historic high of £5.8bn in 2014 with the total value of exports of UK goods and services to Taiwan standing at £1.96bn. UK exports to Taiwan grew by 2.3% in 2014.\r\n\r\nThe United Kingdom and Taiwan also enjoy a constructive relationship in a range of multilateral organisations for which statehood is not a requirement, such as the WTO, and the European Bank of Reconstruction and Development. \r\n\r\nForeign and Commonwealth Office",
            "summary": "The UK believes that the Taiwan issue should be resolved through dialogue, in line with the views of the people on both sides of the Taiwan Strait. ",
            "updated_at": "2016-02-04T15:34:17.953Z"
        },
        "government_response_at": "2016-02-04T15:34:17.955Z",
        "moderation_threshold_reached_at": "2016-01-15T21:28:00.300Z",
        "open_at": "2016-01-18T11:28:23.404Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-20T16:07:29.877Z",
        "scheduled_debate_date": null,
        "signature_count": 22146,
        "state": "closed",
        "updated_at": "2016-07-18T23:00:00.000Z"
    },
    "id": 118713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118713.json"
    },
    "type": "petition"
}