{
    "attributes": {
        "action": "To make Emotional Support Animals a valid part of the GDA.",
        "additional_details": "Dogs have been proven to help with anxiety and depression, and can also help people with disorders such as autism. Dogs are currently only assigned and trained for deaf and blind people, but I believe severe mental health issues should also be a valid reason to be offered a 'guide dog', more aptly named an emotional support animal. This already happens frequently in the USA, and the use of dogs means GP's in the UK will not have to medicate mental health issues as often as they currently do. ",
        "background": "With this petition, I wish to make it valid for the GDA to assign dogs and other animals to patients with mental disorders. This is currently not a valid illness in the GDA to be assigned a dog, or for a house pet to be trained as an emotional support animal. ",
        "closed_at": null,
        "created_at": "2016-01-15T21:13:35.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-15T21:22:45.502Z",
        "open_at": null,
        "rejected_at": "2016-01-18T16:02:22.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This petition is calling for action from the Guide Dogs Association, which is a charity and not a public body.\r\n\r\nYou could raise your issue with the Guide Dogs Association using the following website:\r\n\r\nhttp://www.guidedogs.org.uk/toolbox/telephone#.VpzIJcq9Sig"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118718.json"
    },
    "type": "petition"
}