{
    "attributes": {
        "action": "Abolish road tax on Motorcycles.",
        "additional_details": "",
        "background": "\r\nMost Motorcycles cover a minimal annual mileage, have low emissions, they reduce congestion & do little to damage the roads, yet they still have to pay up to £81 tax whilst lots of cars pay Nil or only £30. This is clearly unfair and unreasonable.\r\n",
        "closed_at": "2016-07-18T22:59:59.999Z",
        "created_at": "2016-01-17T20:11:44.620Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-02-10T16:08:55.282Z",
            "details": "Vehicle Excise Duty (VED) is a tax on vehicle ownership irrespective of miles driven. \r\n\r\nThe rates of VED for lower emissions cars are part of a multi-pronged strategy to help realise long-term fuel-efficiency improvements through funding technological innovation, regulating manufacturing improvements and incentivising consumer take-up. This helps the Government to fulfil its legal obligation to reduce national CO2 emissions. \r\n\r\nUnlike for cars, it has only been mandatory for CO2 emissions data to be included as part of the type approval process for motorcycles since 1 January 2016. Therefore, it has not been possible to base motorcycle VED rates on CO2 emissions. The current engine capacity based rates offer the most practical and easy-to-understand way to reflect the respective emissions of motorcycles. \r\n\r\nCurrently, the average motorcycle owner pays £54 per year – a lot less than the top VED rate of £81 per year – and the average car owner pays £166 per year. In addition, under this Government, VED rate increases for motorcycles have been limited to inflation only, meaning that all motorcyclists’ VED liability remains unchanged in real terms since 2010.\r\n\r\nHM Treasury",
            "summary": "The average motorcycle owner pays £54 VED per year whilst the average car owner pays £166. VED rates have been limited to inflation only increases since 2010. ",
            "updated_at": "2016-02-10T16:08:55.282Z"
        },
        "government_response_at": "2016-02-10T16:08:55.285Z",
        "moderation_threshold_reached_at": "2016-01-17T20:39:50.827Z",
        "open_at": "2016-01-18T18:03:40.509Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-01-19T22:14:39.266Z",
        "scheduled_debate_date": null,
        "signature_count": 24194,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:06.384Z"
    },
    "id": 118875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118875.json"
    },
    "type": "petition"
}