{
    "attributes": {
        "action": "Stop the Proposed plans for a visitors Centre at Clifford's Tower in York.",
        "additional_details": "We really need to voice our concerns when our Historic City is going to be changed, I believe it should not be changed , visitors have always come to see the Tower so why spoil the beauty of such a iconic building.",
        "background": "This is a building belonging to the City. Therefore when it comes to making decisions like this there should be a great deal of consultation with the public. This is our history, our heritage, Public involvement and public consultation is essential other wise we will end up losing all our heritage.",
        "closed_at": null,
        "created_at": "2016-01-18T20:51:18.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-18T21:55:50.909Z",
        "open_at": null,
        "rejected_at": "2016-01-21T12:07:54.152Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning decisions are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttp://democracy.york.gov.uk/mgEPetitionListDisplay.aspx?bcr=1\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 118991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/118991.json"
    },
    "type": "petition"
}