{
    "attributes": {
        "action": "stop allowing immigrants to take over our country",
        "additional_details": "British people are going to loose their country  if you don't act now!\r\nIt's a fact that the European birth rate has dropped, and the birth rate of non eu migrants such as Muslims is spiralling.  If this is allowed to happen we will be out populated.\r\nAs the government to this country, you have a duty to keep our home land safe and prevent this from happening.\r\nLabour destroyed our country, we need a parliament that will stand by the British people first.",
        "background": "Please start and put the British people first in our own country. I agree that we are a multi cultural country and we must help genuine refugees.\r\nHowever, if they choose to come to Britain, then they must respect our country and the cultures that we have first and stop demanding what they want.\r\n",
        "closed_at": null,
        "created_at": "2016-01-19T15:32:20.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-19T15:37:59.877Z",
        "open_at": null,
        "rejected_at": "2016-01-20T15:16:39.037Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear what your petition is asking for.\r\n\r\nIf you would like the UK government to stop allowing immigrants into the UK then you may be interested in the following petition: https://petition.parliament.uk/petitions/106477\r\n\r\nIf you would like the UK government to change the rules regarding social security benefits for illegal immigrants then you may be interested in the following petition: https://petition.parliament.uk/petitions/105658\r\n\r\nThere are also other petitions on the topic of immigration on the e-petitions website. To avoid duplication please take a look at these to see if any asks for the action you are looking for.\r\n\r\nIf none of the existing petitions cover the area you want to petition the UK government on you could consider rewording your petition to request a specific action. If you would like the UK government to legislate regarding a specific area of immigration law and/or change the social security benefits rules then we could accept a petition on this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 119084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119084.json"
    },
    "type": "petition"
}