{
    "attributes": {
        "action": "Deport all immigrants that preach hate",
        "additional_details": "If you choose to live in the uk then respect britain and all we stand for.\r\nanyone that chooses to preach hate, should be immediately deported.These people are living in this country and have nothing but hate for the British people.\r\nSome preachers have stood on tv sayino curse the queen.\r\nOur government needs to get tough and stand up to these people,  stop them using our laws against us, claiming human rights etc. If you preach hate in the uk, you should have no rights here ",
        "background": "Deport all hate preachers, i have watched some sickening speeches lately.\r\nIslamic hate preachers mocking our queen and cursing her. We need to take a zero tolerance approach, and set an example to all, \r\n this type of behaviour Is not wanted or accepted.",
        "closed_at": null,
        "created_at": "2016-01-19T19:36:59.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-19T19:44:04.022Z",
        "open_at": null,
        "rejected_at": "2016-01-21T12:19:05.628Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government already has the power to deport people when the Home Secretary has decided that their removal from the country is 'conducive to the public good'.\r\n\r\nA court can also recommend deportation if someone is convicted of a criminal offence with a prison term.\r\n\r\nYou can read more about the Government’s guidance on deportation here: \r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/426906/Deport-non_eea_Foreign_Nationals.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 119109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119109.json"
    },
    "type": "petition"
}