{
    "attributes": {
        "action": "Address the UK Horse Crisis: hold owners accountable for abandonment and neglect",
        "additional_details": "I am one of a small group of people who are currently rehabilitating ‘abandoned’ ponies in our care (rescued legally through serving the Abandonment Notice) - last year we took in 20+ and have rehomed all successfully.  We do this at our OWN EXPENSE AND TIME.  We have lost horses that were too neglected to be saved, despite our and the vets best efforts.  It is never ending, and the owners get away with it - they HAVE to be held accountable.  They HAVE to face the consequences, otherwise they will continue keeping and breeding these poor ponies, which then end up dead or clogging up the rescue centres.",
        "background": "The issue of fly-grazing is rife in the UK, the \"Control of Horses Act 2015\" does not stop cruelty, overbreeding and neglect. Government must do more: euthanising 50% of 'abandoned' horses is not the answer - the 'owners' must be held accountable and prosecuted BEFORE euthanising is the only option",
        "closed_at": "2016-07-24T23:00:00.000Z",
        "created_at": "2016-01-20T08:33:32.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-13T13:38:47.318Z",
            "details": "The Government agrees that all owners of animals need to act responsibly.  That is why legislation allows action to be taken against people who are cruel to their animals or who abandon them or leave them on other people’s land without the necessary permission.\r\n\r\nThe Control of Horses Act 2015 was welcomed by animal welfare organisations, local authorities and land-owners, because it allowed action to be taken to remove and deal with abandoned horses much more quickly and at less cost than previously.\r\n\r\nUnder the previous law a horse could not be dealt with for fourteen days and then it had to be sold at auction.  This was very restricting and costly for landowners and local authorities.  Now horses can be detained after 24 hours of discovering it on the land and subject to notice being given to the police and, if known, the owner.  If horses are not claimed within a further 96 hours they can be sold, rehomed, gifted or if necessary, humanely destroyed. \r\n\r\nThe Animal Welfare Act 2006 makes it an offence to cause unnecessary suffering to an animal or to fail to provide for its welfare needs.  The maximum penalty for both offences is an unlimited fine (increased last year from £20,000) or 6 months’ imprisonment.\r\n\r\nThe Government applauds the work of animal charities who act to remove and re-home horses in a responsible way.\r\n\r\nThe Government therefore considers that the law on abandoned horses has been greatly improved by the Control of Horses Act 2015 and complements the powers that were already available under the Animal Welfare Act. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Powers exist in the Control of Horses Act 2015 and the Animal Welfare Act 2006 for enforcement agencies to take action against irresponsible owners of horses.",
            "updated_at": "2016-05-13T13:38:47.318Z"
        },
        "government_response_at": "2016-05-13T13:38:47.323Z",
        "moderation_threshold_reached_at": "2016-01-20T08:47:01.651Z",
        "open_at": "2016-01-24T16:09:28.240Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-22T11:58:09.463Z",
        "scheduled_debate_date": null,
        "signature_count": 11455,
        "state": "closed",
        "updated_at": "2016-07-24T23:00:00.000Z"
    },
    "id": 119196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119196.json"
    },
    "type": "petition"
}