{
    "attributes": {
        "action": "Make A2 motorcycle licence automatically upgrade to full licence after 2 years",
        "additional_details": "Bikers have to be over a certain age to take the A2 test and then must wait two more years after passing to retake another test to ride another motorcycle over a certain power. Car drivers however can pass at 17 and, finances allowing it, leap straight into a 3 litre BMW. I think this is discrimination to bikers, especially as inexperienced drivers with power can cause more damage than motorcycles of any power.\r\nAutomatic entitlement to full licences should be brought back.",
        "background": "Bikers have to pass a full riding practical and theory test to advance from provisional to A2. Then to progress to full power have to pass a second full practical riding test. \r\nCar drivers are not limited to certain powers after passing a test, why should bikers be?",
        "closed_at": "2016-07-22T23:00:00.000Z",
        "created_at": "2016-01-20T16:36:15.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-09T08:51:19.077Z",
            "details": "The Government held a public consultation on the proposed changes to the regulations governing the acquisition of a motorcycle licence in November 2009. After considering carefully all the views from the consultation, Ministers decided to implement the proposals set out in the consultation paper in January 2013. These changes ended automatic entitlement upgrades and introduced the requirement for younger riders to take an additional practical test before gaining access to larger, more powerful machines. Riders aged 24 and over can still take a test on a large motorcycle and gain access to unrestricted machines.\r\n\r\nTo relax the rules on motorcycle licensing would require a change in legislation; this is not something the Government is considering. To relax the rules would increase the risk of motorcyclists being killed or seriously injured. Motorcyclists have the highest casualty risk of all road user groups – they are 57 times more likely to be killed than a car occupant per passenger mile travelled. In the last five years 1,763 motorcyclists lost their lives on GB roads and the accident rate by distance travelled has not reduced over that period. Of all motorcycle incidents, casualties are most frequent among 16-20 year olds on low-powered motorcycles. \r\n\r\nDepartment for Transport",
            "summary": "The changes to motorcycle licence categories were introduced to address concerns over the risks faced by motorcyclists, particularly young riders who face significantly higher risks than car drivers. ",
            "updated_at": "2016-05-09T08:51:19.077Z"
        },
        "government_response_at": "2016-05-09T08:51:19.098Z",
        "moderation_threshold_reached_at": "2016-01-20T16:54:06.592Z",
        "open_at": "2016-01-22T11:42:53.455Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-24T22:34:18.494Z",
        "scheduled_debate_date": null,
        "signature_count": 11307,
        "state": "closed",
        "updated_at": "2016-07-22T23:00:00.000Z"
    },
    "id": 119263,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119263.json"
    },
    "type": "petition"
}