{
    "attributes": {
        "action": "Investigate the standard of food served to the military and Sodexo services.",
        "additional_details": "Photographic evidence from multiple sources and sites .  Poor use of tax payer money and shameful to do this to the military personnel.  Complaints ignored and these meals would be unsuitable for a school so why ok for a soldier?",
        "background": "I have witnessed the standard of food served to the military. Sodexo provides unhealthy food cold and substandard services . government spend less per head on a soldier than it does on a prisoner.  ",
        "closed_at": "2016-07-21T22:59:59.999Z",
        "created_at": "2016-01-20T14:02:58.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-06T09:10:34.334Z",
            "details": "Various assurance activities take place including contract monitoring, site visits, reviews, customer engagement and assurance by single Service catering subject matter experts to improve on the service provided.\r\n\r\nDefence personnel are offered core meals, covering breakfast, lunch and dinner with set calorific and nutritional standards, including unlimited access to carbohydrates and vegetables. However, personnel are not restricted to the core meals and may choose any of the other options available. The core meals provide access to a nutritionally balanced meal at cost price, meaning that there is no profit made on them. \r\n\r\nThe contractors delivering the Catering Retail and Leisure contracts also have the ability to provide alternative meal options which are outside the Core Meal costs, including healthy options. \r\n\r\nThe MOD is committed to ensuring that Service personnel receive good quality meals, and that complaints are taken seriously. As part of our commitment to ensuring the standard of food provided, the Army have appointed David Morgan-Hewitt, Managing Director of The Goring hotel in London, as their honorary catering advisor.\r\n\r\nWe have a number of mechanisms in place to ensure that the standard of food provided is monitored and that any issues identified are dealt with as quickly as possible. \r\n\r\nComplaints can be raised through the chain of command or directly with the contractor through a complaints book, which should be located in the mess. The MOD and Sodexo are working jointly to review and resolve the recent issues raised.\r\n\r\nMinistry of Defence",
            "summary": "The standard of food and ingredients provided to Armed Forces personnel by both military and civilian kitchen staff is set by MOD policy, which ensures that there is a nutritious and balanced menu.",
            "updated_at": "2016-04-06T09:10:34.334Z"
        },
        "government_response_at": "2016-04-06T09:10:34.338Z",
        "moderation_threshold_reached_at": "2016-01-20T17:19:04.139Z",
        "open_at": "2016-01-21T13:08:42.660Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-21T06:50:38.021Z",
        "scheduled_debate_date": null,
        "signature_count": 20000,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:06.839Z"
    },
    "id": 119248,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119248.json"
    },
    "type": "petition"
}