{
    "attributes": {
        "action": "Re-open the railway link from Wisbech to the national rail network.",
        "additional_details": "Since the Beeching proposals there have been:\r\n\r\n1. A marked increase in the population locally\r\n2. Significant influx of migrant labour from EU members\r\n3. Significant migration of population from London and the South east\r\n4. Significant commercial increases in investment in Cambridge and the surrounding areas\r\n5. Significant increase in traffic densities \r\n6. Reduction in public road transport services in the North Cambridgeshire area\r\n7. Increased demand for rail services into Cambridge and the wider rail networks\r\n\r\nThe re-introduction of the link would enable the local population to access to enhanced employment opportunities in the region and London, it would also enhance the regeneration ambitions of the area and provide further momentum for commercial investment in the region.\r\n",
        "background": "Following the ill conceived Beeching recommendations proposed during the 1960's, the Wisbech track and station were deemed unnecessary and removed from service.\r\n\r\nThe government at the time believed that the link was no longer needed as the population would simply resort to road transport.",
        "closed_at": "2016-07-22T23:00:00.000Z",
        "created_at": "2016-01-21T10:40:14.796Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-21T16:23:18.389Z",
        "open_at": "2016-01-22T17:33:10.950Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 778,
        "state": "closed",
        "updated_at": "2016-07-22T23:00:00.000Z"
    },
    "id": 119365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119365.json"
    },
    "type": "petition"
}