{
    "attributes": {
        "action": "States that sponsor murder should not be permitted to broadcast in the UK.",
        "additional_details": "",
        "background": "The Litvinenko enquiry has presented proof of Russian State involvement in murder. States that sponsor murder should not be permitted to broadcast in the UK. Russian State media should be banned from broadcast in the UK.",
        "closed_at": null,
        "created_at": "2016-01-21T15:49:58.403Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-21T21:09:00.083Z",
        "open_at": null,
        "rejected_at": "2016-02-01T14:02:49.414Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Neither the Government nor Parliament can “ban” a broadcaster. The regulation and licensing of broadcasters are the responsibility of Ofcom, which is an independent regulator. \r\n\r\nThere are certain conditions which must be met before Ofcom can issue a licence to a broadcaster. If these conditions are violated while the licence is in force, Ofcom can impose sanctions up to and including revocation of the licence. This is a decision for Ofcom, which is takes independently of the Government and Parliament.\r\n\r\nThe Broadcasting Act 1990 (as amended by the Broadcasting Act 1996 and the Communications Act 2003) lays down a number of restrictions on who can hold Ofcom’s broadcasting licences. \r\n\r\nYou could start a petition calling on Parliament to change this law to add a new licence condition. For example, the new condition could require that where a station was funded by a foreign government and that government was named by the UK Government in defined circumstances, the licence application to Ofcom would fail or any existing licence would be revoked by Ofcom.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 119409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119409.json"
    },
    "type": "petition"
}