{
    "attributes": {
        "action": "Re-instate the 24 hour status to Buckinghamshire New University library",
        "additional_details": "As the period of the year that consists of a high proportion of a student's assignments, this decision is appalling and severely hinders the vast majority of us [the students] and those sold the promise of a 24 hour library are being lied to. \r\nThese reduced opening hours mean that the students [roughly 4000 in High Wycombe] have to fight for roughly 100 computers as there is only a certain time period that they are available. At a time where this library is needed, we're having it taken away.   ",
        "background": "On 23/01/16 it was revealed that the currently 24 hour Buckinghamshire New University library would have its open all hours status withdrawn and instead only operate within certain hours each day of the period between 01/02/16 to 17/04/16 without any discussion with those who will be affected.",
        "closed_at": null,
        "created_at": "2016-01-23T01:55:33.604Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-23T02:21:18.889Z",
        "open_at": null,
        "rejected_at": "2016-01-25T14:27:51.069Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Buckinghamshire New University is  responsible for the opening hours of the Buckinghamshire New University Library."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 119581,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119581.json"
    },
    "type": "petition"
}