{
    "attributes": {
        "action": "Stop the violations of the British national‘s human rights abroad.",
        "additional_details": "In 2012 the OSCE and the European Parliament have considered my petition regarding Human rights in Belarus.  In response, the Belarusian regime began to violate my own human rights, including the looting of my property.  Later I learned that President Lukashenko publicly instructed the officials to ignore my request for the investigation of crimes committed against me in Belarus. \r\nJanuary, 2013, I asked the UK Embassy in Belarus to support me, but I have received no reply.  During 2013, I wrote several times on the same issue to the FCO, but the FCO refused to support me. Although there is the FCO Release on Belarus: “Belarus's human rights record has been poor. The judicial system is still subservient to the executive branch and there is no genuine independent legislative branch”.",
        "background": "Government refuses to support British nationals abroad, even in case of fundamental violations of human rights, when the British national has evidence of a denial of justice. Although in 1999 the Parliament has set out Government policy on this issue, but Government ignores Parliament's decision.",
        "closed_at": null,
        "created_at": "2016-01-23T20:05:42.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-24T13:29:17.071Z",
        "open_at": null,
        "rejected_at": "2016-02-14T18:58:36.859Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. \r\n\r\nYou could start a new petition calling clearly for a specific action from the Government or Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 119632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119632.json"
    },
    "type": "petition"
}