{
    "attributes": {
        "action": "Allow 16 and 17 year olds the vote in the upcoming EU referendum.",
        "additional_details": "On top of this after the Scottish referendum when 16 and 17 year olds were granted the vote, political interest in this generation has drastically increased. Due to schools and colleges having to teach students more about the issues as the parties encouraged it.",
        "background": "16 and 17 year olds will be the generation that will be dealing with the aftermath of the referendum either way it pans out. The major parties are against this as it will be harder for them to campaign to younger people.",
        "closed_at": "2016-07-26T23:00:00.000Z",
        "created_at": "2016-01-24T17:59:07.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-18T12:55:14.822Z",
            "details": "The franchise for the European Union referendum is based on the franchise for UK Parliamentary elections, with the inclusion of members of the House of Lords and those who can vote at European Parliamentary elections in Gibraltar. Both the 1975 EEC referendum and 2011 Alternative Vote referendum were based on the UK Parliamentary franchise. The franchise is also similar to that set for the referendum lock on transfers of power from the UK to the EU required under the European Union Act 2011.\r\n\r\nThe voting age for the UK Parliamentary franchise starts at 18. The UK Government has no plans to change the voting age, and the House of Commons has repeatedly re-affirmed the voting age of 18 – including during the passage of the EU Referendum Bill. The age of 18, not 16, is widely recognised as the age at which one becomes an adult. Full citizenship rights – from drinking, to betting, to voting – should be gained at adulthood. For example, even if the voting age for the referendum was lowered, it would be a criminal offence for a 16 year old to bet on the result of that referendum. The UK Government has taken a consistent stance in maintaining the long-standing voting age of 18.\r\n\r\nThe EU Referendum Bill received Royal Assent in December 2015 and is now an Act of Parliament. The question of the franchise was fully scrutinised and debated in Parliament during the passage of the Bill and this approach was agreed by both the House of Commons and the House of Lords.\r\n\r\nForeign and Commonwealth Office",
            "summary": "As an issue of national significance, the Parliamentary franchise – which starts at 18 – is the appropriate starting point. The UK Government has no plans to change the voting age.",
            "updated_at": "2016-03-18T12:55:14.822Z"
        },
        "government_response_at": "2016-03-18T12:55:14.824Z",
        "moderation_threshold_reached_at": "2016-01-26T12:48:03.489Z",
        "open_at": "2016-01-26T15:55:55.680Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-05T17:58:20.308Z",
        "scheduled_debate_date": null,
        "signature_count": 17034,
        "state": "closed",
        "updated_at": "2016-07-26T23:00:00.000Z"
    },
    "id": 119706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119706.json"
    },
    "type": "petition"
}