{
    "attributes": {
        "action": "HomeOffice use Compassion for UK Tax payers in allowing loved ones to stay in UK",
        "additional_details": "diagnosed with severe kidney failure she needs life saving treatment, as well as her families support. Based on Emigration Law she has no right to remain in the UK. As a mother of UK Citizens we are pleading for the Home Office to show Compassion and see their Social Resposnibilties to Keep families together. Let our 73 year mother remain in the UK so we can take care of her in her time of need. We have a social responsibility to take care of our mother & ask the Home Office to grant us this",
        "background": "South African Mother, Mother in-law & Grandmother of 73 years old is fighting to remain in the UK with her 6 children and 8 grandchildren. She is frail and needs life supporting dialysis three times per week, which she will not get under the South African government policy due to her age & Heart.",
        "closed_at": "2016-08-19T23:00:00.000Z",
        "created_at": "2016-01-24T22:09:07.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-08T16:49:56.600Z",
            "details": "The family Immigration Rules were reformed in July 2012 to prevent burdens on the taxpayer, promote integration and tackle abuse, and thereby ensure that family migration to the UK is on a sustainable basis that is fair to migrants and the wider community.  These reforms included changes to the route for adult dependent relatives, given the significant NHS and social care costs which can be associated with these cases.  The Department of Health has estimated that a person living to the age of 85 costs the NHS on average around £150,000 in their lifetime, with more than 50 per cent of this cost arising from the age of 65 onwards.  This figure does not take account of any social care costs met by local authorities.\r\n\r\nUnder the rules adult dependent relatives must demonstrate that, as a result of age, illness or disability, they require a level of long-term personal care that can only be provided in the UK by their sponsor here and without recourse to public funds.  The new rules seek to ensure that only those adult dependent relatives who need to be physically close to and cared for by a close relative in the UK are able to settle here.  Those who do not have such care needs can be supported financially in the country in which they live by their relative in the UK.  The route now provides for those most in need of care, but not for those who would simply prefer to live in the UK.\r\n\r\nUnder the rules adult dependent relatives must apply to settle here from overseas, not while in the UK as a visitor having undertaken to leave the UK before the expiry of their visit visa.  Adult dependent relatives can continue to visit a family member in the UK (for up to six months) but must return home at the end of their visit.  We do not allow visitors to switch into other immigration categories while in the UK and it would not be fair to the thousands of other visitors to the UK each year who abide by the conditions of their visit visa and leave the UK before its expiry to treat adult dependent relatives differently in this respect.\r\n\r\nThe lawfulness of the new rules for adult dependent relatives was upheld by the High Court on judicial review on 20 April 2016 and, overall, we believe that the rules are having the right impact and are helping to restore public confidence in the immigration system.\r\n\r\nHome Office",
            "summary": "The Immigration Rules for adult dependent relatives provide a route for those who require a level of long-term personal care that can only be provided in the UK by their relative here. ",
            "updated_at": "2016-09-08T16:49:56.600Z"
        },
        "government_response_at": "2016-09-08T16:49:56.602Z",
        "moderation_threshold_reached_at": "2016-01-25T09:35:33.969Z",
        "open_at": "2016-02-19T17:41:06.449Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-21T07:29:48.738Z",
        "scheduled_debate_date": null,
        "signature_count": 10393,
        "state": "closed",
        "updated_at": "2016-09-08T16:49:56.627Z"
    },
    "id": 119736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/119736.json"
    },
    "type": "petition"
}