{
    "attributes": {
        "action": "Stop putting immigrants before British citizens",
        "additional_details": "Once we have looked after our own homeless and starving people, then we can start and help others.\r\nHowever, British families  are forced to sleep outside in freezing conditions, whilst refugees get hot food, tesco vouchers and most of all a roof over their heads.\r\nPut the British people first ",
        "background": "It's terrible how immigrants come and get tesco vouchers for their shopping, a roof over their hard and benefits. Whilst British people are forced to live out on the streets. We need to look after our own first ",
        "closed_at": null,
        "created_at": "2016-01-27T19:56:49.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-27T20:01:50.870Z",
        "open_at": null,
        "rejected_at": "2016-01-28T17:19:16.187Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to ask clearly for a specific action from the Government or Parliament. \r\n\r\nThere are also other petitions on the topic of immigration on the e-petitions website. To avoid duplication please take a look at these to see if any asks for the action you are looking for.\r\n\r\nIf none of the existing petitions cover the change you want the Government to make, you could start a new petition asking for the specific change you want. Please bear in mind that our rules do not allow us to accept petitions which contain language that may cause offence, is provocative or extreme in its views. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120059,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120059.json"
    },
    "type": "petition"
}