{
    "attributes": {
        "action": "Support Women in Music Day Maroon Ribbon Campaign in UK schools  and music orgs.",
        "additional_details": "Research from over the years show that the number of females working in the music industry is still at a relatively low figure. More females need to be encouraged into undertaking less obvious roles and work behind the scenes. Statements from females who have occupied these positions indicate that there is still an inequality factor, which faces the brave.  With empowerment we can create change for the next generation of females, regardless of colour, gender preference or ethnic origin.",
        "background": "Int. Women in Music Day was introduced in UK on March 28th 2008, in the presence of Dignitaries and guests. The emblem of the Maroon Ribbon symbolises the awareness for equality for females undertaking all vocational roles in the music industry whilst helping to pave the way for generations to come.",
        "closed_at": null,
        "created_at": "2016-01-27T15:00:01.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-29T11:46:48.138Z",
        "open_at": null,
        "rejected_at": "2016-02-12T13:10:47.676Z",
        "rejection": {
            "code": "no-action",
            "details": "It's still not quite clear form your petition what specific action you want the Government to take to support this campaign. In addition, as we've explained before, petitions need to be started in the name of an individual, not an organisation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120025.json"
    },
    "type": "petition"
}