{
    "attributes": {
        "action": "Residential disabled parking bays in Scotland to be allocated to the person.",
        "additional_details": "\r\nI have been videoed, photographed, verbally harassed over the parking bay I was assessed for. The abuse I have suffered over the years because I have tried to advise others of the proper use of the disabled bay. This bay was assessed for me but the council tells me it is not allocated to me! My disability rights have not been protected even with several incident numbers given to me by the police. \r\n I'm sure I'm not alone with having problems parking in a disabled bay assessed for my needs. ",
        "background": "I wonder why do you need to be assessed for a bay for your personal need but then anyone with a badge can park in that bay! The law needs to be reassessed to protect the individual disabled person in Scotland so that they can park in the bay they were assessed for without fear or intimidation. ",
        "closed_at": null,
        "created_at": "2016-01-30T11:42:15.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-21T14:34:09.846Z",
        "open_at": null,
        "rejected_at": "2016-02-25T12:53:24.114Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nYou may be able to start a petition to the Scottish Parliament about this. You can contact the clerks of the Public Petitions Committee for advice about this by emailing petitions@scottish.parliament.uk."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120290.json"
    },
    "type": "petition"
}