{
    "attributes": {
        "action": "Remove the Leeds to Bradford Cycle path as it is causing distribution to traffic",
        "additional_details": "Some accidents have already occurred before the open day in Spring 2016. Residents in Leeds; Bramley, Armley, Stanningley have also being complaining since the original design and plans were taken place.",
        "background": "The Leeds to Bradford cycle highway has being created to allow bicycles. This creation has caused distributions to the ordinary traffic which regularly use the Stanningley By-Pass. As the cycle highway is taking a lot of road space, there is hardly any room between one vehicle and the other. ",
        "closed_at": null,
        "created_at": "2016-01-31T12:27:20.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-01-31T13:12:28.962Z",
        "open_at": null,
        "rejected_at": "2016-02-04T13:25:33.904Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Leeds to Bradford Cycle path is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nBradford and Leeds Councils also have a petitions process - you can find out more about it here:\r\n\r\nBradford - https://www.bradford.gov.uk/bmdc/Consultations/epetitions\r\nLeeds - http://democracy.leeds.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120350.json"
    },
    "type": "petition"
}