{
    "attributes": {
        "action": "Syrian Refugee Crisis: Adopt a radical plan providing a safe, temporary haven.",
        "additional_details": "We propose:\r\n1) Suspension of the current European legislation on refugees.\r\n\r\n2) The UNHCR placed in control of managing the crisis.\r\n\r\n3) Naval rescue of refugees from Turkish beaches.\r\n\r\n4) Immediate and complete registration of rescued refugees  with the issuing of a Temporary Refugee (TR) status identity card.\r\n\r\n5) Distribution of TRs to European countries on a family basis but   determined by the UNHCR. (Countries would be obliged to accept their allocations or expelled from the UN, G20 etc.).\r\n\r\n\r\n\r\n",
        "background": "We should not tolerate the continuing sight on our TV screens of refugees drowning in their attempt to escape from Syria. The current legislative/bureaucratic system has been overwhelmed, in spite of valiant attempts to cope in some European countries.\r\nA new realistic but feasible plan is required.",
        "closed_at": null,
        "created_at": "2016-02-01T19:40:01.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-04T13:56:22.411Z",
        "open_at": null,
        "rejected_at": "2016-02-05T16:44:31.845Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Your petition calls for EU legislation to be suspended, and for the UNHCR to be placed in control of managing the refugee crisis. The UK Government and Parliament cannot, by themselves, do either of these things. \r\n\r\nYou could submit a new petition calling on the UK Government and Parliament to work with other countries to achieve these aims."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120466,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120466.json"
    },
    "type": "petition"
}