{
    "attributes": {
        "action": "Stop Essex Police Making Cut Backs to PSCO's & Other Major Staffing Cuts.",
        "additional_details": "Crime is increasing in the Essex area it does seem, if you read this article about the current situation, it will explain it in depth. http://www.gazette-news.co.uk/news/14223620.Essex_Police_reveal_latest_funding_cuts__including_rise_in_council_tax/?ref=mr&lp=11\r\nResidents and Visitors of Essex want is to feel safe on the streets, both day and night and in their homes. \r\nWe need Essex Police to look elsewhere for cuts, not at the visible presence, PCSO's and General Police make to our Community.",
        "background": "Essex Police Commissioner has still decided to cut our PSCO's from 190 to only 30. Police Cuts are not happening and also he is taking a extra £5 per person from the Council Tax for The Police. But  he is still making these valuable staff redundant. We need safe streets and visible officers. ",
        "closed_at": null,
        "created_at": "2016-02-01T10:20:10.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-02T13:58:42.112Z",
        "open_at": null,
        "rejected_at": "2016-02-02T16:29:34.404Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of the local Police and Crime Commissioner.\r\n\r\nYou could raise your issue with the Police and Crime Commissioner for Essex, who is elected, using the following website:\r\n\r\n http://www.essex.pcc.police.uk/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120403,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120403.json"
    },
    "type": "petition"
}