{
    "attributes": {
        "action": "Stop councils leasing out Public Open Amenity Sports Fields to football clubs",
        "additional_details": "The local residents have been fighting there plans for over two years and have been the subject of abuse, including  town councillors, from there supporter,s . \r\n\r\nOver 75 household,s objected to the proposed steel fencing and floodlight but still permission was granted. See Planning No 13/03924/ful  on NCC website.\r\n\r\nMeeting,s were held with council during 2015 in which it was stated by thecouncil that :-\r\n\r\n\"No Perminant PA to be Installed\"\r\n\r\nThe 25year lease allow,s the club a portable PA system.\r\n\r\n",
        "background": "Northumberland County Council given a local charity football club a 25year lease on public open amenity sports field and have given them permission to build a steel fence around the pavillion and field.\r\n\r\nThis will restrict access to individual,s and local children to use the sport,s field. \r\n",
        "closed_at": null,
        "created_at": "2016-02-01T14:20:53.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-04T17:07:03.089Z",
        "open_at": null,
        "rejected_at": "2016-03-09T11:49:15.718Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about leasing out sports fields is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.northumberland.gov.uk/Councillors/Involve.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120427.json"
    },
    "type": "petition"
}