{
    "attributes": {
        "action": "Newspaper apologies or corrections must be same size and page of original story.",
        "additional_details": "Newspapers will often print a dramatic front page/two-page spread story containing misleading information/misrepresentation, or even categoric untruths. Public opinions are created through the strong dramatised headlines/stories. These false opinions based on incorrect information can be very damaging and divisive to our society. When the subsequent correction or apology article is printed obscurely, it is often not read. Public opinion is not corrected, the damage has been, and remains done.",
        "background": "We propose that the correction articles or apologies must legally be the same size and on the same page/s as the original article to avoid the public being mislead, and that the wording of the apology or correction be written by IPSO to ensure freedom from editorial bias.",
        "closed_at": "2016-08-03T22:59:59.999Z",
        "created_at": "2016-02-01T16:40:35.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-13T16:19:48.871Z",
            "details": "This government upholds the core principle of freedom of expression, recognising the invaluable role a free press plays in our cultural and democratic life. We are committed to  independent self-regulation of the press and do not interfere in settling press complaints, as long as the press abides by the law particularly with regard to libel and defamation. It is therefore not the role of government to interfere with the practices of independent regulators with regard to the printing of apologies or corrections.\r\n\r\nIndependent press self-regulators, the Independent Press Standards Organisation (IPSO) and IMPRESS, have an editors’ code to which their members are expected to adhere, and, in line with Lord Justice Leveson’s recommendations, they have the power to direct the placement and prominence of apologies and corrections. On several occasions IPSO has ordered apologies and corrections to be made on the front page. \r\n\r\nDepartment for Culture, Media and Sport",
            "summary": "The Government is committed to independent press self-regulation and does not interfere with decisions taken by press regulators",
            "updated_at": "2016-04-13T16:19:48.871Z"
        },
        "government_response_at": "2016-04-13T16:19:48.873Z",
        "moderation_threshold_reached_at": "2016-02-01T21:12:08.685Z",
        "open_at": "2016-02-03T18:35:14.190Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-29T16:52:28.783Z",
        "scheduled_debate_date": null,
        "signature_count": 17241,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:08.142Z"
    },
    "id": 120442,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120442.json"
    },
    "type": "petition"
}