{
    "attributes": {
        "action": "Urge the South Korean Government to end the brutal dog meat trade",
        "additional_details": "Without any investigation, the International Olympics Committee (IOC) authorised South Korea to hold the 2018 Winter Olympics in Pyeongchang. 30 years have passed but the situation remains the same, if not worse. \r\n\r\nOur government should speak out and urge the IOC and South Korean government to respond to the dog meat issue and make the dog meat trade illegal.\r\n\r\nThe World Dog Alliance have produced an important documentary in response to the brutal trade across Asia.\r\n\r\nhttp://youtu.be/9YcxNXPKtLc ",
        "background": "In South Korea, an estimated 5 million dogs are slaughtered every year for their meat. During the 1988 Seoul Olympics, the South Korean government hid all the dog meat restaurants from the sight of international media to avoid criticism, yet the dog meat industry is still thriving today.",
        "closed_at": "2016-08-09T23:00:00.000Z",
        "created_at": "2016-02-04T13:24:34.308Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-09-12",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-09-12/debates/B2C64442-0447-45BE-8A4D-CEE3E038FF53/DogMeat(SouthKorea)",
            "video_url": "http://www.parliamentlive.tv/Event/Index/e5c0e472-edfa-421d-ad27-5b04760cdd5e"
        },
        "debate_outcome_at": "2016-09-13T13:26:23.999Z",
        "debate_threshold_reached_at": "2016-07-11T19:45:35.552Z",
        "government_response": {
            "created_at": "2016-04-06T14:32:18.517Z",
            "details": "The British Embassy in Seoul has raised the issue of cruelty towards animals on numerous occasions with the South Korean authorities and explained that the UK public and parliamentarians would like to see Korean regulation that would bring the practice to an end.  We will continue to seek further opportunities to raise the issue, in particular as we approach the Winter Olympics in 2018, and will monitor developments in the practice in the Republic of Korea. \r\n\r\nWe believe that it is necessary to work with governments around the world to build agreement on animal welfare standards and to phase out cruel and inhumane farming and trapping practices.  \r\n\r\nWe welcome the work that non-governmental organisations, such as the Royal Society for the Prevention of Cruelty to Animals, Change for Animals Foundation and the Humane Society International undertake with authorities of other countries to improve standards of animal welfare.\r\n\r\nParliament debated the ongoing consumption of dog meat on 5 November 2015.  The debate covered three main themes: the treatment of animals, the health risks associated with eating dog meat; and the UK’s role in reducing the trade and tackling animal welfare issues.  As we noted at that debate, while we cannot intervene directly in the protection of wildlife abroad, we will continue to raise our concerns on specific animal welfare issues with the relevant authorities.\r\n \r\nIn a number of countries, including the Republic of Korea, the sale and consumption of dog meat is legal. In the absence of international norms, laws or agreements governing the trade and consumption of cat and dog meat, the United Kingdom has no legal grounds to intervene or take trade measures against those countries where consumption of this meat is regarded as normal practice.\r\n\r\nThe practice of eating dog soup (posintang) during Boknal (three days throughout the summer) in the Republic of Korea is declining rapidly as attitudes change and the vast majority of Koreans eat samgaetang instead (chicken and ginseng soup).   The trend is such that dogmeat eating is likely to die out of its own accord, though that day could still be some years off.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The United Kingdom continues to raise the issue of the ongoing consumption of dog meat in the Republic of Korea and most recently debated the issue in Parliament on 5 November 2015.  ",
            "updated_at": "2016-04-06T14:32:18.517Z"
        },
        "government_response_at": "2016-04-06T14:32:18.519Z",
        "moderation_threshold_reached_at": "2016-02-04T14:14:40.195Z",
        "open_at": "2016-02-09T15:27:11.523Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-18T19:27:12.626Z",
        "scheduled_debate_date": "2016-09-12",
        "signature_count": 102131,
        "state": "closed",
        "updated_at": "2016-11-09T16:52:31.206Z"
    },
    "id": 120702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120702.json"
    },
    "type": "petition"
}