{
    "attributes": {
        "action": "Pay employees of publicly-owned banks at public sector wage levels.",
        "additional_details": "The publicly owned banks which caused the credit crunch and years of austerity continue to receive high wages. At the same time, the public sector is being forced to accept lower wages as a result of the austerity measures brought in after banks ruined the British economy. The public, who are paying for the bank's mistakes, want to see an end to bonuses in publicly-owned banks, and want bank workers to receive the same pay levels as other public sector workers in equivalent positions",
        "background": "The Government intends to restrict wages in the public sector, and to reduce pay-offs to public sector workers. Since those businesses which caused the credit are now largely publicly owned, they should also receive the equivalent pay structures of other public sector workers.",
        "closed_at": null,
        "created_at": "2016-02-05T19:14:10.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-08T11:59:28.274Z",
        "open_at": null,
        "rejected_at": "2016-02-09T17:45:49.152Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this isn't something the UK Government and Parliament could do. \r\n\r\nThe Government is a minority shareholder in Lloyds Bank group and a majority  shareholder in RBS. This does not give it the power to set pay in those organisations (although, as a majority shareholder in RBS, the Government would have some influence on pay at board level).\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120845.json"
    },
    "type": "petition"
}