{
    "attributes": {
        "action": "refer this government to the electoral commission on fraud over NHS manifesto",
        "additional_details": "Massive scaling back of government funding to councils resulting in huge reduction of social care provision. Demands for change to junior doctors contracts demanding more days/hours covered with no more staff (actually reduced staffing) and no extra finance will result in longer working hours for less pay. Continued support of PFI deals which impoverish health authorities and syphon NHS funds into private sector and shareholders. Sell off of profitable aspects of healthcare to private providers",
        "background": "This government was voted in on a manifesto of investment in the NHS and a commitment for no more top down reorganisation. Released documents have shown their commitment to exactly the opposite and their desire to privatise healthcare in this country. ",
        "closed_at": null,
        "created_at": "2016-02-08T09:47:25.363Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-09T14:11:55.032Z",
        "open_at": null,
        "rejected_at": "2016-02-09T15:05:03.009Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Electoral Commission is not responsible for ensuring political parties implement their manifestos. That is the responsibility of the political party concerned. In any case the Electoral Commission is independent of both the UK Parliament and Government.\r\n\r\nYou could write to the Conservative Party to raise your concerns or you could start a petition calling for the creation of a body to ensure political parties implement and stick to their manifesto pledges."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 120996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/120996.json"
    },
    "type": "petition"
}