{
    "attributes": {
        "action": "Save Market Playgroup, an outstanding ofstead Islington nursery",
        "additional_details": "Market playgroup also provide special care for children with special needs. We don't understand why the council have allowed islington to lose an outstanding nursery & why Hyde have sold it cheaply without our knowledge or an offer to us first. If the council are not willing to pay the rent, we have to find a new safe, permanent premises for our children. All children, especially those with special needs, need structure & security which market playgroup & it's staff provide in abundance. ",
        "background": "Market playgroup is an affordable outstanding nursery & has been looking after our children for 40yrs. Hyde have sold the premisies & the new landlord has increased the rent by £27,000. which the council are unwilling to pay & we can not afford. We need to find a new suitable premises in Islington",
        "closed_at": null,
        "created_at": "2016-02-09T11:26:07.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-09T12:21:32.714Z",
        "open_at": null,
        "rejected_at": "2016-02-09T15:11:25.199Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttp://democracy.islington.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 121077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121077.json"
    },
    "type": "petition"
}