{
    "attributes": {
        "action": "Uk Debate to leave the EU Petition",
        "additional_details": "Mr Cameron I think 55 million a day for EU partnership and sanctions on our laws is mental. You serve us remember not Europe we elected you!!! Now open your ears and eyes and start the British exit today and save are children's futures and ours from a disaster because when the QE failed and we have another 2008 crash that has been simulated by this hidous program of printing we will be reduced to the dark ages🇬🇧🇬🇧🇬🇧🇬🇧🇬🇧",
        "background": "Mr Cameron I think 55 million a day for EU partnership and sanctions on our laws is mental and breaking my heart to say I feel betrayed by our government. We don't need Europe they need us get it right!! Save our children's futures and yours from a fate that will crash are economy 12 billion a year ",
        "closed_at": null,
        "created_at": "2016-02-08T13:37:26.008Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-08T16:58:58.580Z",
        "open_at": null,
        "rejected_at": "2016-02-08T19:13:50.062Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition as it does not call for clear action from the UK Government and Parliament. You could start a new petition calling on Parliament to debate leaving the European Union, if that is what you want to happen. Petitions are considered for debate once they have reached 100,000 signatures. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 121008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121008.json"
    },
    "type": "petition"
}