{
    "attributes": {
        "action": "Consider a vote of No Confidence in Jeremy Hunt, Health Secretary",
        "additional_details": "",
        "background": "Mr Hunt recently gave totally inappropriate advice to Google conditions before seeking medical opinion. He referred to Paramedics as Ambulance Drivers and has caused the first Doctors strike in years of the NHS. Mr Hunt is destroying all staff morale in the NHS & will cause recruitment issues.",
        "closed_at": "2016-08-11T22:59:59.999Z",
        "created_at": "2016-02-10T04:45:28.735Z",
        "creator_name": null,
        "debate": {
            "debated_on": null,
            "overview": "The House of Commons Petitions Committee has decided not to schedule a debate on this petition, because the Committee does not have the power to schedule debates on motions of no confidence, and the petition does not contain a specific request for action on policy. \r\n\r\nIt is usually more effective to start a petition calling for a specific change to government policy or the law, rather than a petition about an individual Minister. It is still open to MPs to seek time for a debate on this petition in the main House of Commons Chamber, if they wish to do so. However, debates on motions of no confidence are fairly rare.\r\n\r\nYou might be interested to know that the Petitions Committee has scheduled a debate on  21 March on an e-petition calling on Jeremy Hunt to resume contract negotiations with the BMA. You can read the petition and find out how to watch the debate here:\r\n\r\nhttps://petition.parliament.uk/petitions/121262",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-03-16T11:22:48.253Z",
        "debate_threshold_reached_at": "2016-02-12T18:20:49.281Z",
        "government_response": {
            "created_at": "2016-03-17T15:00:53.898Z",
            "details": "We know NHS staff work incredibly hard to provide outstanding patient care around the clock. Patient safety is the absolute priority for NHS staff and the Government.  That is why our manifesto committed to improve patient care across 7 days of the week, with a particular focus on emergency and urgent care at weekends. The current medical contracts were drawn up in the early 2000s, and there is widespread consensus that they now require reform, partly in order to support improvements in urgent and emergency weekend care through more modern and flexible contractual arrangements. We have been trying for 4 years to agree the necessary changes with the doctors’ trade union, the BMA. Sadly, despite undertaking 3 independent processes to try to reach a negotiated solution, it has not been possible. The contract we are therefore introducing was recommended by one of the NHS’ most successful and respected Chief Executives, Sir David Dalton. He was commissioned at the end of 2015 to lead negotiations on behalf of the NHS with authority to compromise on every issue under discussion. He successfully reached agreement with the BMA on approximately 90% of issues on the table, leaving the final unresolved issue of Saturday pay rates. The process Sir David undertook followed 2 previous independent processes. Last July the DDDRB published recommendations following representations from both sides. The BMA refused even to discuss their recommendations and balloted for strike action on the back of them. Last December the Government and NHS entered detailed discussions with the BMA through ACAS and agreed Heads of Terms to achieve a negotiated solution. Unfortunately, despite agreeing to discuss Saturday pay rates, the BMA reneged and refused to contemplate any compromise on this issue. Sir David advised that a negotiated solution to the outstanding contractual issues was impossible. He also advised that the health service now needs certainty, and as such the Government decided that the only plausible option was to press ahead with the introduction of new contracts. Changes will not be imposed on staff who currently have a contract of employment, but new terms will be offered as juniors enter or move through training and onto new contracts as current contracts expire. This is simply exercising a right that employers have when unable to reach agreement on changes with trade unions. It would not be practical or democratic to allow any trade union to exercise a veto over reforms that support the delivery of the elected Government’s manifesto commitments.The new contract is safer for patients and fairer for doctors. Tired doctors risk patient safety, so in the new contract the maximum number of hours that can be worked in one week will be reduced from 91 to 72; the maximum consecutive nights will be reduced from 7 to 4; the maximum consecutive long days will be reduced from 7 to 5; and no doctor will ever be required to be rostered consecutive weekends. We will also introduce a new ‘Guardian’ role within every Trust with the authority to impose fines for breaches to agreed working hours.  These fines will be invested in educational resources and facilities for trainees.\r\n\r\nThe new contract will give additional pay to those working Saturday evenings from 5pm, nights from 9pm to 7am, and all day on Sunday. Plain time hours will now be extended from 7am to 5pm on Saturdays. However the government was willing to be flexible on Saturday premium pay and we have been: those working 1 in 4 or more Saturdays will receive a pay premium of 30%, higher on average than that available to nurses, midwives, paramedics and most other clinical staff. It is also a higher premium than that available to fire officers, police officers or those in many other walks of life. None the less it does represent a reduction compared to current rates, necessary to ensure hospitals can afford additional weekend rostering. So because we do not want take home pay to go down for junior doctors, these changes will allow an increase of 13.5%. Three quarters of doctors will see a take home pay rise and no trainee working within contracted hours will have their pay cut.\r\n\r\nWe recognise the negotiation process has uncovered some wider and more deep-seated issues relating to junior doctors’ wellbeing and quality of life that need to be addressed. These issues include inflexibility around leave, lack of notice about placements that can be a long way away from home, separation from spouses and families, and sometimes inadequate support from employers, professional bodies and senior clinicians. The Government has therefore asked Prof. Dame Sue Bailey, President of the Academy of Medical Royal Colleges to lead a review of measures outside the contract to improve morale of junior doctors. The Government has committed an extra £10billion to the NHS this Parliament, but with that extra funding must come reform to deliver safer services for patients across all 7 days of the week.\r\n\r\nDepartment of Health",
            "summary": "The latest staff survey showed  NHS staff engagement is at a 5 year high. We will continue to invest in and support NHS staff to help deliver safe, high quality patient care every day of the week.",
            "updated_at": "2017-01-13T14:26:52.829Z"
        },
        "government_response_at": "2016-03-17T15:00:53.901Z",
        "moderation_threshold_reached_at": "2016-02-10T21:19:35.958Z",
        "open_at": "2016-02-11T16:56:37.583Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-11T23:00:10.318Z",
        "scheduled_debate_date": null,
        "signature_count": 339925,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:09.025Z"
    },
    "id": 121152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121152.json"
    },
    "type": "petition"
}