{
    "attributes": {
        "action": "Stop UK Government and  Departments from  labeling  \"State Pension\" as benefits!",
        "additional_details": "I strongly object to the inference that I receive a \"benefit\", when I paid into the system for well over 40 years!!",
        "background": "As State Pension has usually been contributed to over many years, it seems wrong to title it as a \"benefit\", and should revert back to what it has always been called, i.e. State Pension",
        "closed_at": "2016-08-15T22:59:59.999Z",
        "created_at": "2016-02-11T11:24:50.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-04T13:45:23.784Z",
            "details": "Some people have a negative association with the word ‘benefit’ as synonymous with the means test; however this legal description provides consistency with other contributory benefits.\r\n \r\nIt is, of course, also consistent with private pensions where traditional pension schemes which are earnings linked such as final salary schemes, known as ‘Defined Benefit’ schemes. The pension paid out by these schemes is defined as a ‘benefit’.\r\n\r\nState Pension entitlement is based on having paid into the National Insurance scheme for a required number of years.  However, use of the word “benefit” for retirement pension (latterly known as State Pension) has always been classified in law from the time of the1946 National Insurance Act, which applied from the inception of the National Insurance scheme. No offence is intended by the use of this term.\r\n\r\nFurthermore, the term “contributory benefit”, forms the legislative framework of the Social Security Contributions and Benefits Act 1992.   Section 20 of that Act is entitled “Descriptions of contributory benefits”. Contributory benefits under Part II of that Act are listed, and the sixth is retirement pensions.\r\n\r\nIn addition, the introduction of the new State Pension from 6 April 2016 is also classified as a “benefit” under Section 1(1) of the Pensions Act 2014.\r\n\r\nThis word is also used to describe the advantages (benefits) provided through private pension arrangements.\r\n\r\nDepartment for Work and Pensions",
            "summary": "The State Pension is described in legislation as a “benefit” in order to root it within the existing social security framework as a statutory scheme paid out of monies in the National Insurance Fund.",
            "updated_at": "2016-03-23T16:15:08.852Z"
        },
        "government_response_at": "2016-03-04T13:45:23.786Z",
        "moderation_threshold_reached_at": "2016-02-12T19:52:39.137Z",
        "open_at": "2016-02-15T15:31:41.423Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-21T11:34:43.189Z",
        "scheduled_debate_date": null,
        "signature_count": 14681,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:09.192Z"
    },
    "id": 121267,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121267.json"
    },
    "type": "petition"
}