{
    "attributes": {
        "action": "Make Nusinersen available to terminally ill children with Spinal MuscularAtrophy",
        "additional_details": "SMA is a cruel diagnosis. Knowing there's a safe and well tolerated drug not available is hard to bear. Please read more at www.thefastmovement.org . This drug is showing fantastic results & meaning children never expected to achieve milestones are achieving them for the first time! It is keeping them alive! Early intervention is vital to those with SMA so more of their movement abilities can be saved. With no alternative drugs available, children with SMA can't wait any longer for treatment!",
        "background": "SMA causes increasing muscle weakness & paralysis. In the most cases babies never sit unsupported, crawl or walk & 95% have a life expectancy less than 18 months as they lose their ability to breathe. Nusinersen has not had 1 side effect in over 4 years of testing. Give SMA babies a chance at life!",
        "closed_at": "2016-08-11T23:00:00.000Z",
        "created_at": "2016-02-11T06:51:05.372Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-14T09:08:16.942Z",
            "details": "We are committed to ensuring that NHS patients with rare conditions are able to get access to the latest effective medicines on terms that represent value to the taxpayer once they have demonstrated they are safe and of sufficient efficacy and quality.\r\n\r\nSpinal Muscular Atrophy (SMA) is a genetic disease that causes muscle weakness and progressive loss of movement. In its most severe form, respiratory problems mean children rarely survive beyond two years of age.\r\n\r\nTreatment and support, including exercise and physiotherapy, the provision of assistive equipment and support with nutrition, feeding and breathing is available to help manage the symptoms of SMA and provide the best possible quality of life.\r\n\r\nNusinersen (also known under its developmental names ISIS SMNRx and ISIS 396443), is a medicine being developed by the pharmaceutical company Ionis Pharmaceuticals Incorporated.  It is currently undergoing Phase III clinical trials in patients with SMA.  Patients may access medicines that are still in development by enrolling in clinical trials for that condition.  Details for such studies can be found through the UK Clinical Trials Gateway (www.ukctg.nihr.ac.uk/) by searching for “spinal muscular dystrophy”.   Participation in a clinical trial should always be discussed and coordinated with the patient’s doctor.    \r\n\r\nIn order for the company to supply or sell Nusinersen as a medicine, it would be necessary to obtain a marketing authorisation (or licence) which requires the submission of evidence to regulators to demonstrate that the product is safe, has efficacy in the purpose claimed for it, is prepared to the necessary quality standards and that there is a positive balance of benefits over any risks. The company will be able to submit an application to the relevant medicines regulator for evaluation when the clinical trials are completed.  \r\n\r\nThe EMA has a procedure for the accelerated assessment of new medicines that are considered to represent a major interest from a public health point of view.  It is the company’s decision whether to apply for an accelerated assessment.     \r\n\r\nOutside of clinical trials, the UK early access to medicines scheme (EAMS) aims to facilitate access for UK patients to unlicensed or off-label medicines when those patients have life threatening or seriously debilitating conditions without adequate licensed treatment options. Again, it is for the company to decide whether to apply for an EAMS designation.  Further information about the scheme is available at: www.gov.uk/apply-for-the-early-access-to-medicines-scheme-eams. \r\n\r\nIn certain specific circumstances, doctors may prescribe an unlicensed medicine for an individual patient outside of the clinical trials setting, where they consider that the benefits of treatment outweigh any risks of using the unlicensed medicine. In such situations, a clinician may decide to prescribe on his personal responsibility a licensed medicine outside its authorised indication or an unlicensed medicine to meet the needs of an individual patient. This is reflected in professional guidance.  In such cases, we would expect clinicians to seek informed consent from their patients on the basis that there are risks associated with using an off-label/unlicensed medicine as well as potential therapeutic benefit. Patients should also be informed that the licensing assessment of the medicine for off-label or unlicensed use will not have taken place.  Further information on the supply of unlicensed medicinal products can be found at:  www.gov.uk/government/publications/supply-unlicensed-medicinal-products-specials \r\n\r\nThe Government is actively looking at what we can do to accelerate the pathway for innovative drugs to reach NHS patients, including those with rare diseases like SMA.  The Accelerated Access Review, independently chaired by Sir Hugh Taylor, will make recommendations to Government on speeding up access for NHS patients to innovative and cost-effective new medicines, diagnostics, medical technologies and digital products.  The review’s full report and recommendations are expected this Summer.  More information can be found at www.gov.uk by searching for ‘Accelerated Access Review’.\r\n\r\nDepartment for Health",
            "summary": "Nusinersen is in clinical trials for Spinal Muscular Atrophy and not yet marketed in the UK. Our priority is to ensure patients can access safe, effective treatments on terms that represent value.  ",
            "updated_at": "2016-07-14T09:08:16.942Z"
        },
        "government_response_at": "2016-07-14T09:08:16.945Z",
        "moderation_threshold_reached_at": "2016-02-11T08:52:31.588Z",
        "open_at": "2016-02-11T14:03:08.871Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-26T22:17:52.121Z",
        "scheduled_debate_date": null,
        "signature_count": 13136,
        "state": "closed",
        "updated_at": "2016-08-11T23:00:00.000Z"
    },
    "id": 121253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121253.json"
    },
    "type": "petition"
}