{
    "attributes": {
        "action": "Give the hedgehog better legal protection in order to reverse its decline.",
        "additional_details": "The petitioners therefore urge the House of Commons to endorse the practical supporting measures of 'Hedgehog Street' and ensure the hedgehog is given better legal protection including adding it to Schedule 5 of the Wildlife and Countryside Act by the Government and in particular the Department for Environment, Food and Rural Affairs. ",
        "background": "The petition of the residents of the United Kingdom of Great Britain and Northern Ireland declares that the British hedgehog population has declined by up to a third over the last 10 years.",
        "closed_at": "2016-08-11T23:00:00.000Z",
        "created_at": "2016-02-11T09:57:08.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-16T15:37:40.333Z",
            "details": "The Government is concerned about the decline of the hedgehog. Whilst the reasons for the decline in numbers of this emblematic species are complex, we support efforts to make our gardens more hedgehog friendly and more friendly to wildlife generally and pollinators specifically.\r\n\r\nTo encourage the involvement of local communities we recently published advice for homeowners in the form of five simple steps to make gardens more hedgehog friendly. This advice can be accessed at: www.gov.uk/government/news/five-simple-steps-to-transform-gardens-in-to-hedgehog-havens\r\n\r\nWe are impressed by the good work of the British Hedgehog Preservation Society and the People’s Trust for Endangered Species in undertaking surveys to establish the facts and engaging the public, and support the majority of their 10 year strategy for the protection of hedgehogs. The Taxon Group, which is being led by Natural England, is also proposing a number of actions that address some of the objectives of the 10 year Strategy.\r\n\r\nHedgehogs are protected by the Wildlife and Countryside Act 1981 from being killed using prohibited methods such as a crossbows, traps and snares. However, further protection of hedgehogs by adding them to Schedule 5 will not support the species and may have unintended consequences because:\r\n\r\no\tthe legislation makes it an offence to intentionally kill, take and injure and we have no evidence that this is currently an issue;\r\no\tprotecting such a generalist habitat from destruction or disturbance could have the unintended consequence of making it a criminal offence to tend gardens; and\r\no\tit may deter the maintenance and creation of habitat for hedgehogs if there will be a restriction on land use as a result.\r\n\r\nSince 2010 we have overseen work to create and restore over 100,000 hectares of priority habitat. Frontline programmes such as our agri-environment schemes have already restored or planted 30,000 kilometres of hedgerows. The new £900 million Countryside Stewardship scheme which started this year will further add to this valuable work by helping farmers, foresters and other land managers play a pivotal role in protection our wildlife and the countryside in general. In addition, the hedgerows and boundaries capital grants (part of Countryside Stewardship) announced on 1 February will also have a valuable part to play.\r\n\r\nWe are developing an ambitious 25 Year plan to protect and enhance our environment. It will move us to a more integrated and effective approach to managing our environment, placing local people and places at the heart of environmental decision making. This new approach will help equip people with the knowledge and power they need to take effective action on local environmental priorities, helping reverse the decline of iconic species like hedgehogs as part of this joined up approach.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "We support measures to help hedgehogs. We do not believe it is appropriate to list hedgehogs as a protected species, which is best reserved for species deliberately killed or injured by humans. ",
            "updated_at": "2016-03-16T15:37:40.333Z"
        },
        "government_response_at": "2016-03-16T15:37:40.336Z",
        "moderation_threshold_reached_at": "2016-02-11T10:13:17.362Z",
        "open_at": "2016-02-11T10:14:55.592Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-13T19:43:26.133Z",
        "scheduled_debate_date": null,
        "signature_count": 50399,
        "state": "closed",
        "updated_at": "2016-08-11T23:00:00.000Z"
    },
    "id": 121264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121264.json"
    },
    "type": "petition"
}