{
    "attributes": {
        "action": "Give parents who work full time,free childcare",
        "additional_details": "",
        "background": "People who work full time should not be penalised by having to pay for childcare so they can return to work, while people who don't work and have no need for childcare get it for free. \r\n",
        "closed_at": "2016-08-11T22:59:59.999Z",
        "created_at": "2016-02-10T22:17:28.938Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-29T16:04:49.874Z",
            "details": "This is part of a whole package of support to help parents with childcare costs.\r\n\r\nCurrently all 3- and 4- year olds can get 15 hours of free early education a week, worth around £2,500 per child per year. And from September 2017 we are introducing an additional 15 hours of free childcare a week for the working parents of three- and four-year olds, saving parents using the full 30 hours around a total of £5000 a year per child. \r\n\r\nWe know there are still too many people for whom there are unfair barriers to work, and whose high levels of skill are too often underused. This Government has set out stretching ambitions to increase employment, and doubling the free entitlement to childcare to 30 hours a week for working parents of three- and four-year-olds is a significant contribution to this. \r\n \r\nSome two-year-olds from the lowest-income families can also access 15 hours of free early education each week, because children from low income families can start school behind their better off peers. The two-year-old entitlement is in place to help close the attainment gap between the most disadvantaged and their better off peers. \r\n \r\nThe free childcare entitlements are one part of an overall government package of schemes designed to support parents with childcare costs. From 2017 we will introduce Tax-Free Childcare, which will save around 2 million families up to £2,000 per child on their annual childcare bill for children aged under 12 (or 17 for children with special educational needs or disabilities). In addition, the childcare element of Universal Credit provides direct support for childcare costs, with support for up to 85% of eligible costs as of April 2016, with the maximum limits of £646.35 for one child and £1108.04 for two or more children.\r\n\r\nDepartment for Education",
            "summary": "From September 2017 working parents of 3- and 4-year-olds will be eligible to a total of 30 hours free early education a week. ",
            "updated_at": "2016-09-29T16:04:49.874Z"
        },
        "government_response_at": "2016-09-29T16:04:49.877Z",
        "moderation_threshold_reached_at": "2016-02-11T09:25:00.051Z",
        "open_at": "2016-02-11T14:26:38.221Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-06T18:11:24.430Z",
        "scheduled_debate_date": null,
        "signature_count": 48775,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:09.123Z"
    },
    "id": 121235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121235.json"
    },
    "type": "petition"
}