{
    "attributes": {
        "action": "Jeremy Hunt to resume meaningful contract negotiations with the BMA.",
        "additional_details": "Jeremy Hunt has announced that new contracts will be imposed on Junior doctors in his endeavour to destroy the NHS and privatise healthcare in the UK. It is in our interest as future and working Junior Doctors and in the interest of the general public that we continue to oppose these new contracts. We will refuse to sign these new contracts and will continue strike action until a negotiated resolution has been reached. \r\n  ",
        "background": "J.Hunt is to impose a new contract. As incoming junior doctors, with GMC registration, starting work as an FY1 in August 2016 and junior doctors working within the NHS we will refuse to sign the imposed contract and will continue strike action on behalf of the medical profession and greater public.",
        "closed_at": "2016-08-11T23:00:00.000Z",
        "created_at": "2016-02-11T09:52:29.229Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-03-21",
            "overview": "",
            "transcript_url": "http://hansard.parliament.uk/commons/2016-03-21/debates/16032112000001/BMA(ContractNegotiations)",
            "video_url": "http://parliamentlive.tv/Event/Index/641c6fb7-a2a0-47e0-8b10-e3c99e765c2b"
        },
        "debate_outcome_at": "2016-03-24T17:52:56.782Z",
        "debate_threshold_reached_at": "2016-02-13T19:03:13.883Z",
        "government_response": {
            "created_at": "2016-03-18T12:21:48.381Z",
            "details": "Junior doctors work incredibly hard across seven days.  They make a huge contribution to the NHS and deserve a fair, professional contract that supports patient care and proper training. As NHS Employers and the British Medical Association (BMA) agreed some years ago, the current contract does not do this and needs to be replaced. Regrettably, despite negotiations over three years and agreement on 90% of the content, a settlement could not be reached and a new contract now needs to be introduced. The new deal is one which NHS leaders are clear is safe, fair and reasonable for junior doctors. Patient safety is the absolute priority for the Government and NHS Employers.  We want to ensure we have the safest healthcare system in the world by introducing stronger limits on junior doctors’ hours and by ensuring that consultants are available to make vital decisions about patient care across seven days. This requires changes to contracts.\r\n \r\nTogether, consultants and junior doctors are crucial to ensuring patients receive the high-quality care they need every day of the week. The BMA called for reform of the junior doctors’ contract in 2008. The proposals put forward for reforming the junior doctors’ contract and the consultants’ contract are designed to protect the safety of junior doctors and patients as well as rewarding junior doctors more fairly and ensuring more consultant availability over weekends to support training and deliver the key clinical standards. We have been making every effort, in good faith, to work with the BMA to introduce a new contract for junior doctors that supports these principles while maintaining average pay and ensuring no doctor is required to work longer or unsafe hours.  After the BMA walked away from negotiations with NHS Employers in 2014, we and NHS Employers accepted the recommendations of the independent Review Body on Doctors’ and Dentists’ Remuneration in July 2015 and sought a return to negotiations. The BMA refused to negotiate, rejected an offer published and sent to junior doctors on 4 November 2015, and balloted for industrial action. \r\n \r\nThe BMA, NHS Employers and the Department agreed, in November, to talks under the auspices of ACAS and this led to negotiations during December. Initial talks led to a revised offer on 4 January, which the BMA refused to discuss, instead announcing that industrial action would commence on 12 January.. The Secretary of State appointed Sir David Dalton, a respected trust chief executive, to lead further talks behalf of the NHS and the Department. At the request of the management side, ACAS were asked to oversee those talks that continued during January with the BMA suspending further action that had been planned for 26-28 January\r\n\r\nOn 1 February Sir David Dalton wrote to the Secretary of State to advise him of the progress of negotiations. At the same time, the BMA announced industrial action for 10 February – with junior doctors providing emergency cover only, rather than the full withdrawal of labour that had previously been announced. This action was regrettable and unnecessary, given that Sir David’s letter showed that the parties had reached agreement on many issues, most notably on safety and on education and training, and on many elements of a new pay structure. \r\n\r\nUnfortunately, despite agreeing to discuss Saturday pay rates, the BMA reneged and refused to contemplate any compromise on this issue. Sir David advised that a negotiated solution to the outstanding contractual issues was impossible. He also advised that the health service now needs certainty, and as such the Government decided that the only plausible option was to press ahead with the introduction of new contracts.\r\n\r\nThe Health Secretary announced on 11 February that the new contract will be introduced. NHS Improvement has made clear that it expects all employers to work with their junior doctors to implement the new contract. Changes will not be imposed on staff who currently have a contract of employment, but new terms will be offered as juniors enter training or as they move through training and onto new contracts of employment as current contracts expire. This is simply exercising a right that employers have when unable to reach agreement on changes with Trade Unions. Sir David has made clear his view that a negotiated settlement is not possible and that the proposed contract will be both safer for patients and fair and reasonable for junior doctors. Junior doctors should consider the detail that has been sent to them and published. What will be introduced is a fairer, safer contract that: includes lower limits on working hours and stronger safeguards to enforce these; better supports training; preserves average earnings, including for new trainees; includes a 13.5% increase in basic pensionable pay for all; means an increase in earnings for 75% of those moving onto new terms; and includes an offer that protects the pay of all trainees during transition.\r\n\r\nDepartment of Health",
            "summary": "There will be no imposition. NHS Improvement expects employers to introduce a fairer, safer contract, which they can do for new staff and as contracts expire as juniors move through training. ",
            "updated_at": "2017-01-13T14:25:56.057Z"
        },
        "government_response_at": "2016-03-18T12:21:48.384Z",
        "moderation_threshold_reached_at": "2016-02-11T12:48:11.650Z",
        "open_at": "2016-02-11T14:23:26.196Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-11T20:43:34.067Z",
        "scheduled_debate_date": "2016-03-21",
        "signature_count": 120680,
        "state": "closed",
        "updated_at": "2017-01-13T14:25:56.060Z"
    },
    "id": 121262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121262.json"
    },
    "type": "petition"
}