{
    "attributes": {
        "action": "Repeal Lancashire Special Constable's driving conviction for doing his job",
        "additional_details": "Despite the criminals committing multiple offenses that evening, he chose to stop them but because they fell off their moped he was charged with dangerous driving by the CPS and Lancashire Police.\r\nHe had served as a VOLUNTEER for over 6 years, protecting the community.\r\nBecause he had not received the proper training as a result of being a volunteer he was charged and prosecuted. As a driving instructor he lost his job because he did his duty.\r\nLets get Special Constable AB the justice he deserves",
        "background": "Lancashire Special Constable was charged with dangerous driving after protecting fellow officers and the community he served from criminals on mopeds. \r\nTo add insult he had to pay the criminals on mopeds damages despite them being unlicensed and uninsured all because they fell off their bikes.",
        "closed_at": null,
        "created_at": "2016-02-11T16:51:20.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-11T17:58:04.493Z",
        "open_at": null,
        "rejected_at": "2016-02-12T12:40:37.197Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Courts are independent of the Government and Parliament.You can find out more about appealing against a sentence here:\r\n\r\nhttps://www.gov.uk/appeal-against-sentence-conviction/magistrates-court-verdict\r\n\r\nIf you would like Parliament to change the law that applies in similar cases, you could start a petition calling for the specific change you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 121323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121323.json"
    },
    "type": "petition"
}