{
    "attributes": {
        "action": "Name any elected person paid by the public purse who fiddles expenses.",
        "additional_details": "",
        "background": "MP's have voted not to be named and shamed if they fiddle or attempt to fiddle their expenses. This is the first rung on the ladder of corruption. any elected person or organisation who's salary is paid for by public funds should have their accounts open to public scrutiny",
        "closed_at": null,
        "created_at": "2016-02-12T10:46:47.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-15T22:20:59.422Z",
        "open_at": null,
        "rejected_at": "2016-02-17T16:03:24.530Z",
        "rejection": {
            "code": "no-action",
            "details": "MPs agreed on 10 February to arrangements which mean that police forces must notify the House authorities of the arrest of any MP, but that the details of the arrest may not be published by the House without the consent of the MP concerned.\r\n\r\nThe arrangements agreed to by the House do not prevent the reporting of the arrest of any MP by the press or any other outside organisation.\r\n\r\nThe payment of salary and expenses to MPs is undertaken by the Independent Parliamentary Standards Authority (IPSA), which has said that it will not release the names of MPs under investigation for potential irregularities.\r\n\r\nA petition which required IPSA to publish the names of MPs under investigation for  irregularities in claiming expenses would be clearer. \r\n\r\nWe would consider any redrafted petition which is submitted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 121415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121415.json"
    },
    "type": "petition"
}