{
    "attributes": {
        "action": "Cap MP pay rises to match pay rises given to other public sector workers.",
        "additional_details": "The Shadow Minister for Women and Equalities told the Sun: \"I’m concerned that yet again this looks like our pay is going up quicker than other public sector workers like police, nurses and teachers.\r\n\r\n\"If their pay is capped at 1 per cent, why shouldn’t ours be.\"\r\n\r\n\r\n",
        "background": "MPs are set to receive a 1.3 per cent pay rise of £962 despite voting for public sector pay rises to be capped to one per cent until 2019.\r\n\r\nThis increase will take effect in April - nine months after they received a backdated 10 per cent pay rise from £67,060 to £74,000. ",
        "closed_at": null,
        "created_at": "2016-02-13T08:55:23.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-13T09:23:12.732Z",
        "open_at": null,
        "rejected_at": "2016-02-14T16:58:09.021Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay. IPSA conducted a public consultation after 2012 and decided what the salaries of MPs should be after the election.\r\n\r\nIf you would like to contact IPSA about its decision, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n\r\nThe only way that the decision of IPSA could be challenged would be if the law was changed to return the power to set MPs’ pay to the MPs themselves, or to give the power to some other body. The law could only be changed by Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 121519,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121519.json"
    },
    "type": "petition"
}