{
    "attributes": {
        "action": "Ask for Jeremy Hunt to be dismissed from the government by HM The Queen",
        "additional_details": "This is an insult to all who signed the petitions and a damning indictment of our political class & system. No wonder arrogant politicians are disliked when they treat the public with contempt. \r\nAs head of state, The Queen retains massive reserve powers. This site is for Parliament & Government. It is The Queens government, and she could dismiss any minister. We could make Hunt’s position untenable, and show politicians that in the digital age, we can have direct democracy without their control.",
        "background": "Two previous petitions have gathered over half a million names asking for Jeremy Hunt to leave his job. This lead to a debate by MP’s in a small committee room. The debate started by stating that it was irrelevant and had no power to affect Jeremy Hunt’s position whatsoever.",
        "closed_at": null,
        "created_at": "2016-02-13T19:25:46.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-13T20:55:16.785Z",
        "open_at": null,
        "rejected_at": "2016-02-15T16:08:25.672Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments. If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 121590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121590.json"
    },
    "type": "petition"
}