{
    "attributes": {
        "action": "David Cameron is precluded from negotiations with the EU in the event of Brexit.",
        "additional_details": "Negotiators should be drawn from or appointed by a caucus of MPs who have consistently shewn themselves to be advocates of leaving the EU.  The Electorate would have no confidence  in Cameron's diligence in securing the full aims of the Referendum question to LEAVE the EU and NOT some alternative scheme that would leave the UK in anyway tied to the EU 'Aquis' including rejoining EFTA/EEA.  The only way that Britain should agree to trade with the EU is through a Free Trade Agreement under the WTO",
        "background": "The Prime Minister has patently shewn himself to be a total advocate of membership of the EU at any cost.  In the event of Brexit, he should not be involved in any subsequent negotiations, nor be responsible for appointing representatives.  ",
        "closed_at": "2016-08-17T22:59:59.999Z",
        "created_at": "2016-02-13T16:58:25.477Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-25T16:09:09.038Z",
            "details": "The Government believes Britain is stronger, safer and better off within a reformed European Union. The Prime Minister has secured a new settlement for the UK, which delivers on the Government’s commitment to fix the problems that have frustrated people in Britain.\r\n \r\nHowever, if the British people vote to leave on 23 June, they would rightly expect the process to exit the EU to start straight away. The rules for exit are set out in Article 50 of the Treaty on European Union. This is the only lawful route available to withdraw from the EU.\r\n\r\nArticle 50 provides for a period of two years for the negotiation of exit terms. The two year deadline can be extended, but only by unanimous agreement of all EU Member States.\r\n\r\nBut the process is unprecedented. No country has ever used Article 50 – it is untested. Article 50 does not specify how far the arrangements for the UK’s future relationship with the EU could be included in a withdrawal agreement. However, it is likely that the scope of those arrangements, including the terms of our trade, would require the negotiation of a separate agreement with the EU.\r\n\r\nWhile the Government would secure the best possible deal for Britain in the event of a vote to leave, if we want full, meaningful access to the Single Market of 500 million people we will have to accept significant trade-offs.\r\n\r\nThese include accepting the free movement of people, contributing to the EU's programmes and budgets, and being bound by the rules of the Single Market without having a vote or a say over them.\r\n\r\nThe Government is clear that none of the alternatives to EU membership provide the best of both worlds offered by continued membership of a reformed EU. \r\nThe Government has published a number of information papers ahead of the referendum. These can be viewed on the dedicated EU Referendum website, www.eureferendum.gov.uk.\r\n\r\nForeign and Commonwealth Office\r\n",
            "summary": "The Prime Minister has secured a new settlement for the UK, which delivers on the Government’s commitment to fix the problems that have frustrated people in Britain.",
            "updated_at": "2016-05-25T16:09:09.038Z"
        },
        "government_response_at": "2016-05-25T16:09:09.042Z",
        "moderation_threshold_reached_at": "2016-02-16T23:19:17.384Z",
        "open_at": "2016-02-17T10:40:17.769Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-02T21:34:10.736Z",
        "scheduled_debate_date": null,
        "signature_count": 11782,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:09.481Z"
    },
    "id": 121579,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121579.json"
    },
    "type": "petition"
}