{
    "attributes": {
        "action": "House of Commons to have Free Vote on Imposition of Junior Doctors Contract",
        "additional_details": "Considering the importance to the functioning of a National Public Service that is in everyone's interests and the vast media coverage and interest it must be put to a Free Vote.",
        "background": "The government have chosen to impose a contract on Junior Doctors without evidence that such a contract would improve weekend care without deterioration of weekday care.  Imposition is rejected by the Royal Colleges and Hospital Chief Execs.  It must be put to the House in a Free Vote without Whips.",
        "closed_at": "2016-08-17T22:59:59.999Z",
        "created_at": "2016-02-13T22:51:32.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-26T09:14:40.149Z",
            "details": "Parliament has been updated regularly on all developments relating to the junior doctors’ contract, including through a number of statements, debates and questions. \r\n\r\nOn 19 May, Parliament was informed that, after 10 days of intensive discussion under the auspices of ACAS, an historic agreement has been reached between the government, NHS Employers (acting on behalf of the employers of junior doctors) and the British Medical Association (BMA).  This agreement will facilitate the biggest changes to the junior doctors’ contract since 1999 and will modernise the contract making it better for both doctors and patients. \r\n\r\nThe government has always been determined that the NHS should offer the safest, highest quality of care possible,  which means a consistent standard of care for patients admitted across all seven days of the week. Changes under the new contract include:\r\n\r\n•\testablishing the principle that any doctor who works less than an average of one weekend day a month (Saturday or Sunday) should receive no additional premium pay, compensated by an increase in basic pay of between 10 and 11%;\r\n•\treducing the marginal cost of employing additional doctors at the weekend by about a third;\r\n•\tsupporting all hospitals to meet the four clinical standards most important for reducing mortality rates for weekend admissions by establishing a new role for experienced junior doctors as ‘senior-clinical decision makers’ able to make expert assessments of vulnerable patients who may be admitted or staying in hospitals over weekends; and \r\n•\tremoving the disincentive to roster sufficient numbers of doctors at weekends by replacing an inflexible banding system with a fairer system that values weekend work by paying actual unsocial hours worked with more pay to those who work the most.\r\n\r\nThe government also recognises that safer care for patients is more likely to be provided by well-motivated doctors who have sufficient rest between shifts and work in a family-friendly system. The new contract and ACAS agreement will improve the wellbeing of the junior doctor workforce by:\r\n\r\n•\treducing the maximum hours a doctor can be asked to work in any one week from 91 to 72;\r\n•\treducing the number of nights a doctor can be asked to work consecutively to four and reducing the number of long days a doctor can be asked to work to five;\r\n•\tintroducing a new post, a Guardian of Safe Working, in every Trust to guard against doctors being asked to work excessive hours;\r\n•\tintroducing a new catch up programme for doctors who take maternity leave or time off for other caring responsibilities; \r\n•\testablishing a review by  Health Education England to consider how best to allow couples to apply to train in the same area and to offer training placements for those with caring responsibilities close to their home;\r\n•\tgiving pay protection to doctors who switch specialties because of caring responsibilities; and\r\n•\testablishing a review to inform a new requirement on Trusts to consider caring and other family responsibilities when designing rotas. \r\n\r\nTaken together these changes show both the government’s commitment to safe care for patients and the value it attaches to the role of junior doctors. This agreement will allow the government to deliver a seven day NHS, improve patient safety, and support much-needed productivity improvements, as well as strengthening the morale and quality of life of junior doctors with a modern contract fit for a modern health service.\r\n\r\nNHS Employers will publish a revised contract at the end of May and the Department of Health will publish an equalities analysis of the new terms. \r\n\r\nThe new contract and the agreement has the support of the Chair of the Junior Doctors’ Committee of the BMA, and will be put to a ballot of the BMA membership in June.  \r\n\r\nDepartment of Health",
            "summary": "An agreement has been reached that will make the junior doctors’ contract better for doctors and patients. It is supported by the British Medical Association, which will ballot junior doctors in June.",
            "updated_at": "2016-05-26T09:14:40.149Z"
        },
        "government_response_at": "2016-05-26T09:14:40.155Z",
        "moderation_threshold_reached_at": "2016-02-13T23:04:20.135Z",
        "open_at": "2016-02-17T10:29:10.785Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-14T23:23:35.498Z",
        "scheduled_debate_date": null,
        "signature_count": 10706,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:09.520Z"
    },
    "id": 121612,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121612.json"
    },
    "type": "petition"
}