{
    "attributes": {
        "action": "Extend the Early Years Foundation Stage from \"birth to 5\" to \"birth to 7\"",
        "additional_details": "In life we need communication skills,personal,social and emotional development,embedded literacy and maths skills, technological skills, an understanding of the world and creativity as well as characteristics such as resilience,perseverance,independence and risktaking. We have a curriculum that delivers this and more but it ends when children leave Reception. Let's extend the EYFS curriculum and \"Early Years\" for children from birth to 7 as it did on my teacher and Nursery Nurse training.",
        "background": "The news is full of concerns over children's mental health, their illiteracy,their behaviour,and teachers leaving in droves. The EYFS curriculum which applies from birth to 5, should be extended to birth to 7 to enable schools to focus on the essential skills,knowledge and attitudes for life!\r\n\r\n",
        "closed_at": "2016-08-17T23:00:00.000Z",
        "created_at": "2016-02-14T18:01:58.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-17T17:30:51.746Z",
            "details": "Early years providers, including schools, are required to use the Statutory Framework for the early years foundation stage (EYFS). The EYFS sets the standards that all early years providers must meet to ensure that children learn and develop well and are kept healthy and safe. It promotes teaching and learning and gives children the broad range of knowledge and skills that provide the right foundation for good future progress through school and life.\r\n\r\nThe areas of learning and development outlined in the EYFS provide the right baseline for the primary national curriculum. The new national curriculum was introduced in September 2014 and is carefully designed to provide a smooth transition from the EYFS to key stage 1.\r\n\r\nThe national curriculum focuses on the essential knowledge that must be taught, allowing teachers to take greater control over the wider curriculum in schools and how it is taught. Teachers will use their professional judgement to decide how best to ensure that their pupils develop important characteristics and skills such as creativity, resilience, independence and risk taking. Extra-curricular activities such as sports clubs, music and drama all help to build character and give younger children opportunities to flourish.\r\n\r\nPupils should not miss out on knowledge and skills development when they start key stage 1. For example, the key stage 1 programme of study for English makes clear that during year 1 teachers should build on work from the EYFS and build on what pupils have already learnt. Where pupils entering year 1 have not met the early learning goals they should continue to follow their school’s curriculum for EYFS to develop the appropriate knowledge and skills to ensure a good grounding for the key stage 1 curriculum.\r\n\r\nDepartment for Education",
            "summary": "The primary national curriculum provides a smooth transition from the early years foundation stage, and is designed to ensure pupils continue to develop the knowledge and skills needed to flourish",
            "updated_at": "2016-03-17T17:30:51.746Z"
        },
        "government_response_at": "2016-03-17T17:30:51.749Z",
        "moderation_threshold_reached_at": "2016-02-14T18:13:04.584Z",
        "open_at": "2016-02-17T11:03:34.529Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-22T15:00:44.868Z",
        "scheduled_debate_date": null,
        "signature_count": 23337,
        "state": "closed",
        "updated_at": "2016-11-10T12:31:05.722Z"
    },
    "id": 121681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121681.json"
    },
    "type": "petition"
}