{
    "attributes": {
        "action": "Allow GCSE English candidates to have blank texts during their exams.",
        "additional_details": "I am a student myself and have experienced first hand the confusion about the educational benefit of these reforms: from students AND teachers. An example of the unnecessary changes is students must now remember the exact words of 12 poems, and are not allowed the poetry anthology during the exam to refer to. ",
        "background": "The new educational reforms have restricted the use of blank texts during GCSE English exams. This makes the English course and exam a test of a candidates memory, not their academic ability. ",
        "closed_at": "2016-08-17T23:00:00.000Z",
        "created_at": "2016-02-14T20:09:09.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-18T12:11:28.537Z",
            "details": "The GCSE English literature content requires students to read the full texts of the books, drama and poems they study. It requires students to study a range of intellectually challenging and substantial whole texts in detail including Shakespeare, 19th-century novels, Romantic poetry, and fiction or drama from the British Isles from 1914 onwards. The content requires students to study no fewer than 15 poems by at least five different poets, and a minimum of 300 lines of poetry. The assessment arrangements must reflect those requirements and is designed to reward students who have gained a deep understanding of literature and who have read widely throughout the course.\r\n\r\nThe content also requires that students are examined on texts which they have not read previously (‘unseen’ texts).  Students will need to read widely during their studies to prepare them for the ‘unseen’ text in the exam and to be able to compare and contrast a range of texts using ‘relevant quotation and detailed textual references’ to demonstrate the breadth of their understanding of literature. These ‘unseen’ texts might, but do not have to be, by authors whose works students have studied as set texts. \r\n \r\nWe do not expect awarding organisations to give or allow students to have access during their exams to copies of the whole texts they have studied. Exam boards can, however, provide students with relevant extracts. The exam boards have each chosen in their sample assessment materials to provide students with extracts of the texts they have studied. \r\n\r\nStudents will not achieve high marks in GCSE English Literature simply by memorising and writing out the poems or texts they have studied.  Students will not need to learn and remember the exact words of poems or texts by heart or write those out in full in the exam in order to succeed.  \r\n\r\nTo gain good marks, students will need to be able to show that they are familiar with the texts - that they have studied them – and that their understanding is sufficiently developed to be able to compare them with other texts that might have been given to them in the exam. The student will need to write about a poem they have studied and that is not given to them in the exam, but that does not require them to reproduce the text in full.  \r\n \r\nThe Chief Regulator’s blog written last year made it clear that GCSE English literature is about understanding not memory https://ofqual.blog.gov.uk/2015/03/18/gcse-english-literature-learning-and-understanding-not-memory/\r\nOfqual’s Regulatory Conditions and Guidance documents for GCSE English are available here https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/448680/2015-07-27-gcse-subject-level-conditions-and-requirements-for-english-literature-version-3.pdf.\r\n\r\nNote: The Office of Qualifications and Examinations Regulation (Ofqual) is the independent regulator responsible for overseeing and maintaining standards in qualifications. The government is responsible for the content of the new GCSE English Literature qualification while Ofqual is responsible for the assessment arrangements exam boards must apply to the qualification.  GCSEs taken in England have been reformed so they are more rigorous and challenging. First teaching of the new GCSEs in maths, English language and English literature began in schools in September 2015.\r\n\r\nDepartment for Education\r\n\r\n",
            "summary": "GCSE English literature content requires students to read the full text of the books and poems they study. Students will not need to remember the exact wording of poems by heart in order to succeed. ",
            "updated_at": "2016-03-18T12:11:28.537Z"
        },
        "government_response_at": "2016-03-18T12:11:28.541Z",
        "moderation_threshold_reached_at": "2016-02-14T22:28:31.640Z",
        "open_at": "2016-02-17T11:03:20.719Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-29T21:56:14.901Z",
        "scheduled_debate_date": null,
        "signature_count": 25349,
        "state": "closed",
        "updated_at": "2016-08-17T23:00:00.000Z"
    },
    "id": 121692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121692.json"
    },
    "type": "petition"
}