{
    "attributes": {
        "action": "Publicly funded bodies should keep the freedom to boycott unethical companies",
        "additional_details": "Under these measures, publicly funded bodies will no longer be able to refuse services provided by companies involved in the tobacco industry, the arms trade, from countries with poor human rights records, or from companies whose business practices are inhumane and unethical. Many of these bodies, such as universities, must in a free society remain independent from government coercion of this kind; others, such as councils, should be primarily answerable to their electorates not to Westminster.",
        "background": "The government has announced plans that would ban publicly funded organisations such as universities or local councils from boycotting unethical companies. We call on the government to abandon this attack on the independence of non-government bodies and the democratic rights of local councils.",
        "closed_at": "2016-08-17T23:00:00.000Z",
        "created_at": "2016-02-14T23:06:49.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-01T15:36:05.575Z",
            "details": "On 17 February, the Government published guidance that makes clear that procurement boycotts by public authorities are inappropriate, outside where formal legal sanctions, embargoes and restrictions have been put in place by the government: \r\nhttps://www.gov.uk/government/news/putting-a-stop-to-public-procurement-boycotts\r\n\r\nThis does not affect the independence of non-government bodies or the democratic rights of local councils. It is new guidance on existing policy that has been in place for many years under successive governments.  \r\n\r\nThe public procurement rules have not changed. Public authorities are still responsible for making decisions on the suitability of particular suppliers within the framework of the public procurement rules (the Public Contracts Regulations 2015). They may reject a supplier's application where certain exclusion grounds are met. But these decisions have to be made case by case in compliance with the public procurement rules, and must not be discriminatory, as a blanket ban (ie a boycott) would be.\r\n\r\nThe UK Government has a longstanding policy of value for money in public procurement. EU and UK procurement legislation requires public authorities to treat suppliers fairly and equally, and provides remedies where such rules are breached.  International market-access agreements such as the WTO Government Procurement Agreement extend those obligations to various other countries: \r\nhttps://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm\r\n\r\nImposing local level boycotts can damage integration and community cohesion within the United Kingdom, hinder Britain’s export trade, and harm foreign relations to the detriment of Britain’s economic and international security. They can also be unlawful and lead to severe penalties against the contracting authority and the Government. The guidance reminds public authorities of these important matters.\r\n\r\nThe Department for Communities and Local Government is currently working to give effect to the recent announcement on Local Government Pension Scheme funds’ investment allocations, specifically the extent to which administering authorities should have regard to non-financial factors.  They propose to issue statutory guidance to local authorities, which will be published in the coming weeks.\r\n\r\nCabinet Office\r\n",
            "summary": "The Government has published new guidance on existing policy that makes clear that boycotts in public procurement are inappropriate outside where formal legal sanctions have been put in place. ",
            "updated_at": "2016-03-01T15:36:05.575Z"
        },
        "government_response_at": "2016-03-01T15:36:05.580Z",
        "moderation_threshold_reached_at": "2016-02-14T23:19:28.926Z",
        "open_at": "2016-02-17T10:47:59.953Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-21T17:51:34.893Z",
        "scheduled_debate_date": null,
        "signature_count": 17460,
        "state": "closed",
        "updated_at": "2016-08-17T23:00:00.000Z"
    },
    "id": 121704,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121704.json"
    },
    "type": "petition"
}