{
    "attributes": {
        "action": "Sanction Jeremy Hunt for misleading Parliament over the cause of weekend deaths",
        "additional_details": "Jeremy Hunt has repeatedly linked doctor numbers working at the weekend directly to increased mortality whilst a document produced by his own officials indicates otherwise.\r\n\r\nSeven-day NHS may not cut death rates, say Hunt's own officials\r\nhttp://gu.com/p/4gmpf?CMP=Share_AndroidApp_Copy_to_clipboard\r\n\r\nHe has, therefore, not only misled the public but knowingly misled Parliament and he should be made to account for this in the House with appropriate sanctions",
        "background": "A leaked paper from the NHS indicates no causal link between the number of doctors working at the weekend and the increased mortality seen at weekends. It concludes that rather than spreading existing numbers thinner many more doctors and other staff will be required costing around £900m per annum",
        "closed_at": null,
        "created_at": "2016-02-16T09:05:06.852Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-16T10:05:47.567Z",
        "open_at": null,
        "rejected_at": "2016-03-03T12:29:38.536Z",
        "rejection": {
            "code": "no-action",
            "details": "Complaints about breaches of the House of Commons Code of Conduct - which would include allegations that an MP has brought the House of Commons into disrepute - are investigated by the Parliamentary Commissioner for Standards, who is independent of Parliament and Government. You can find out more about the Commissioner and her role here:\r\n\r\nhttp://www.parliament.uk/pcs\r\n\r\nThe conduct of MPs who also serve as Government Ministers is governed by the Ministerial Code (https://www.gov.uk/government/publications/ministerial-code).\r\n\r\nDecisions on whether to begin an inquiry into an alleged breach of the Ministerial Code are a matter for the Prime Minister. The Prime Minister can refer allegations to the Independent Adviser on Ministers' Interests. If you wish to write to the Prime Minister’s Office, you can do so using the contact form here:\r\n\r\nhttps://email.number10.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 121803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121803.json"
    },
    "type": "petition"
}