{
    "attributes": {
        "action": "Stop plans to make it a criminal offence to not pay back your student loan",
        "additional_details": "Earlier this year the current government abolished the student grant therefore forcing people who might not want or need a loan into getting one putting themselves into more debt in the process. Minister of Universities Jo Johnson did say in a statement for students who need more help will receive it but what if that help isn't enough. This will lead to credit companies being on lesser fortunate students which could lead to legal action and possible prosecution it will create another underclass ",
        "background": "There are plans to make not repaying a student loan a criminal offence, meaning no matter how much you earn you still have to pay it back in a certain amount of time. This could make it very hard for current and future students to live a basic life.",
        "closed_at": "2016-08-17T23:00:00.000Z",
        "created_at": "2016-02-16T21:28:48.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-07T17:45:40.654Z",
            "details": "New students starting from autumn 2016 are eligible to apply for increased loans for living costs, instead of maintenance grants.  Students continuing their courses who were already in receipt of a maintenance grant will continue to receive one. \r\n\r\nNew students will have more money under the new student support living costs arrangements when they embark on their degree, as the Government has increased the loan for living costs to the highest level on record for eligible students from low income backgrounds. \r\n\r\nThe Government is committed to maintaining the UK’s world class Higher Education (HE) system.  As we enable more students than ever before to study, we must also ensure that the system remains financially sustainable.  It remains a fundamental principle that a borrower’s contribution to the cost of their education should be linked to their ability to repay, maintaining a fair balance between taxpayers and graduates in the costs of HE.\r\n\r\nBorrowers will begin to repay their loans once they earn over the repayment threshold of £21,000 from April 2016. Deductions are taken at 9% of any income over that threshold and any outstanding balance will be written off after 30 years.  The student loan repayment system protects lower earning borrowers, while those who earn more will pay back more quickly.  \r\n\r\nThere is a legal obligation on all borrowers to remain in contact with SLC, providing updates on their location, circumstances and income, and to make repayments if their income is above the repayment threshold. There are currently no plans to make it a criminal offence not to repay a student loan, but the Government will take stronger action under civil law to trace borrowers and to recover loans where it is clear that those borrowers are seeking to avoid repayment. This is fair to those borrowers who meet their repayment obligations, and to taxpayers who underwrite the student loans system.\r\n\r\nA guiding principle in the Government’s approach to managing public money is Zero Tolerance for fraud. Prosecution will be considered in cases of fraudulent evasion of repayment.\r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "There is a legal obligation on all borrowers to make repayments if income is above the repayment threshold. We will continue to take action where it is clear people are seeking to avoid repayment.",
            "updated_at": "2016-03-07T17:45:40.654Z"
        },
        "government_response_at": "2016-03-07T17:45:40.657Z",
        "moderation_threshold_reached_at": "2016-02-16T22:36:52.461Z",
        "open_at": "2016-02-17T12:59:59.223Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-18T22:13:41.067Z",
        "scheduled_debate_date": null,
        "signature_count": 58448,
        "state": "closed",
        "updated_at": "2016-08-17T23:00:00.000Z"
    },
    "id": 121888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121888.json"
    },
    "type": "petition"
}