{
    "attributes": {
        "action": "SOS: Save Our Surgery - The University Health Centre Is Under Threat",
        "additional_details": "Healthcare is important at this stage of a student's life as they are often, for the first time are dealing with their own healthcare needs, together with juggling other pressures of moving away from family and friends (often from another country) and are learning to cope with the transitional changes that a move to University entails - emotional/financial/academic pressures.  Health needs are varied and different to that of a \"normal\" GP practice but nevertheless important. Why should our patients be valued less? We need your support - please sign our petition!",
        "background": "NHS England are set to impose funding cuts of £330,000 to our practice budget - just because we have a young practice population. Our patients are being valued at around 70% of an average price per patient simply due to their age. If we don't act now the Health Centre may close. We need YOUR help. ",
        "closed_at": null,
        "created_at": "2016-02-17T10:18:19.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-17T10:32:02.923Z",
        "open_at": null,
        "rejected_at": "2016-02-17T16:33:08.778Z",
        "rejection": {
            "code": "no-action",
            "details": "The petition would be acceptable if it was redrafted to make it clear which medical practice the petition refers to.\r\n\r\nWe would be happy to consider a redrafted petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 121935,
    "links": {
        "self": "https://petition.parliament.uk/petitions/121935.json"
    },
    "type": "petition"
}