{
    "attributes": {
        "action": "Stop The Lower Way childrens centre on Thatcham being closed down",
        "additional_details": "Parents quotes\r\n \"every time I have been there it is busy. To close it down and have one smaller centre, whilst taking additional areas such as Aldermaston and Hermitage is very upsetting when the Park Lane and Lower Way are already very busy\"\r\n\r\n\"One centre is not enough to cover Thatcham & surrounding areas. We need both\"\r\n\r\n\"Having one centre will limit days available to working families, which could have a very negative impact on women who need the mental health support\"",
        "background": "The centre is not only used for knowledge and support for child development from health visitors, it is there to provide parental mental health and support to families. Lower way is a purpose built,larger facility that is already very overcommited in terms of influx and the amount of people using it",
        "closed_at": null,
        "created_at": "2016-02-18T11:59:17.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-18T16:58:36.236Z",
        "open_at": null,
        "rejected_at": "2016-02-18T17:51:54.281Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Children's centres in your area are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://info.westberks.gov.uk/index.aspx?articleid=27947"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122087,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122087.json"
    },
    "type": "petition"
}