{
    "attributes": {
        "action": "Cancel the end of Key Stage 2 SATs tests for 2016",
        "additional_details": "Children currently in Year 6, whom have only had a diet of the new curriculum for 2 years will be tested on this in SATs tests in May as if they have been taught this new curriculum for the whole of their primary school life. \r\nThe expected standard that all 10 and 11 year olds have to achieve is now wildly out of reach for most children with many topics being brought down from the secondary curriculum.\r\nThe tests will be pass/fail with the goalposts potentially changing again next year. \r\n",
        "background": "The expected standard that children in Year 6 have to achieve has been pushed up so high it is out of reach for most children. Schools have only been given three months notice of what this expected standard is. According to our govt, all children who do not meet these standards will be failures.\r\n\r\n",
        "closed_at": "2016-08-18T22:59:59.999Z",
        "created_at": "2016-02-17T21:32:47.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-17T12:54:26.794Z",
            "details": "Our education reforms are designed to ensure that every young person receives an education that allows them to fulfil their potential and to succeed in adult life. In primary school this means ensuring that they master the basics of maths, reading and writing, preparing them for the challenges of the secondary school curriculum. Parents rightly expect that we check that young people are mastering these vital skills and that schools are held to account where young people have not done so.\r\n\r\nWe have set a more a challenging standard for tests at the end of Key Stage 2 to reflect the high expectations of the new national curriculum. Previous expectations for children were too low and below those of our international competitors.  \r\n\r\nThe tests do, however, measure attainment across the range of ability in assessing pupils’ knowledge and understanding of the national curriculum. The easiest questions in the tests remain of a similar standard to the easiest questions in the old tests. There are some more difficult questions at the top end of the scale to stretch more able pupils that replace the old level 6 tests. Furthermore, while it is important for parents and teachers to understand how children are performing in relation to national expectations, statutory tests only form part of the broader assessments that schools make on an ongoing basis.\r\n\r\nChanges to the national curriculum tests were first announced in March 2014, and since then the Department for Education and Standards and Testing Agency have provided schools with further information to help them adapt to the assessment arrangements. Sample questions were published in summer 2014 and a full set of sample tests was provided in summer 2015, giving primary schools a year to prepare.\r\n\r\nThe best way to prepare pupils remains to focus on teaching the new national curriculum. As this is the first cohort to have reached the end of the key stage it would not be fair or accurate to set the new scale using data from pupils that had studied the old national curriculum. However, this should not affect schools’ ability to prepare for the test, because each child should be pushed to reach their full potential regardless of where the final scale is set.\r\n\r\nWe recognise that significant reforms like these take time to embed and the Minister of State for Schools has recently written to Her Majesty’s Chief Inspector, Sir Michael Wilshaw, and to Regional Schools Commissioners to emphasise that schools are working to new, more rigorous standards this year. It is right that we have the highest expectations for every child. Where schools are failing to meet these expectations parents rightly expect us to hold them to account, because ultimately if young people fail to master the basics at this crucial stage of their education, they risk being held back for the rest of their life. The new Key Stage 2 tests form an important part of that accountability system and, therefore, not to administer them would be to undermine our shared goal of giving children the best possible start in life.\r\n\r\nDepartment for Education",
            "summary": "We recognise that significant reforms like these take time to embed, but not to administer the tests would be to undermine our shared goal of giving children the best possible start in life.",
            "updated_at": "2016-03-17T12:54:26.794Z"
        },
        "government_response_at": "2016-03-17T12:54:26.798Z",
        "moderation_threshold_reached_at": "2016-02-17T22:15:02.909Z",
        "open_at": "2016-02-18T17:00:30.270Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-19T21:29:58.136Z",
        "scheduled_debate_date": null,
        "signature_count": 70481,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:10.032Z"
    },
    "id": 122038,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122038.json"
    },
    "type": "petition"
}