{
    "attributes": {
        "action": "We call on the Government to Reform the House of Lords",
        "additional_details": "if they can certify that they have carried out appropriate Parliamentary work in Westminster they are entitled to claim a tax-free daily allowance of £300, also they can choose to claim a lower rate of £150 tax-free for work away from Westminster.David Cameron says there is no point reviving efforts to reform the House of Lords. Surely this should be put to a referendum of the people.\r\n",
        "background": "There are 826 Members of the House of Lords the average daily attendance is around 483, the net operating costs for the chamber totalled 94.4 million four 2014/2015, of this 20.7 million was spent on members allowances and expenses. Surely this should be put to a referendum of the people.\r\n",
        "closed_at": null,
        "created_at": "2016-02-18T12:43:25.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-18T18:43:21.832Z",
        "open_at": null,
        "rejected_at": "2016-02-19T17:34:19.734Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you would like the Government to bring forward legislation to reform the House of Lords, or whether you would like a referendum on whether the Lords should be reformed. \r\n\r\nIt is also not clear from your petition what reform you would like to see, or what question you would like to be asked at a referendum. \r\n\r\nYou could start a new petition asking clearly for the specific action you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122092.json"
    },
    "type": "petition"
}