{
    "attributes": {
        "action": "Help stop promoting that one body image which is considered to be 'perfect.'",
        "additional_details": "Articles regarding Topshop's 'skinny mannequins' were released about a year ago. Voluminous amounts of people go through insecurities because of this, although, it is arduous for some to share. Society is presented with this one figure everywhere, therefore, often this body type is considered to be the norm- there is no variation. Something as simple as: having different size mannequins in shops, as opposed to the exact same figure, could help people become confident in their own body types.",
        "background": "I have continuously been presented by this ‘perfect’ body, which is causing today’s young people (in majority) to feel so insecure. Over 1.6 million people in the UK are estimated to be directly affected by eating disorders and this can be helped by promoting different body types.",
        "closed_at": null,
        "created_at": "2016-02-19T16:15:15.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-19T16:43:29.768Z",
        "open_at": null,
        "rejected_at": "2016-02-19T18:21:55.899Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. \r\n\r\nYou might be interested in signing these petitions:\r\nhttps://petition.parliament.uk/petitions/113039\r\nhttps://petition.parliament.uk/petitions/113814\r\n\r\nOtherwise, you could start a new petition asking clearly for the specific action you would like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122258.json"
    },
    "type": "petition"
}