{
    "attributes": {
        "action": "Make it law so that the NHS will always be in public hands",
        "additional_details": "",
        "background": "It's the case that the current government wants to run the NHS into the ground by severely underfunding it. By making this law it will still be funded by the people, for all the people, and not treated as a profit making business where the quality of your care depends on your wealth.",
        "closed_at": "2016-09-21T23:00:00.000Z",
        "created_at": "2016-02-19T22:00:11.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-28T09:21:33.768Z",
            "details": "This Government remains committed to a publicly funded National Health Service, and there is no truth to the claims that the government wants to move the NHS out of public hands. The respected Kings Fund has said that “Claims of mass privatisation were and are exaggerated”. \r\n\r\nIndependent providers have been providing care to NHS patients under successive Governments. The Health and Social Care Act 2012 prevented discrimination in favour of providers on the basis of their ownership, and as such it is illegal to favour an introduction of the private sector into the NHS. The Act also ensures that local clinical staff in Clinical Commissioning Groups, and not politicians, are responsible for making decisions about who provides care to patients, with a focus on ensuring that patients get the best services and outcomes. \r\n\r\nThe Government has increased spending on the NHS as a proportion of total Government spending every year since 2010. In the Spending review in November 2015, the Government committed to increase funding for the NHS in England, with funding to be £10 billion higher in real terms by 2020-21, compared to 2014-15. This £10bn meets the funding request from the NHS in England and will fund and support the NHS’s own plan for the future, the Five Year Forward View, which sets out the changes required and how these will be achieved. This includes a £1.8 billion Sustainability and Transformation Fund to support providers to move to a financially sustainable footing. \r\n\r\nDepartment of Health",
            "summary": "The Government is committed to an NHS free at the point of use and funded by general taxation, and has committed that funding will be £10 billion higher in real terms by 2020-21 compared to 2014-15.  ",
            "updated_at": "2016-09-28T09:21:33.768Z"
        },
        "government_response_at": "2016-09-28T09:21:33.771Z",
        "moderation_threshold_reached_at": "2016-02-21T12:06:42.724Z",
        "open_at": "2016-03-21T11:14:04.867Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-14T08:46:46.629Z",
        "scheduled_debate_date": null,
        "signature_count": 10165,
        "state": "closed",
        "updated_at": "2016-09-28T09:21:33.787Z"
    },
    "id": 122293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122293.json"
    },
    "type": "petition"
}