{
    "attributes": {
        "action": "More needs to be done for mental health and suicide",
        "additional_details": "I wanted to start this petition because i feel that there is not enough being done for people who feel that there only way out is suicide! mental health issues is so widely spread, but we still find it hard to talk about. i feel this country needs more ways/ easier ways so that people can take the step to talk to someone about how they feel. Also so that people who feel a friend/relative/stranger can have some impact to help others fight this horrible issue that's going on inside there head! ",
        "background": "i have had 3 family members take there own life, my dad being one of them. when my dads ex partner tried to get my dad help. she was turned away because they had been split up for longer than six moths. he then took his own life. more needs to be done for people who suffer with mental health.",
        "closed_at": null,
        "created_at": "2016-02-19T21:35:09.774Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-19T22:56:02.449Z",
        "open_at": null,
        "rejected_at": "2016-02-22T16:06:53.214Z",
        "rejection": {
            "code": "no-action",
            "details": "We were very sorry to hear about thedeaths of your family members. Please accept our condolences.\r\n\r\nWe are not able to accept your petition in its current form, because it is not clear what action you want the Government or Parliament to take to improve services for people with mental health problems or who are having suicidal thoughts. You could start a new petition explaining clearly what you want to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122288.json"
    },
    "type": "petition"
}