{
    "attributes": {
        "action": "To investigate social workers privately, and protect family's better!",
        "additional_details": "I have seen first hand at the damage these troubled people really do. \r\n\r\nIf you go online you will find various reports, suggestions, comments and life events all left by people that have had inadequate help, and have been damaged by social services destroying there family ruining all the life's of the children and adults.\r\n\r\nThey lie, deceive, twist the real truth, pretend they will help, try break you down to make you look bad, make problems out of nothing, abuse the law given to them.\r\n",
        "background": "When social workers turn bad they don't do there job, discriminate and use the powers given to them by law to hurt and damage family's because of a personal opinion, or because we have a different opinion, or even because there just nasty.The abuse is real and it effects family's from around the UK.",
        "closed_at": null,
        "created_at": "2016-02-20T19:38:20.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-21T10:02:01.481Z",
        "open_at": null,
        "rejected_at": "2016-02-22T15:55:17.954Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition as you have not explained what action you would like the UK Government or Parliament to take. It is not clear what you mean by \"investigate social workers privately\".\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122383,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122383.json"
    },
    "type": "petition"
}