{
    "attributes": {
        "action": "The Conduct of Members of Parliament is bringing the institution into disrepute.",
        "additional_details": "See the attached video\r\nhttps://www.facebook.com/Channel4News/videos/10153534833916939/\r\n\r\nThe Palace of Westminster was built on worthy principles set out by Cromwell and developed though experience over many centuries.  Today it’s filled with pompous individuals out for their own good who display standards that do a disservice the office they hold. \r\n\r\nMr Corbyn was democratically elected to head the opposition, this important function and office is shown zero respect by the Speaker or the Members.",
        "background": "Members of both sides increasingly bring the Palace of Westminster to the public eye for the wrong reasons. They see it as a place for theatre not work and behaving like spoilt children.\r\n\r\nThe electorate put them there for the purpose of debate so that reasonable decisions can be reached.",
        "closed_at": null,
        "created_at": "2016-02-22T18:20:02.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-23T04:24:16.156Z",
        "open_at": null,
        "rejected_at": "2016-02-26T12:50:10.685Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. \r\n\r\nIt is clear you are concerned about the conduct of Members of Parliament. You could start a new petition calling for specific action to be taken."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122577,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122577.json"
    },
    "type": "petition"
}