{
    "attributes": {
        "action": "Why don't schools allow children to express their individuality?",
        "additional_details": "Hair colours, styles and piercings should be allowed in schools because we are expressing who we are as individuals and there is nothing wrong in doing so. Myself and other friends have all been told that our piercings and hair colours are inappropriate. We are all trying to express ourselves, not change how we learn or act. We are all year 11 and very hard-working students. Yet the school are still against it. They are willing to exclude us for however long they wish until we change what they want and it's not right. Were risking our education because the school don't agree with us being who we are.  They would rather kick us out/exclude us than help us pass our GCSE's and get a good career, which is what we are there for. ",
        "background": "Schools in the UK are preventing students from expressing themselves as individuals and are worrying more about how the student acts, dresses and does, more than their learning and education. They're more worried about the schools reputation than the pupils education.",
        "closed_at": null,
        "created_at": "2016-02-22T20:08:42.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-22T20:27:00.956Z",
        "open_at": null,
        "rejected_at": "2016-02-26T12:20:05.318Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/119826"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122589.json"
    },
    "type": "petition"
}