{
    "attributes": {
        "action": "Make labelling food as vegetarian and/or vegan as legal requirement",
        "additional_details": "Mars, being one of the biggest confectionery companies refuse to label their products as Vegetarian or vegan. See comment on email below:\r\n\"...however at present there is no legal requirement for food products to state on the packaging if they are suitable for vegetarians or not.\"\r\nA simple legal requirement for a label, would let the ever growing vegetarian/vegan community pick up some food, take a quick look at the label and put it in their basket. Why do we need to Google each E number to eat?",
        "background": "Being born in a vegetarian culture and religion, I cannot remember the last time I have just been able to pick up a bar of chocolate and eat it without reading the ingredients on the package. Now we need to read all the E numbers to find what is veg or non-veg, and also email/call companies to check",
        "closed_at": "2016-08-25T22:59:59.999Z",
        "created_at": "2016-02-23T13:56:11.598Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-15T10:20:10.320Z",
            "details": "New labelling and consumer information rules came into force in the UK in December 2014.  Under the Food Information to Consumers regulations food information must be accurate, clear and easy to understand.  \r\n\r\nWhilst we sympathise with the request to make labelling food as vegetarian or vegan a legal requirement, currently there is no single agreed definition for ‘vegetarian’ or ‘vegan’.  This makes it difficult to legally require food businesses to provide information on the suitability of their products for vegetarian and vegan consumers.  That said, there is existing guidance from Government to assist businesses to use the terms ‘vegetarian’ and ‘vegan’ in a consistent way.\r\n\r\nInformation can be provided on the suitability of products for vegetarians on a voluntarily basis by businesses if they choose.  Consumers are protected under the Food Information to Consumers regulations from false or misleading labelling.  The key aspects of this will be that any such labelling shall not mislead the consumer, shall not be ambiguous or confusing for the consumer; and it shall, where appropriate, be based on the relevant scientific data.  \r\n\r\nAny introduction of mandatory requirements would need an amendment to the current Food Information to Consumers regulations.  These are based on EU Regulation 1169/2011, and any changes would need to be agreed through the appropriate EU legislative process. Any pressure to introduce requirements to label the suitability of products for vegetarians would need to be supported by clear evidence in order to ensure new measures are proportionate and balanced between needs of consumers and industry.  \r\n\r\nIf a consumer would like further information about a particular product, they can contact the manufacturer directly to clarify whether a product is suitable for vegetarians or vegans.  Many food businesses also provide this information on their website.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Legislation is in place to provide accurate food information and to protect consumers from misleading and confusing labelling.\r\n\r\n",
            "updated_at": "2016-06-15T10:20:10.320Z"
        },
        "government_response_at": "2016-06-15T10:20:10.325Z",
        "moderation_threshold_reached_at": "2016-02-23T14:55:20.397Z",
        "open_at": "2016-02-25T12:55:44.546Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-17T18:43:30.058Z",
        "scheduled_debate_date": null,
        "signature_count": 12966,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:10.834Z"
    },
    "id": 122670,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122670.json"
    },
    "type": "petition"
}