{
    "attributes": {
        "action": "Increase funding rate for 3-4 year olds needing to provide pensions for staff.",
        "additional_details": "Following the petition regarding increased hourly funding rate for 2-4 year olds in early years settings which received 10,056 signatures we now have not only an increase in the minimum wage but also the need to provide pensions for staff.  The cost of running a pension scheme, particularly in small settings which provide high quality child care, will cause many such settings to close.  This is a nation wide problem and will affect our children's future.",
        "background": "This problem affects all providers of early years child care where funding has not increased in parallel with rises in costs of provision.  .  \r\nWe are a small setting having a maximum of 12 children, The increase in the minimum wage along with need to provide a pension will close us.",
        "closed_at": "2016-09-16T22:59:59.999Z",
        "created_at": "2016-02-24T11:42:03.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-29T15:22:58.527Z",
            "details": "That’s why this Government is increasing funding for the early years and will be investing over £1billion more per year by 2019-20 in the delivery of free early education and childcare.\r\n\r\nEnsuring that all children access high-quality early education remains a key priority for the Government. The quality of childcare continues to rise, with 86% of settings rated ‘good’ or ‘outstanding’ by Ofsted. \r\n\r\nTo deliver the extended 30-hour free entitlement, and ensure that all children can continue to benefit from high quality early education, we need to get the funding right and ensure that early years providers are funded on a fair and sustainable basis. We have committed to increasing the average hourly rate paid to providers for delivering free childcare and the £1 billion extra annual funding includes £300 million per year for a significant increase to government funding rates.\r\nFrom April 2017, the national average funding rate will increase to £4.88 for three and four year olds, and £5.39 for two year olds. These new average rates were informed by our six-month review of the cost of providing childcare which was published in November 2015. This examined how much it costs to deliver childcare and also considered how these costs might change in the future. It is a comprehensive and evidence-based review and was described by the National Audit Office as “thorough and wide-ranging”. It can be found at: https://www.gov.uk/government/publications/review-of-childcare-costs.\r\n\r\nWe acknowledge however that more funding, even if it is at record levels, is only part of the answer. We must also ensure that funding is distributed fairly and transparently across the country, and reaches providers so that they receive a fair and sustainable rate for delivering free childcare. This is why we have committed to introduce a national funding formula for early years. This will help ensure that funding is transparently and fairly matched to need, and fairly distributed between different types of providers and different parts of the country. \r\n\r\nWe have just finished consulting on our proposed early years national funding formula as well as other changes to the way we fund the three and four year old entitlement. Our consultation included suggestions to ensure that as much as possible of the early years funding that local authorities receive from central government is passed on to frontline providers. As a result of our proposals, together with our additional investment in the early years, the vast majority of providers can expect to see increases in their hourly funding rates.\r\n\r\nWe do recognise that our proposals, as outlined in the consultation, are historic and ambitious. It is therefore really important that we get them right so that we can support early years providers to thrive and grow. We are keen to work with those in the early years sector and listen to their views and opinions, and we will be analysing the consultation responses very carefully.\r\n\r\nDepartment for Education",
            "summary": "Childcare providers are passionate believers in high-quality early education and we want to support them to deliver the best possible outcomes for children.",
            "updated_at": "2016-09-29T15:22:58.527Z"
        },
        "government_response_at": "2016-09-29T15:22:58.529Z",
        "moderation_threshold_reached_at": "2016-03-12T08:17:30.019Z",
        "open_at": "2016-03-16T17:51:52.905Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-19T13:34:44.795Z",
        "scheduled_debate_date": null,
        "signature_count": 10131,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:10.933Z"
    },
    "id": 122773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122773.json"
    },
    "type": "petition"
}