{
    "attributes": {
        "action": "All working people in the uk to pay for NHS prescriptions, not just England",
        "additional_details": "The funding that this could generate could go a long way to providing costs to pay for all children with the meningitis vaccine. Surely all people capable of paying for prescriptions could see that this will be worthwhile and fair",
        "background": "It is only fair with the NHS suffering from cuts and care standards dropping that the whole uk should have to pay for prescriptions if they are working full time above the living wage. Scotland and Wales have been exempt for a long time unfairly and I suspect NI is also exempt. ",
        "closed_at": null,
        "created_at": "2016-02-24T22:08:58.871Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-25T07:29:38.596Z",
        "open_at": null,
        "rejected_at": "2016-02-26T13:03:19.786Z",
        "rejection": {
            "code": "irrelevant",
            "details": "As you probably know, the reason that different rules apply in different parts of the UK is that powers to make these decisions have been transferred to the Scottish Parliament, the Welsh Assembly and the Northern Ireland Assembly. The NHS (including prescription charges) is a devolved matter, and so the UK Government and Parliament cannot make decisions on this issue.\r\n\r\nIf you would like some powers to be taken back, so that the UK Government makes decisions about health policy that affect the whole of the UK, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122880,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122880.json"
    },
    "type": "petition"
}