{
    "attributes": {
        "action": "Hold a General Election in 2016",
        "additional_details": "Cameron has reneged on numerous promises he made before the 2015 election. It is evident that the education system and the NHS are being adversely affected by the ignorance of the government and Prime Minister. I should add that in proposing this petition I was informed that a similar petition already exists; however, it doesn't appear that this is actually the case: The one that came up as 'similar' has been rejected for reasons unknown to me. This is, therefore, a new petition.",
        "background": "The General Public were purposefully misguided before the 2015 election.The lies David Cameron told before the election have now been widely acknowledged as such, and it is only reasonable that the public should be allowed to vote with full knowledge about his true agenda in 2016. ",
        "closed_at": "2016-08-29T23:00:00.000Z",
        "created_at": "2016-02-25T13:34:12.196Z",
        "creator_name": null,
        "debate": {
            "debated_on": null,
            "overview": "The Petitions Committee decided not to schedule a debate on this petition because it doesn’t have the power to schedule a debate on the type of motion that could trigger a general election. \r\n \r\nThe Petitions Committee only has power to table general motions (using the form of words ‘That this House has considered e-petition [number] on [the subject of the petition]’). A debate on this petition, which asks for a debate to trigger a general election, cannot be started by a general motion. It needs a specific motion, as set out in the Fixed-Term Parliaments Act 2011.\r\n\r\nUnder this law, the House of Commons can trigger a general election only if it agrees to certain specific motions. Early elections can be held either:\r\n• if a motion saying that there should be an early general election is agreed either (a) by at least two-thirds of the whole House in a formal vote or (b) without division (a formal vote); or\r\n• if a motion of no confidence is passed and no alternative government is confirmed by the Commons within 14 days.\r\nYou can find out more about how this law works here: http://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06111\r\n\r\nThis decision by the Committee doesn’t prevent MPs debating the type of motion that could trigger a general election, if they wish to do so, at another time, so long as they follow the steps set out in the Fixed-Term Parliaments Act.\r\n\r\nSince the Petitions Committee can only schedule general debates within which the House ‘considers’ a certain issue, it is usually more effective to start a petition calling for a specific change to government policy or the law.\r\n",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-04-20T10:48:22.406Z",
        "debate_threshold_reached_at": "2016-04-09T17:00:25.545Z",
        "government_response": {
            "created_at": "2016-04-14T09:47:16.706Z",
            "details": "The Government and Prime Minister have never sought to mislead the public. Nonetheless, the Fixed-Term Parliaments Act, which came into force in 2011 under the Coalition Government, removed the power to set the general election date, and therefore to call an early general election, from the Government and gave a power to the House of Commons to call an early general election in certain circumstances.\r\n \r\nAn early general election can only be called under the Act if either a motion (as worded in section 2(2) of the Act) that there shall be an early parliamentary general election is passed by the House of Commons with at least two thirds in favour of the motion; or if a motion of no confidence (as worded in section 2(4) of the Act) is passed by the House of Commons and the House does not pass a motion of confidence (as worded in section 2(5) of the Act) in the Government or an alternative Government within 14 days.  Aside from these triggers there is no way to replace the Government through an early General Election.\r\n\r\nCabinet Office",
            "summary": "The accusations made about the Government and Prime Minister in this petition are wrong, and the Fixed-Term Parliaments Act means no Government can call an early general election any more anyway.",
            "updated_at": "2016-04-14T09:47:16.706Z"
        },
        "government_response_at": "2016-04-14T09:47:16.710Z",
        "moderation_threshold_reached_at": "2016-02-27T17:53:13.201Z",
        "open_at": "2016-02-29T12:17:38.633Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-05T19:34:11.242Z",
        "scheduled_debate_date": null,
        "signature_count": 177014,
        "state": "closed",
        "updated_at": "2016-08-30T11:46:43.788Z"
    },
    "id": 122946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122946.json"
    },
    "type": "petition"
}