{
    "attributes": {
        "action": "Birmingham City Council to open up empty properties for the homeless.",
        "additional_details": "What gives the council, or any other person for that matter, the right to deem whether one individual is more of a priority than another? As of 2014 in Birmingham there were over 9,239 empty properties, & another 3,759 were categorised as ‘long term empty’. Also as of 2014 there were 25,879 people on the councils waiting list, who were homeless? Within Birmingham Council you can report an empty home, but what's the use when they're not helping those in need by giving them a roof over their heads? Instead people are being forced to sleep rough on the streets of Birmingham, when there are properties readily available. There has been a significant rise in the number of deaths due to homelessness and it's just got to stop. We are all humans, but where is the humanity?",
        "background": "Every year there are more than 185,000 homeless people in the UK, yet over 635,000 properties in England alone that are EMPTY. Birmingham City Council do not consider a person homeless unless they are a 'Priority Need', meaning either an elderly person, pregnant, disabled or someone in care. ",
        "closed_at": null,
        "created_at": "2016-02-25T15:47:40.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-25T15:58:43.627Z",
        "open_at": null,
        "rejected_at": "2016-02-26T14:00:40.266Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Birmingham City Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\nhttp://epetition.birmingham.public-i.tv/epetition_core/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122965,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122965.json"
    },
    "type": "petition"
}