{
    "attributes": {
        "action": "Stop making cuts on our human rights and start helping us.",
        "additional_details": "My mum is living with cancer and to think that the only thing that might save her is being taken away because our government can't see that giving free houses to refugees and pouring money into the EU is not helping the people who were born and live in the UK! Something needs to be done, we cannot carry on letting people in charge destroy our human rights.Please help me and many others by signing this petition. I know its not a lot, but if we all tried to pull together. Maybe we can make a start.",
        "background": "I keep seeing how the government are making cuts to the NHS, cut backs on cancer drugs given to patients. I think this is unfair how we are having to deal with these consequences while the people who make the choices sit in their luxury £1m houses and private healthcare. ",
        "closed_at": null,
        "created_at": "2016-02-25T17:16:46.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-25T17:25:40.493Z",
        "open_at": null,
        "rejected_at": "2016-02-29T13:18:00.798Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a new petition calling on  the Government to increase funding for cancer care."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 122975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122975.json"
    },
    "type": "petition"
}