{
    "attributes": {
        "action": "Give parents rights to be involved with their disabled adult childs decisions.",
        "additional_details": "Give parents of invisibly disabled children with special needs of 18 + legal rights to assist them in making decisions that affect theirs and their families lives post 18. Even with care plans & EHCPS in place they have no legal rights .\r\nYoung people with FASD,  autism etc are being failed by law and the system as the capacity threshold  is too low & is not checking for neurodevelopmental disorders  in the same way that IQ tests do not check for capacity, vulnerability or gullibility! Adults with FASD are failed by services that should offer protection and support for our vulnerable children and adults. Parents are being denied rights to protect their child as law dispels their rights to be involved in their vulnerable child's decisions should the young person wish.",
        "background": "The capacity criteria is too low for most invisibly vulnerable disabled adults of 18 with foetal alcohol spectrum disorder, autism etc, their brain damage, impulsivity &  dysmaturity can be dangerous &  families are excluded from legally keeping their adult child safe from themselves & others. \r\n",
        "closed_at": "2016-09-02T22:59:59.999Z",
        "created_at": "2016-02-25T15:30:16.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-25T17:00:49.122Z",
        "open_at": "2016-03-02T18:16:40.442Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5518,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:11.103Z"
    },
    "id": 122960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/122960.json"
    },
    "type": "petition"
}