{
    "attributes": {
        "action": "Make passing / approaching horses and horse drawn vehicles part of  driving test",
        "additional_details": "BHS  statistics of equine accidents, Mark Evans in Wales was injured, and his Friesian killed when a car ploughed into the side of them having overtaken the carriage.It ended up where the horses should have been.We riders now wear go pro cameras to record the near misses,and accidents.We need protection from ignorant drivers.",
        "background": "Many deaths on the roads of horses and riders. Recent funeral cortege resulted in the death of a horse and injury to driver and groom.Riders are forced onto the roads to ride. Government always having consults but do nothing.We need action now to protect living road users.",
        "closed_at": "2016-08-26T23:00:00.000Z",
        "created_at": "2016-02-26T10:00:16.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-03-14T17:23:44.776Z",
            "details": "EU Directive 2006/126 on driving licences sets out the minimum requirements for both theory and practical driving tests. Domestic tests must comply with these requirements which set out what, as a minimum, should be tested. \r\n\r\nThe Directive specifies that the theory test should cover, amongst other items, ‘other road users’ “specific risk factors related to the lack of experience of other road users and the most vulnerable categories of users such as children, pedestrians, cyclists and people whose mobility is reduced”.\r\n\r\nLearner drivers must pass a theory test before they are able to take their practical driving test. The theory test consists of two parts; a multiple choice test and a hazard perception test. Both parts of the test address the knowledge of how to behave around horses and horse riders on the road, as stated in ‘The Highway Code’ and in ‘The Official DVSA Guide to Driving; the essential skills’.\r\n\r\nThe hazard perception test is a test of candidates’ ability to identify developing hazards in a series of on-road video clips viewed from the driver’s seat. The test currently includes clips showing horses and riders on the road and further clips are being developed. Although the main focus at the moment is to increase the representation of severe weather conditions in the test, the Driver and Vehicle Standards Agency (DVSA) will consider broadening the range of horse and rider clips working alongside The British Horse Society.\r\n\r\nWithin the practical driving test the DVSA’s examiners can only test candidates on certain circumstances that occur during the test. There is more chance of a horse and rider being encountered on a test in a rural environment than in a city environment. If a candidate did encounter, during their test, a situation such as either having to pass a horse and its rider or approaching one, the examiner will assess the candidate’s actions in dealing safely with that situation. \r\n\r\nMany learner drivers would be more likely, depending on where they live and are taking the test, to encounter such situations during their driving lesson, rather than during their practical test. If the learner driver is in the company of a driving instructor then the instructor will have the opportunity to assess and guide a pupil. This learning will be supplemented and underpinned by the comprehensive advice contained in The Official Highway Code. \r\n\r\nDepartment for Transport",
            "summary": "Safe driving around horseriders forms part of the driving theory test. The Driver and Vehicle Standards Agency intends to work with the British Horse Society as it develops the test in the future.",
            "updated_at": "2016-03-14T17:23:44.776Z"
        },
        "government_response_at": "2016-03-14T17:23:44.780Z",
        "moderation_threshold_reached_at": "2016-02-26T13:29:13.013Z",
        "open_at": "2016-02-26T15:08:16.923Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-02-27T21:38:17.061Z",
        "scheduled_debate_date": null,
        "signature_count": 14188,
        "state": "closed",
        "updated_at": "2016-08-26T23:00:00.000Z"
    },
    "id": 123061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123061.json"
    },
    "type": "petition"
}