{
    "attributes": {
        "action": "Tougher sentencing for paedophiles, child abusers, rapists and sex offender,",
        "additional_details": "We must think about our children's future and make a stand against all sex offenders, we should no longer accept the lenient sentencing, our children have rights in society, and we want justice for our children and our children's future. so lets all come together and win this fight against these offenders, and give them the sentencing they deserve. please help us spread this petition far and wide, play your part in changing the law and make the future a brighter one. ",
        "background": "We believe that the sentencing for paedophiles, child abusers, rapists, and sex offender is to lenient and call for tougher sentencing, they are simply getting away with their crimes, so please show your support and sign and share this petition and help us make a change and make a brighter future   ",
        "closed_at": "2016-08-29T22:59:59.999Z",
        "created_at": "2016-02-25T21:06:15.353Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-08T09:59:30.734Z",
            "details": "More adult offenders are being imprisoned, and for longer, compared to 2010. \r\n\r\nThe latest sentencing statistics for sexual offences show:\r\n•\tthe average custodial sentence length (ACSL) for adults across all sexual offences has increased from 49.5 months in 2010, to 62.5 months in 2015;\r\n•\tthe ACSL for adults convicted of rape has increased from 99.5 months in 2010, to 120.9 months in 2015 – and for rape of a child under 16, the adult ACSL has increased from 119.1 months in 2010, to 139.9 months in 2015;\r\n•\t5,136 adults were sentenced for sexual offences in 2010, compared to 6,406 in 2015.\r\nAn automatic life sentence for a second very serious sexual offence was introduced in December 2012, and all dangerous offenders and child rapists are now subject to discretionary release (rather than automatic release) on licence prior to the end of their custodial term.\r\n\r\nSentencing in individual cases is a matter for our independent courts, which must follow sentencing guidelines issued by the independent Sentencing Council.  The Council issued a new sentencing guideline on sexual offences effective from April 2014, following full public consultation.  As well as physical harm, the approach in the new guideline reflects more fully the psychological and longer term effects on the victim, enabling courts to take into account the true extent of what the victim has been through.\r\n\r\nMinistry of Justice",
            "summary": "The most serious offences have severe maximum penalties, including an automatic life sentence for anyone convicted of a second very serious sexual offence. ",
            "updated_at": "2016-06-08T09:59:30.734Z"
        },
        "government_response_at": "2016-06-08T09:59:30.737Z",
        "moderation_threshold_reached_at": "2016-02-25T21:36:43.611Z",
        "open_at": "2016-02-29T12:02:11.333Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-23T22:21:18.388Z",
        "scheduled_debate_date": null,
        "signature_count": 11937,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:11.173Z"
    },
    "id": 123005,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123005.json"
    },
    "type": "petition"
}