{
    "attributes": {
        "action": "The Service Complaint procedure needs to be reformed and become independent.",
        "additional_details": "The details of our complaint are irrelevant for this petition. The army didn't interview everyone involved, didn't obtain eye witness accounts, didn't allow an oral hearing and basically manipulated the evidence to eventually come to an unfair/unjust conclusion. The army have been allowed to 'mark their own homework' and award themselves 'top marks'. The whole system is flawed and needs to be reformed. In our case we feel that the army have got away with murder. ",
        "background": "Having waited over 4 years for a final response to our complaint the army have done a very minor, biased investigation that has led to a conclusion that leaves us with an empty/non personalised apology and no justice for what we had to endure. ",
        "closed_at": null,
        "created_at": "2016-02-26T19:39:00.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-02T13:33:05.441Z",
        "open_at": null,
        "rejected_at": "2016-03-03T12:44:05.566Z",
        "rejection": {
            "code": "no-action",
            "details": "There is already an independent complaints process. \r\n\r\nThe Service Complaints Ombudsman was set up in 2015 to provide independent and impartial scrutiny of the handling of Service complaints made by members of the UK Armed Forces. \r\n\r\nYou can find out more about the Ombudsman here:\r\n\r\nhttp://www.servicecomplaintsombudsman.org.uk/\r\n\r\nIf you would like there to be a different independent system, you could start a new petition explaining clearly how you would like the system to change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123125.json"
    },
    "type": "petition"
}