{
    "attributes": {
        "action": "Remove John Bercow as the 'speaker' due to his inability to retain order.",
        "additional_details": "Office and Role of Speaker\r\nThe Speaker of the House of Commons chairs debates in the Commons chamber. The holder of this office is an MP who has been elected to be Speaker by other Members of Parliament. During debates they keep order and call MPs to speak.\r\n\r\nThe Speaker is the chief officer and highest authority of the House of Commons\r\n\r\nThe Speaker has full authority to make sure MPs follow the rules of the House during debates. This can include:\r\nAsking MPs to be quiet so Members can be heard.",
        "background": "John Bercow has shown he has no ability or will to keep order as his role requires as speaker of the house, his lack of action and order have allowed serious debates to descend into ridiculous childish heckling and juvenile behaviour. This has often led to serious questions being avoided completely.",
        "closed_at": null,
        "created_at": "2016-02-26T17:52:17.132Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-26T19:04:09.780Z",
        "open_at": null,
        "rejected_at": "2016-03-02T18:43:07.020Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There is no mechanism for the removal of a Speaker during a Parliament. Other than at a general election, the Speaker can only stop being Speaker through resignation or death.\r\n\r\nThe House of Commons could debate the resignation of the Speaker for the reasons you give."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123109.json"
    },
    "type": "petition"
}