{
    "attributes": {
        "action": "Help prevent cosmetic animal testing around the world and make it illegal.",
        "additional_details": "The estimated top 10 animal testing countries in the world are the USA, Japan, China, Australia, France, Canada, the UK, Germany, Taiwan and Brazil, in that order.\r\n\r\nMore than 100 million animals are poisoned, burned, crippled, and abused in other ways in labs all over the world each year.\r\n\r\nNinety-two percent of experimental drugs that are safe and effective in animals fail in human clinical trials because they don’t work or are dangerous.\r\n\r\nAnimals don't have a voice so we need to be this voice for them please sign this petition and start the road to a life without animal testing ",
        "background": "Animal testing is a big problem around the world, it isn't just people putting eyeshadow on bunnies it is an unethical sentence given to around 100 million thinking, feeling animals to life in a laboratory cage, with people intentionally causing them pain, loneliness, and fear .\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-02-28T11:03:05.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-28T12:35:53.382Z",
        "open_at": null,
        "rejected_at": "2016-03-02T18:53:03.239Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government and Parliament can only make the law in the UK and could not stop animal testing world wide. The UK Government could, however, raise this issue with the governments of other countries. You could start a new petition asking it to do that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123264.json"
    },
    "type": "petition"
}