{
    "attributes": {
        "action": "Cut MP wages by £10000, and peers in the House of Lords daily allowance by £150.",
        "additional_details": "There are 650 seats in the House of Commons and 816 in the House of Lords. An MP is paid £75,000 per year before tax, and a Lord is paid a daily allowance of £300 tax-free. By reducing MPs wages by £10,000, and cutting a Lord's daily allowance to £150, potential savings of £6.5m and £122,400. Further savings could also be made if the maximum expenses cost were also reduced.",
        "background": "In a time of global recession, difficult decisions must be made with regards to public expenditure. Therefore, it is only reasonable that members of the House of Commons and the House of Lords also bear some of the burden.",
        "closed_at": null,
        "created_at": "2016-02-27T22:03:06.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-02-27T22:31:09.548Z",
        "open_at": null,
        "rejected_at": "2016-02-29T14:25:15.642Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay.\r\n\r\nIf you would like to contact IPSA about its decision, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n\r\nThe only way that the decision of IPSA could be challenged would be if the law was changed to return the power to set MPs’ pay to the MPs themselves, or to give the power to some other body. The law could only be changed by Parliament.\r\n\r\nAllowances paid in the House of Lords are a matter for the House of Lords."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123241.json"
    },
    "type": "petition"
}