{
    "attributes": {
        "action": "Enforce parent & child car park spaces to ensure they are used correctly",
        "additional_details": "This is a big frustration to new parents. As they struggle to get required by law car seats in and out of the car in car parks. They could be moved further away so not seen as a convenience to other people. Have shelters and wide spaces. But most importantly checked as they would disabled spaces and be enforceable by law. ",
        "background": "Many people without children or with older children use parent & child spaces  unnecessarily.Meaning they are often unavailable to those who need them. It should be required to have a parent and child space and to be regulated. These spaces do not need to be at the front. But sheltered and side room",
        "closed_at": null,
        "created_at": "2016-03-01T08:20:34.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-01T09:27:51.940Z",
        "open_at": null,
        "rejected_at": "2016-03-21T17:43:34.500Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for parent and child spaces.\r\n\r\nIf these spaces are in private car parks (eg. in a supermarket), then it is the responsibility of the car park owner or operator to enforce any rules about their use.\r\n\r\nIf the space is in a carp park operated by your local council, you could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123422,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123422.json"
    },
    "type": "petition"
}