{
    "attributes": {
        "action": "travel cards from colleges should be based on distance not income.",
        "additional_details": "Tax payers are the ones providing these and don't actually get one themselves due to 'earning too much' and in theory paying more tax than the people getting the passes. Just because people have a higher income doesn't exactly mean they can afford to pay for travelling long distances to college over a long period of time. One person for example is paying £20 a day just to get to college and cant get a pass due to her parents earning too much.",
        "background": "If your income is less than 25,000 a year then you get a free travel pass at college. However, if you live a certain distance and your income is higher than 25,000 a year then you can't get a travel pass. This is deterring people from getting their education.",
        "closed_at": null,
        "created_at": "2016-03-01T16:13:44.883Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-01T17:23:58.285Z",
        "open_at": null,
        "rejected_at": "2016-03-02T18:54:48.354Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123460.json"
    },
    "type": "petition"
}