{
    "attributes": {
        "action": "Withdraw the opportunity to plead guilty to drink drivers who test positive.",
        "additional_details": "The individual who killed our daughter was the equivalent of 11 pints of lager over the limit. On no account should an individual get the chance to say 'I'm guilty' with such damming evidence. His sentence was reduced from 8 years to 5. He was released having served only 2 years of that. These individuals will have been advised to plead guilty to lower the sentences and as a victim of such a crime I wish for this ruling to be addressed. ",
        "background": "A drink driver who causes death or injury is given the opportunity to plead guilty. This is then taken into account during sentencing and has reduced prison terms by a third. The current sentences handed down are poor for this crime and having them reduced further is a failure by the justice system",
        "closed_at": null,
        "created_at": "2016-03-02T01:43:53.075Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-02T09:28:31.329Z",
        "open_at": null,
        "rejected_at": "2016-03-11T18:52:56.887Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition asks for the option for pleading guilty to be removed, but it seems that what you would actually like is for there to be no reduction of the sentence if someone pleads guilty.\r\n\r\nYou could start a petition calling for the law to be changed to provide for a minimum sentence for people convicted for causing death or injury for drink driving, with no possibility of that sentence being reduced even if someone admits their guilt. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123505.json"
    },
    "type": "petition"
}