{
    "attributes": {
        "action": "Amend the Dangerous Dogs Act to allow for fair, uniform return of seized dogs.",
        "additional_details": "Despite SI138 giving the Chief of Police discretion to return a dog prior to any court hearing, very few are returned once seized. We petition DEFRA to amend this by way of a S.I to allow owners to make an application directly to the court & for the courts to have overall discretion & jurisdiction if the Chief of Police does not allow a dog to return home within two weeks of its seizure. If the application to the court is successful, the costs of making the application be borne by the police.",
        "background": "Hundreds of dogs are seized every year by authorities as prohibited dogs, many having posed no danger. Once seized they can spend months or years in kennels awaiting trial. This has a detrimental effect on physical and mental welfare while costing the taxpayer approximately £15 per dog per day.",
        "closed_at": "2016-09-03T22:59:59.999Z",
        "created_at": "2016-03-03T10:36:43.201Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-08-12T11:21:38.938Z",
            "details": "The Dangerous Dogs Act 1991 prohibits the possession of certain types of dog. However, individual dogs within this category can be kept if they are considered by the courts not to be dangerous and certain precautions are followed.\r\n\r\nWhile the court decides whether an individual dog can be kept, the dog will have invariably been seized by the police.  However the police can decide to release the dog pending the decision of the court. To make this decision the police will consider whether it is in the best interests of public safety as well as the likelihood that the dog will be kept in accordance with certain conditions.  \r\n\r\nThe police are best placed to make this decision within the tight timeframes needed to keep detention minimal. By comparison, the court process would be lengthy as it would be subject to the submission of evidence from prosecution and defence. \r\n\r\nDepartment for Environment, Food & Rural Affairs",
            "summary": "The Government considers that the police are best placed to decide whether a seized dog can be returned to its owner based on the individual circumstances of the case.",
            "updated_at": "2016-08-12T11:21:38.938Z"
        },
        "government_response_at": "2016-08-12T11:21:38.941Z",
        "moderation_threshold_reached_at": "2016-03-03T10:57:27.108Z",
        "open_at": "2016-03-03T15:48:39.620Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-28T18:16:22.138Z",
        "scheduled_debate_date": null,
        "signature_count": 12102,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:11.920Z"
    },
    "id": 123631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123631.json"
    },
    "type": "petition"
}