{
    "attributes": {
        "action": "Get traditional school activities back for the primary schools",
        "additional_details": "Lots of schools arnt taking part in activities and school tradition due to being scared of offending other cultures and religions!! What about OUR british culture?? I feel this generation of children are missing out on so much. Slowly but surely schools all over are stopping the things that these children should be experiancing this is our culture! We celebrate st georges day and christmas and we should continue to do so",
        "background": "I myself and other parents feel like our children are missing out on traditional school activities IE easter bonnet parades, traditional nativity plays etc This generation is missing out on so much fun and childhood spirit that the parents G-parent was lucky enough to experience This is GREATBRITAIN",
        "closed_at": null,
        "created_at": "2016-03-04T13:08:08.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-04T14:10:02.080Z",
        "open_at": null,
        "rejected_at": "2016-03-07T12:16:33.713Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear actions for which the UK Government and Parliament is responsible for. It's up to individual primary schools to decide which activities they want to do. You could raise this issue with the governing bodies of the schools you are concerned about. \r\n\r\nYou could start a petition calling for these traditional activities to be included on the national curriculum for primary school children.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123745.json"
    },
    "type": "petition"
}