{
    "attributes": {
        "action": "RECYCLE - TO MAKE ALL CRISP PACKETS RECYCLEABLE & OR BIODEGRADABLE NOW",
        "additional_details": "The tin foil and plastic in construction of many walkers and other named  brands have tin foil and plastic.\r\nThis can be separated by simply using the write recyclable, biodegradable plastic and foil.\r\nThis can be done as a start, as a means to go on, in improving our planet. (Also patition for recycleable & or biodegradable sweet wrappers. \r\nOther general crisp packets from superstores such as morrisons ocado & asda etc are all NON RECYCLEABLE & OR BIODEGRADABLE.",
        "background": "Crisp packets are convenience food that many millions are make every year, these are all un-recyclable & non-biodegradeable.\r\nThis would be ideal to start the war on waste.\r\nYou can see on every street everywhere, a crisp packet eaten and just thrown to the ground. A BASIC START TO CLEAN OUR COUNTRY",
        "closed_at": null,
        "created_at": "2016-03-05T15:16:53.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-05T20:32:28.189Z",
        "open_at": null,
        "rejected_at": "2016-03-20T13:54:04.406Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of crisp manufacturers.\r\n\r\nIf you would like Parliament to change the law, to make it illegal to sell crisps in non-recyclable packets, you could start a new petition calling for that. Alternatively, you could ask the Government or Parliament to create incentives to encourage manufacturers to use recyclable package, such as tax reliefs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123819.json"
    },
    "type": "petition"
}