{
    "attributes": {
        "action": "Stop the boundary changes",
        "additional_details": "These boundary changes will see the Labour Prty lose 10% of their seats, the Lib dems 50%, but the Tories a mere 4%. If the 2015 election had been fought on these changes, the Tory majority would have trippled from 11 to 33 seats. ",
        "background": "The Goverment are about to introduce political boundary changes, which could see the Tory party in power indefinately, with very little possible opposition. This is a cynical attempt at power grabbing, and an affront to democracy, which must not go ahead.",
        "closed_at": "2016-09-21T23:00:00.000Z",
        "created_at": "2016-03-06T11:43:49.683Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-28T11:45:49.460Z",
            "details": "The Government committed, in its manifesto, to addressing the unfairness of the current parliamentary boundaries, reduce the number of MPs to 600 to cut the cost of politics and make votes of more equal value.\r\n\r\nUnder boundary changes agreed in the last Parliament, the number of MPs will be reduced from 650 to 600 and in future, all constituencies are to be within 95% to 105% of a single UK electoral quota, subject to a limited number of exceptions.  \r\n\r\nThere is at present a significant difference between the sizes of many UK Parliamentary constituencies. For example, based on the December 2015 electoral registers, Manchester Central has around 87,000 electors and North West Cambridgeshire 90,000, compared    with Wirral West which has approximately 54,000 electors and Arfon which has an electorate of around 38,000.  This means that currently votes cast in smaller seats carry more weight than those cast in larger ones. The Government considers that this inequality in the value of votes should not be allowed to continue and the boundary changes will create constituencies of a more equal size to ensure there is fair and equal representation for voters and that votes are of more equal weight.  \r\n \r\nThese reforms have been delayed once and the Government considers it is vital that they proceed. Without the implementation of these boundary reforms MPs will continue representing constituencies that were drawn up on data that will be up to 20 years’ old at the 2020 General Election, disregarding significant changes in the population and the principle of equally-sized constituencies which was endorsed by the Committee on Standards in Public Life. \r\n\r\nThe new constituencies will be drawn up by the independent Boundary Commissions.   The four Boundary Commissions formally commenced the current boundary review in February 2016.  The UK electoral quota for the review is 74,769, meaning that each constituency must have no less than 71,031 electors and no more than 78,507 electors.  The Boundary Commission for Northern Ireland published its initial proposals for UK Parliamentary constituencies on 6 September and the Boundary Commissions for England and Wales published their initial proposals on 13 September.  The Boundary Commission for Scotland will publish its initial proposals in due course.  \r\n\r\nThere is a 12-week consultation on each Boundary Commission’s initial proposals, once they are published, which will include the holding of public hearings at which representations on the proposed new constituencies may be made.\r\n\r\nCabinet Office",
            "summary": "The Government is committed to implementing the boundary reforms agreed in the last Parliament to ensure seats are of a similar size and restore equal votes across the country. ",
            "updated_at": "2016-09-28T11:45:49.460Z"
        },
        "government_response_at": "2016-09-28T11:45:49.463Z",
        "moderation_threshold_reached_at": "2016-03-06T12:55:04.690Z",
        "open_at": "2016-03-21T15:19:50.602Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-13T10:53:07.745Z",
        "scheduled_debate_date": null,
        "signature_count": 21932,
        "state": "closed",
        "updated_at": "2016-09-28T11:45:49.488Z"
    },
    "id": 123864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123864.json"
    },
    "type": "petition"
}