{
    "attributes": {
        "action": "Use 3 separate independent organisations to count the EU referendum votes",
        "additional_details": "We'd like 3 independent vote counting organisations to count the in/out votes, to ensure transparency and satisfaction for the British people",
        "background": "This is one of the most important things we'll ever get to vote on. The outcome of this EU referendum will shape the future of the British public forever and it's vitally important that the outcome is democratically the right/correct one. ",
        "closed_at": "2016-09-08T23:00:00.000Z",
        "created_at": "2016-03-08T09:43:48.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-04-20T13:49:13.872Z",
            "details": "The conduct of the EU referendum, including the counting of votes, will be undertaken in accordance with detailed legislation based on the legislation used for previous referendums and elections. \r\n\r\nThe United Kingdom has well established and robust procedures for counting votes at elections and referendums, which the referendum on EU membership will follow.  They will ensure there is transparency, and proper levels of scrutiny and oversight in the arrangements for the counting of votes at the referendum.   \r\n\r\nThe Chief Counting Officer is responsible for the conduct of the referendum and ensuring the accuracy of the overall result.  For the referendum, Jenny Watson, chair of the Electoral Commission, which is independent of Government, will be the Chief Counting Officer. She will be assisted by a number of Regional Counting Officers. \r\n\r\nCounting Officers administer the voting and counting processes in their local voting areas. Their duties include issuing ballot papers, running polling stations and counting the votes cast in their area. \r\nCounting Officers and their staff will have had experience of running previous elections and referendums, including other national polls such as UK Parliamentary general elections. \r\n\r\nEach Counting Officer will count the votes cast in their voting area.  Counting Officers will be required to inform their Regional Counting Officer (or the Chief Counting Officer, where a Regional Counting Officer is not appointed, as in Northern Ireland) of the local result once the votes have been counted.  Counting Officers will certify the local result and make a public declaration as to the votes cast when directed to do so by the Regional Counting Officer (or Chief Counting Officer). \r\n\r\nThere is provision for each permitted participant (or referendum campaigner) to appoint referendum agents who may attend each local count, and referendum agents may appoint counting agents to attend each count in order to observe proceedings (i.e. the verification and counting of ballot papers).  Counting Officers are responsible for adjudicating on any doubtful ballot papers and may reject a ballot paper on certain grounds, for example, where the voter’s intention is not certain.  Counting Officers are required to endorse the word “rejected” on any ballot paper which he/she decides is not be counted, and must add the words “rejection objected to” if an objection is made by a counting agent.\r\n\r\nCounting agents may ask to have the votes for their voting area re-counted, which the Counting Officer will agree to if, in the Counting Officer’s opinion, the request is reasonable in the circumstances.  \r\n\r\nGuidance that the Electoral Commission has issued on administering the referendum advises that Counting Officers should share the provisional local totals with the referendum and counting agents, and make clear that they are entitled to request a re-count. This should be undertaken within the framework of maximum openness and transparency so that all campaigners and agents can have confidence in the processes and the provisional local totals provided.\r\n\r\nThere is also provision for a Regional Counting Officer (or the Chief Counting Officer) to direct a Counting Officer to re-count the votes in their voting area if the Regional (or Chief) Counting Officer thinks there is reason to doubt the accuracy of the counting of votes in the voting area.  \r\n\r\nA Counting Officer may not conduct a re-count once a direction has been given by the Regional Counting Officer (or Chief Counting Officer) to certify the local result.  \r\n\r\nThe Electoral Commission’s guidance makes clear that accurate local totals for each voting area are fundamental to an accurate result in which voters can have confidence, and that re-counts can only take place at voting area level.  The Commission advises Counting Officers to make it clear to agents when sharing provisional local totals with them that this is their opportunity to request a re-count and that there is no provision for regional or national re-counts.  This approach is consistent with that taken at UK general elections, the Parliamentary Voting System referendum in 2011 and the Scottish Independence referendum in 2014.\r\n\r\nThe usual processes for election and referendum observers will also apply for the EU referendum.  Any individual or organisation can apply to the Electoral Commission for accreditation to be an observer. Authorised observers may observe proceedings at the poll, at the issue and receipt of postal ballot papers, and at the counting of votes.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The EU referendum will follow the usual procedure for counting votes at elections and referendums, which will be overseen by the Chief Counting Officer, chair of the independent Electoral Commission.",
            "updated_at": "2016-04-20T13:49:13.872Z"
        },
        "government_response_at": "2016-04-20T13:49:13.880Z",
        "moderation_threshold_reached_at": "2016-03-08T11:40:49.717Z",
        "open_at": "2016-03-08T16:34:57.383Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-07T07:34:41.040Z",
        "scheduled_debate_date": null,
        "signature_count": 23124,
        "state": "closed",
        "updated_at": "2016-09-08T23:00:00.000Z"
    },
    "id": 123986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123986.json"
    },
    "type": "petition"
}