{
    "attributes": {
        "action": "End austerity\r\n\r\nRefuse to be forced to pay back a deficit by the government.",
        "additional_details": "It is morally wrong to the point of evil.\r\nForcing poverty on thousands plus cuts on everyone in society.\r\n\r\nMake a stand for your Rights.\r\n\r\nDo not allow the government to tell you that we are paying back THEIR deficit.\r\n\r\nThis money was loaned to them without your permission and used to fund wars and crimes against humanity.\r\n\r\nRefuse to allow this to happen and to pay back anymore of this money that falsely in debts the whole country.\r\n\r\nEnd austerity, allow prosperity.",
        "background": "Refuse to be forced to pay back a deficit the Government,past and present created. The government of past and present borrowed this money not you or I the citizens. Refuse to pay it back and be made to suffer for their wrong doing and borrowing of funds from banking cartels, Federal Reserve and IMF.",
        "closed_at": null,
        "created_at": "2016-03-06T23:30:00.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-07T13:27:40.198Z",
        "open_at": null,
        "rejected_at": "2016-03-07T17:21:44.090Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling on the Government to change its policies - for example, urging the Government not to make any further public spending cuts, and/or reverse cuts that have already been made. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 123909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/123909.json"
    },
    "type": "petition"
}