{
    "attributes": {
        "action": "Reverse the ESA disability benefit cut",
        "additional_details": "",
        "background": "The House of Lords has been unable to stop a planned £30-a-week cut to disability benefits forced through by Government MPs. This will cripple those in receipt of these benefits, leaving many in literal poverty.\r\n\r\nThe government must reverse this decision. Lives are at risk.",
        "closed_at": "2016-09-09T22:59:59.999Z",
        "created_at": "2016-03-08T16:10:01.832Z",
        "creator_name": null,
        "debate": {
            "debated_on": null,
            "overview": "The House of Commons Petitions Committee has decided not to schedule a debate on this petition, because this subject has already been discussed and voted on in the House of Commons. \r\n \r\nThe changes to ESA were proposed in the Welfare Reform and Work Bill, which has been debated in both Houses of Parliament. In particular, on 2 March MPs debated and voted on House of Lords amendments to the Welfare Reform and Work Bill. This included an amendment on Employment Support Allowance, which was rejected. On 7 March the bill cleared its final parliamentary stage and it is now waiting to be signed into law.  \r\n \r\nYou can read the debates at every stage of the Bill here: \r\n \r\nhttp://services.parliament.uk/bills/2015-16/welfarereformandwork.html \r\n \r\nYou can read the debate on 2 March here: \r\n \r\nhttp://www.publications.parliament.uk/pa/cm201516/cmhansrd/cm160302/debtext/160302-0003.htm#16030293000001 \r\n \r\n \r\nThe Petitions Committee is not the only way of getting a House of Commons debate on the subject of a petition. MPs could still try to get time for a further debate on this subject, if they wish to do so. There are many ways in which MPs can seek time for debates: individual MPs can apply for debates at the end of the day in the main Chamber, or for debates in Westminster Hall (the second debating Chamber of the House of  \r\nCommons).   \r\n \r\nGroups of backbenchers can ask the Backbench Business Committee for time for debate, either in the main Chamber of the House of Commons or in Westminster Hall. The Government and the Opposition parties also have the power to schedule debates.  \r\n \r\nIf you want a debate on this subject, you could write to your local MP to let him or her know. You can use this page to find out how to contact your MP: http://www.parliament.uk/mps-lords-and-offices/mps/ \r\n",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-03-22T18:37:39.142Z",
        "debate_threshold_reached_at": "2016-03-16T00:04:06.377Z",
        "government_response": {
            "created_at": "2016-03-22T13:06:30.114Z",
            "details": "In the Summer Budget 2015, we announced that, from April 2017, new Employment Support Allowance (ESA) claimants who are placed in the work-related activity group (WRAG) will receive the same rate of benefit as those claiming Jobseeker’s Allowance (JSA). \r\n\r\nThis change only affects new claims made after that date and there will be no cash losers among those who are already in receipt of ESA. This reform affects those with limited capability for work. Those with the most severe work-limiting health conditions and disabilities, who are placed in the Support Group, will be completely unaffected by these changes.\r\n\r\nThe reason for implementing this reform is clear. The current system fails to provide the right support to help those with health conditions and disabilities towards and into work, and acts to trap people on welfare. We are committed to ensuring that people have the best support possible, and that is what these changes are about.\r\n\r\nThe recent record employment levels have benefitted many but have yet to reach those on ESA.  It is important to remember that whilst 1 in 5 JSA claimants move off benefit every month, only 1 in 100 of ESA WRAG claimants does so.  Those with health conditions and disabilities deserve better than this. \r\n\r\nIn addition to providing financial security for individuals, work often has a profound effect on people’s life chances and it is right that this Government does everything it can to provide better support to get people into work.  More than three-fifths (61 per cent) of those in the ESA WRAG say they want to work – and there is a large body of evidence showing that work is generally good for physical and mental wellbeing. \r\n\r\nThis change enables us to recycle money into providing practical support that will make a significant difference to the life chances of those in the WRAG. This new funding will be worth £60 million in 2017/18 rising to £100 million in 2020/21 and will support those with limited capability for work to move towards and into suitable employment. \r\n\r\nAs set out in the Budget 2016, the nature of this support is being influenced by a Taskforce of disability charities, employers, think tanks, provider representatives and local authorities. Furthermore, we are providing a further £15 million for the Jobcentre Plus Flexible Support Fund in 2017-18 to help claimants who have limited capability for work with the extra costs that can be involved in moving closer to the labour market and into work.\r\n\r\nThese changes are part of a wider reform to help support more disabled people and those with health conditions work and to remain in work. Over the coming year we will build the progress we have made in partnership with disabled people, their representatives, and healthcare professionals, using their insights to understand how the welfare system can work better with the health and social care systems.\r\n\r\nOur reforms are aimed at improving the quality of life of those in greatest need.  Again, it is worth noting that we spend around £50 billion every year on benefits to support people with disabilities or health conditions, which represents over 6 per cent of all Government spending. We are proud of that commitment and we are determined to ensure that those most in need continue to receive the support they require. \r\n\r\nDepartment for Work and Pensions",
            "summary": "We are committed to providing the right support to those with health conditions and disabilities. This change only affects new claims from April 2017 and no current claimants will be cash losers.",
            "updated_at": "2016-03-23T16:15:43.811Z"
        },
        "government_response_at": "2016-03-22T13:06:30.119Z",
        "moderation_threshold_reached_at": "2016-03-08T18:26:24.247Z",
        "open_at": "2016-03-09T12:07:03.341Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-09T20:53:21.494Z",
        "scheduled_debate_date": null,
        "signature_count": 136890,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:12.353Z"
    },
    "id": 124016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124016.json"
    },
    "type": "petition"
}