{
    "attributes": {
        "action": "Punish animal abusers properly , this goverment is far to soft !.",
        "additional_details": "One example a boy living near me kept dogs for fighting he would train these dogs up to rip each other apart, he walked away from court as the judge found out he had just become a dad  and said his new born baby would need him,,,  I could go on with many stories like this , trying to keep the jails empty more like, stick all the animal abusers in a room together let them fight it out give them a bit of their own medicine , tougher punishment please this is what we need .",
        "background": "Everyday we see abuse of animals in this country we are all made so much aware of it due to Facebook and yet the punishment never seems to fit the crime, people are walking away from the law & laughing after the abuse has taken place, we need these people to suffer its the only way .",
        "closed_at": null,
        "created_at": "2016-03-09T08:47:49.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-09T14:26:24.612Z",
        "open_at": null,
        "rejected_at": "2016-03-17T18:26:55.886Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling for a specific punishment, such as a minimum jail sentence, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124067.json"
    },
    "type": "petition"
}