{
    "attributes": {
        "action": "End the \"bullying\" of drivers, move to a fully automated (GoA4) tube network.",
        "additional_details": "Given modern technology, it's ridiculous for some poor soul to have to sit down all day pressing buttons for a measly £49,673 a year, barely £15,000 over the London average; 43 days paid holiday will not make up for the suffering and \"bullying\" these drivers endure year in, year out, and we as Londoners should not have to suffer with them, just because those mean men at TFL refuse to embrace modern technology.\r\n\r\nA GoA4/3 system can still be manually driven so it wouldn't necessarily mean drivers losing their jobs. It would, however, prevent Transport unions abusing their power and sending London into turmoil whenever they feel a slight degree of discomfort.",
        "background": "Having just announced more strike plans, three 24 hour strikes, this time, citing “bullying, harassment and intimidation”, I think it's only fair that we put the Tube drivers out of their misery and move to an entirely GoA3/ GoA4 tube network by 2022.\r\n",
        "closed_at": null,
        "created_at": "2016-03-09T20:44:53.722Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-09T21:19:59.502Z",
        "open_at": null,
        "rejected_at": "2016-03-10T19:09:57.140Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124159.json"
    },
    "type": "petition"
}