{
    "attributes": {
        "action": "Include signage on public transport for those with mental health problems.",
        "additional_details": "We would like the government to offer support to individuals with mental health issues on public transport i.e tubes and buses.\r\n\r\nWe want TFL and other government endorsed transport organizations to include signage on public transport for those with mental health problems in the form of promotional posters or adverts to tackle the social stigma associated with mental illness. This would provide a more inclusive environment on public transport and raise awareness about mental health problems.",
        "background": "We would like for TFL and other government endorsed transport organizations to include signage on public transport for those with mental health problems. \r\nThis could take form as promotional posters or adverts to tackle social stigma around mental illness to provide a more inclusive environment.",
        "closed_at": null,
        "created_at": "2016-03-09T18:31:48.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-09T18:48:49.041Z",
        "open_at": null,
        "rejected_at": "2016-03-20T13:29:03.898Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear whether your petition is about signs or promotional posters and adverts. \r\n\r\nIf you would like the Government to fund an awareness-raising campaign, including adverts on public transport, then you could start a petition about that.\r\n\r\nThe Government and Parliament aren't directly responsible for the signage on buses, trains and other public transport. This is the responsibility of individual bus companies, train companies and so on. \r\n\r\nIf you would like Parliament to change the law, to require bus and train companies to display certain kinds of signs, you could start a petition about that.\r\n\r\nYour petition mentions TfL. TfL is accountable to the London Assembly, not the UK Government or Parliament. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124141.json"
    },
    "type": "petition"
}