{
    "attributes": {
        "action": "Remove John Bercow from his position as the Speaker of the House of Commons.",
        "additional_details": "The Speaker of the House of Commons is to stay impartial and unbiased during debates. They are to keep order and call MPs to speak however it is evident during broadcasts of recent debates, such as the EU referendum debate, that John Bercow, the current Speaker of the House has been lax in his duty and has shown himself to be an incompetent judge of order, by poorly enforcing rules of Parliament and at some times joining in with disruptive behaviour while an MP has the right to speak.",
        "background": "The Parliament website states that the Speaker of the House of Commons is responsible for keeping order during Parliamentary debates. Recent evidence shows that John Bercow, the current Speaker, has not been fulfilling this responsibility and so I believe he should be removed from this position.",
        "closed_at": null,
        "created_at": "2016-03-10T23:08:58.689Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-11T00:13:03.766Z",
        "open_at": null,
        "rejected_at": "2016-03-20T14:46:13.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There is no mechanism for the removal of a Speaker during a Parliament. Other than at a general election, the Speaker can only stop being Speaker through resignation or death.\r\n\r\nThe House of Commons could debate the resignation of the Speaker for the reasons you give."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124279,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124279.json"
    },
    "type": "petition"
}