{
    "attributes": {
        "action": "Remove John Bercow as speaker of the Commons for allowing frequent filibustering",
        "additional_details": "",
        "background": "In a response to a petition on filibustering the government said 'Procedure within the Chamber is a matter for.. the Speaker or Deputy Speaker chairing the debate.'\r\n\r\nAs neither Speaker or deputy Speaker are ever willing to control filibustering they should resign for contempt for democracy.",
        "closed_at": null,
        "created_at": "2016-03-11T17:38:25.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-11T22:23:57.093Z",
        "open_at": null,
        "rejected_at": "2016-03-17T18:02:20.879Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There is no mechanism for the removal of a Speaker during a Parliament. Other than at a general election, the Speaker can only stop being Speaker through resignation or death.\r\n\r\nThe Speaker does not have the power to stop the kinds of filibuster mentioned in the petition. A change in House of Commons Standing Orders (the rules of procedure in the House) would be needed to allow the Speaker/the House to stop them. The House of Commons Procedure Committee is currently holding an inquiry into Private Members Bill's including filibustering. \r\n\r\nYou can find out more about the inquiry here: \r\n\r\nhttp://www.parliament.uk/business/committees/committees-a-z/commons-select/procedure-committee/inquiries/parliament-2015/private-members-bills-15-16/\r\n\r\nYou could start a new petition calling for the Standing Orders to be changed. You can find the Standing Orders here:\r\n\r\nhttp://www.publications.parliament.uk/pa/cm201516/cmstords/0002/so-2.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124337.json"
    },
    "type": "petition"
}