{
    "attributes": {
        "action": "Stop the Benefit cuts, Changes to PIP, Cut the MPs Expenses & Wages",
        "additional_details": "The MPs claim the most silliest of things to expenses, Some even have a second Job and Second Home and Still claim expenses! How is that fair on those who are struggling! There is no need to Cut the benefit budget when we can save and cut down there Wages and expenses! MPs do not need to claim expenses when there yearly salariles are sky high, just looking at the working poor! They are struggling! ",
        "background": "George Osbourne wants to cut the Benefit Budget by1.2 Billion,This is a sickening joke to those are in desperate need of help, Changing the PIP sections from 2 to 1 points are going to leave them in Poverty! Why dont Cut the MPs expenses down And their wages and we would'nt need to cut from benefits",
        "closed_at": null,
        "created_at": "2016-03-13T11:32:42.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-13T16:12:35.995Z",
        "open_at": null,
        "rejected_at": "2016-03-16T14:59:59.216Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for some of the issues you raise. We can't accept your petition as it currently stands as the UK Parliament and Government are not responsible for setting MPs' pay and expenses. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay or expenses.\r\n\r\nWe already have petitions open about the cuts to ESA and about the change to the points system for PIP. You might like to sign those, if you haven't already. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124467.json"
    },
    "type": "petition"
}