{
    "attributes": {
        "action": "Call for Investigation into whether Ian Duncan Smith has broken Ministerial Code",
        "additional_details": "It states in the  is of paramount importance that Ministers give accurate and truthful information to Parliament, correcting any inadvertent error at the earliest opportunity. Ministers who knowingly mislead Parliament will be expected to offer their resignation to the Prime Minister.Ministers should be as open as possible with Parliament and the public, refusing to provide information only when disclosure would not be in the public interest .",
        "background": "The Use of Unsubstantiated and Misleading Facts to justify his arguements must be challenged and investigated  thoroughly as It would appear he has broken the Ministerial Code on several occasions",
        "closed_at": null,
        "created_at": "2016-03-13T19:18:19.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-14T12:50:17.838Z",
        "open_at": null,
        "rejected_at": "2016-08-02T12:07:30.252Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept petitions calling for an inquiry into whether an MP has misled the House of Commons. That’s because neither the House of Commons nor the Government is responsible for deciding that an inquiry that an inquiry of that kind should happen.\r\n\r\nInvestigation of alleged breaches of the Ministerial Code is the responsibility of the Independent Adviser on Ministers' Interests. Only the Prime Minister can refer cases for investigation:\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN03750\r\n\r\nYou could start a new petition calling on the Prime Minister to refer these allegations to the Independent Adviser on Ministers' Interests, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-08-02T12:07:30.256Z"
    },
    "id": 124498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124498.json"
    },
    "type": "petition"
}