{
    "attributes": {
        "action": "Make a political Party Manifesto a legally binding Contract with We The People.",
        "additional_details": "Currently Party Manifestos are not worth the paper they are written on as once elected to Government, Parties continually breach their Manifesto. This has gone on time-immemorial and it is time to stop this habitual practice. A Manifesto is a set of promises and should be a legally binding contract as these are the conditions a Party set down in order to get elected. Anything outside of a Manifesto has no mandate from The People.",
        "background": "Political Parties make Manifestos to attract voters then don't keep to the conditions. A Manifesto should be a legally binding contract between the Government and The People and a 'breach of contract' should automatically disqualify from the right to rule and summarily generate a General Election",
        "closed_at": null,
        "created_at": "2016-03-14T11:07:03.615Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-14T12:09:36.964Z",
        "open_at": null,
        "rejected_at": "2016-03-16T16:14:57.682Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what this petition is asking for. We already have a petition calling for a general election if a manifesto promise is broken:\r\n\r\nhttps://petition.parliament.uk/petitions/111370\r\n\r\nIf you would like the Government to be held to account in a different way in such cases, you could start a petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124545.json"
    },
    "type": "petition"
}