{
    "attributes": {
        "action": "Scrap plans to force state schools to become academies.",
        "additional_details": "Government is choosing to ignore the evidence from the HMCI, the Education Select Committee and the Sutton Trust’s own Chain Effects report, which clearly demonstrates that academy status not only does not result in higher attainment but that many chains are badly failing their pupils, particularly their disadvantaged pupils.",
        "background": "State schools are accountable to parents, the local community and to local authorities. By forcing schools to become academies the accountability will be to a trust and to accountants.  Her Majesty Chief Inspector of schools has concerns over education provided in academies and so should you. ",
        "closed_at": "2016-09-16T23:00:00.000Z",
        "created_at": "2016-03-15T17:59:34.128Z",
        "creator_name": null,
        "debate": {
            "debated_on": null,
            "overview": "The Committee decided not to schedule a debate on this petition because the House of Commons debated the Education White Paper, which includes the Government's policy on academies, on Wednesday 13 April. The subject for the debate was chosen by the Official Opposition (Labour). \r\n \r\nThis petition was “tagged” as relevant to the debate. This means that it was listed on the order paper (the agenda of the House of Commons) as being relevant to the debate.  \r\n\r\nYou can watch the debate here: http://parliamentlive.tv/event/index/c1a5c42c-9f3d-4458-83b5-d10063c3a731?in=16:15:10 \r\n\r\n\r\nYou can read the transcript here: https://hansard.digiminster.com/commons/2016-04-13/debates/16041341000001/SchoolsWhitePaper",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-04-20T13:07:15.984Z",
        "debate_threshold_reached_at": "2016-03-21T10:06:18.864Z",
        "government_response": {
            "created_at": "2016-07-06T13:22:02.644Z",
            "details": "Since the launch of this petition, the Government has listened to feedback from teachers, school leaders and parents, as well as MPs. It is clear from those conversations that the impact academies have in transforming young people’s life chances is widely accepted and that more and more schools are keen to embrace academy status. As a result of these conversations the Government has decided, while reaffirming our continued determination to see all schools to become academies in the next six years, that it is not necessary to bring legislation to bring about blanket conversion of all schools to achieve this goal. \r\n\r\nThe Government will continue to require underperforming schools to convert to academy status, and to support good schools to convert and take the lead in supporting other schools as part of multi-academy trusts. In addition, the Government will bring forward legislation to convert schools in the worst performing local authority areas, and where local authorities do not have the capacity to continue maintaining their schools\r\n\r\nAs part of the Government’s commitment to deliver real social justice, our reforms have already made a remarkable difference to education in this country, with over 1.4 million more young people in good or outstanding schools than in 2010. However, there is still more to do.\r\n\r\nIn academies, the best school leaders are free to innovate and run their schools how they choose. Schools don’t have to follow a single ‘right’ way of doing things determined elsewhere; each can develop different approaches that improve outcomes for their children and scale what works. Strong schools and leaders are able to spread their influence, and those which are struggling get the help they need. For example, sponsored academies have turned around some of the most challenging schools in some of the most deprived areas of the country to improve outcomes for disadvantaged pupils. \r\n\r\nWe expect the majority of schools to join trusts or small local clusters, pupils. Multi-Academy Trusts (MATs) are a stronger form of school  body than those available to maintained schools, with a single point of accountability. There are many benefits for schools in joining a MAT, including that they can spend less on administration and so invest more in teachers; there are better options for staff development, recruitment and retention; and they can be more responsive to the individual needs of pupils.\r\n\r\nAll schools becoming academies presents a fundamental shift of power from local and central government, giving responsibility to our best school leaders. It assumes they know better than government what works for their own pupils. The most successful local heads running the oversubscribed schools to which every parent wants to send their child will be able to lead the education of more children. We want to build on this success so that every school can benefit from the autonomy and strong accountability of academy status. \r\n\r\nLike all schools, academy performance is completely transparent on Ofsted’s website and DfE’s performance tables – which have been re-designed to be easier to navigate and compare performance. We will go further and publish data on how well MATs are performing to show the value added by a MAT.  Schools should be primarily accountable to parents and governing boards; to make the accountability system more useful for parents and boards, as well as teachers and leaders, we will improve how we collect and disseminate data. Furthermore, all parents need a voice, and this Government is actually increasing academies’ engagement with parents - we will require every academy to put in place arrangements for meaningful engagement with all parents, and to listen to their views and feedback.\r\nIndeed, as Her Majesty’s Chief Inspector (HMCI) set out in the latest Ofsted annual report, academisation can lead to rapid improvements. In his letter of 10th March to the Secretary of State about inspections of academies in MATs, HMCI confirmed his belief that it is right to give more autonomy to the front line and that there are some excellent MATs that have made remarkable progress in some of the toughest areas of the country.\r\n\r\nThe vast majority of schools which have become academies are now thriving. In the minority of academies that underperform, swift action has been taken– in total, we have issued 159 formal notices to underperforming academies and free schools and have moved to change the sponsor in 144 cases of particular concern (as at 4 July). \r\n\r\nThe Education and Adoption Act ensures we have powers to hold all academies to account where they do not meet the high standards we expect and create a more consistent framework for tackling underperformance.\r\n\r\nWe will ensure the continued growth of the academy programme, empowering frontline heads and school leads and transforming even more children’s education.\r\n\r\nDepartment for Education",
            "summary": "We have listened to feedback, and revised our plans; we will not be introducing blanket legislation but will continue to reaffirm our determination to see all schools become academies. ",
            "updated_at": "2016-07-06T13:22:02.644Z"
        },
        "government_response_at": "2016-07-06T13:22:02.646Z",
        "moderation_threshold_reached_at": "2016-03-15T19:17:02.638Z",
        "open_at": "2016-03-16T16:04:53.937Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-16T22:00:32.703Z",
        "scheduled_debate_date": null,
        "signature_count": 151403,
        "state": "closed",
        "updated_at": "2016-09-16T23:00:00.000Z"
    },
    "id": 124702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124702.json"
    },
    "type": "petition"
}