{
    "attributes": {
        "action": "Unfair Changes to Working Hours for Metropolitan Police",
        "additional_details": "Now they have to work 7 days on with 3 days off, their last night shift finishing at 7am in the morning on their first day off\r\n\r\nThe changes are likely to start happening around the country, we need to stop this before our police force is run into the ground. They are not respected for what they do and how hard they work. At some point in life we will call upon, need and rely on the help of our police. \r\n\r\nThey have no support, they cannot and would not strike, they have to carry on regardless. They have family who they will see less and less and are becoming more exhausted.",
        "background": "The Met have introduced new working hours for our Police Officers. Until recently they would work a 9 hour shift, 6 days on with 4 days off. Bear in mind that their last night shift finishes on their first day off.\r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-03-16T10:50:24.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-16T11:23:34.550Z",
        "open_at": null,
        "rejected_at": "2016-03-16T18:46:48.034Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The Metropolitan Police Service is the responsibility of the London Mayor's Office for Policing and Crime (MOPAC). MOPAC is overseen by the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124780.json"
    },
    "type": "petition"
}