{
    "attributes": {
        "action": "Cap expenses for MP's to £73 per week to bring it in line with DWP payments!!",
        "additional_details": "If MP's cannot afford their own breakfasts on an average £74k salary then perhaps they need some advice on how to manage their own personal finances!! They have cut the disabled pay by £30 per week yet are allowed to claim breakfast at £38!!! It's an outrage and it needs to stop!! Let's get a cap put on the amount they can claim and bring it in line with what they are expecting disabled people to live on!!! After all \"we are all in this together!\" ",
        "background": "This government continue to persecute the working poor and the disabled who are unable to work!! However they can claim extortionate amounts in expenses on top of their already lucrative salaries, along with second homes!! It's double standards and it must stop!! ",
        "closed_at": null,
        "created_at": "2016-03-16T22:46:39.985Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-17T13:28:44.740Z",
        "open_at": null,
        "rejected_at": "2016-03-18T16:11:45.882Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to set MPs’ pay and expenses. That power was given by Parliament to the Independent Parliamentary Standards Authority (IPSA) in 2010, so that after 2012 MPs no longer had control over their own pay and expenses.\r\n\r\nIf you would like to contact IPSA, here’s how to contact them:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 124872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/124872.json"
    },
    "type": "petition"
}