{
    "attributes": {
        "action": "Stop the Garstang Road development from going ahead in Poulton le Fylde!",
        "additional_details": "At 517 homes, this development will have a negative impact on the environment, as well as traffic and the area in general. Persimmon have offered a derisory sum of just over 2 million pounds towards school places in the area, but how long will that last, and what of doctors and dentists? We understand the need for housing and are not against developments per se, but this one, if it is to go ahead, needs scaling down, and the meeting that gave rise to the decision needs looking into.",
        "background": "This development has been passed without a single Poulton councillor on the committee. The development itself is by far too large for the area to cope with, even with a proposed alteration to the roads. The impact on the wildlife, the already busy roads, schools etc has been grossly underestimated. ",
        "closed_at": null,
        "created_at": "2016-03-17T22:41:33.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-18T09:24:59.395Z",
        "open_at": null,
        "rejected_at": "2016-03-21T10:42:05.509Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council may also have a petitions process - you should be able to find details on its website.\r\n\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125020,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125020.json"
    },
    "type": "petition"
}