{
    "attributes": {
        "action": "Credit unused car parking minutes to the customer or good causes",
        "additional_details": "Many car park operators use car registration recognition technology. So why don't they use that technology to record under-stays rather than just fining customers for over-stays? Any unused minutes could be credited to the customers account' (registration) so if they ever do arrive back at their car late, they might still avoid a 'fine' using credited minutes. After one year any unused credits could be used to pay off the national debt, help other over-stayers, or support local good causes.  ",
        "background": "Before a car park issues a 'fine' for overstay they should check to see if the customer has any unused minutes from previous stays. If there is sufficient credit to cover the overstay then no fine should be issued. After one year any credit should be paid to good causes or to pay off national debt. ",
        "closed_at": null,
        "created_at": "2016-03-18T22:40:18.059Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-19T08:10:25.648Z",
        "open_at": null,
        "rejected_at": "2016-03-21T13:53:48.417Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament are not responsible for car parks. They are the responsibility of individual car park operators. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125120.json"
    },
    "type": "petition"
}