{
    "attributes": {
        "action": "Access all areas for guide dog owners.",
        "additional_details": "'Each refusal is crushing, confidence shattering, rejecting, and traumatic. I always feel that I don't want to go out after - but work dictates I must.” Guide dog owner, Stevenage\r\n\r\nUnder the Equality Act, guide dog and other assistance dog owners have the right to enter the majority of services, premises and vehicles with their dog. However our survey has shown that the majority of assistance dog owners have been refused access to somewhere. ",
        "background": "Almost half (49%) of guide dog owners surveyed have experienced an access refusal in the last year. We’re campaigning so that assistance dog owners can access taxis, shops and restaurants without being refused entry, in line with their legal rights .\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-03-18T21:31:30.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-18T21:54:27.713Z",
        "open_at": null,
        "rejected_at": "2016-03-21T13:37:13.737Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to ask for a clear action from the Government or Parliament. The Equality Act, as the petition states, already ensures the right to access for guide dogs. If you think that this law does not go far enough, you could start a petition asking Parliament to change the law or to introduce new penalties for refusing access to a guide dog owner. \r\n\r\nAlternatively, you could start a new petition calling on the Government to start an awareness campaign to ensure all premises owners are aware of the law on assistance dogs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125103,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125103.json"
    },
    "type": "petition"
}