{
    "attributes": {
        "action": "ONLINE GROOMING & CSE (Child Sexual Exploitation)  NEEDS TO STOP!!!",
        "additional_details": "since the whole world is using the internet and online grooming is becoming a huge thing at the minute i feel the government need to stand up and bring awareness on the subject & help parents understand that the internet is dangerous for children and this terrible crime does happen.",
        "background": "The government isn't bringing enough awareness to children being on the internet, and that there are dangers, such as CSE (child exploitation) also Online Grooming. We would like the government to take control and help bring awareness to these horrific crimes.",
        "closed_at": null,
        "created_at": "2016-03-19T17:24:36.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-19T18:55:51.574Z",
        "open_at": null,
        "rejected_at": "2016-03-21T17:12:01.053Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. It is not clear from your petition would you would like the Government to do to stop online grooming. You could start a petition calling on the Government to introduce a publicity campaign to raise awareness among parents and young people of the risks of grooming and talking to strangers online."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125196.json"
    },
    "type": "petition"
}