{
    "attributes": {
        "action": "To resell or resell parts from cars from the uk scrapping scheme",
        "additional_details": "One storage area in question is the thousands of cars at the Bedfordshire aero drome awaiting the crusher, classic mini's, bmw's, Jaguars etc. Let's try to save some if we can.",
        "background": "This petition is to get the government to allow the resale at auction any cars that were taken in as part of the scrapping scheme as either whole cars or for use as parts. Money raised can be used to fund the repairs of the U.K. Roads, and also keep classics on the road.",
        "closed_at": null,
        "created_at": "2016-03-20T01:45:01.380Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-20T01:55:47.080Z",
        "open_at": null,
        "rejected_at": "2016-04-01T12:49:32.029Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government does not have the power to compel private companies or individuals to sell/save end of life vehicles.\r\n\r\nThe Government 2009 vehicle scrappage scheme ended in 2010. When a sale was agreed through the scrappage scheme, the dealer was responsible for disposing of the old vehicle through authorised treatment facilities (ATFs). Once a vehicle is handed over to an officially recognised scrappage yard it is up to that ATF to decide whether to repair and sell the vehicle or to completely scrap it.\r\n\r\nThe Government stated at the time of the scrappage scheme that it would only approve or make payment on a transaction under the scrappage scheme where a Certificate of Destruction on the old car had been issued (see: http://www.publications.parliament.uk/pa/cm200809/cmhansrd/cm090721/text/90721w0150.htm#09072344004168).  \r\n\r\nIn relation to the destruction of classic cars under the 2009 scrappage scheme, the Government Minister at the time confirmed that it was up to the owners of a vehicle to decide what to do with their own property (see: http://www.publications.parliament.uk/pa/cm200809/cmhansrd/cm090721/text/90721w0150.htm#09072344004168"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125234,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125234.json"
    },
    "type": "petition"
}