{
    "attributes": {
        "action": "Call for the resignation of George Osbourne and David Cameron",
        "additional_details": "Continued cuts to infrastructure, the NHS and the biggest sale of public assets to private investors since records began have brought the UK to tipping point. Repeated falsehoods covering the real agenda of this current cabinet have now been exposed. and the people of the UK are sick of the lies, the corruption and the dismantling of the welfare state as an ideological exercise for political and financial interests. We, the people of the UK demand the resignation of those responsible: David Cameron and George Osbourne.",
        "background": "Recent events have exposed just how dangerous and corrupt this current UK government is. Their own colleagues against them on their continuing mistreatment of the vulnerable in UK society while handing out breaks to the better off, Our current Prime Minister and Chancellor are not fit for office.",
        "closed_at": null,
        "created_at": "2016-03-20T13:43:03.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-20T19:39:49.099Z",
        "open_at": null,
        "rejected_at": "2016-03-21T13:51:26.713Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of an individual Minister is not a decision for the Government or Parliament as a whole. If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125266.json"
    },
    "type": "petition"
}