{
    "attributes": {
        "action": "To take action against TalkTalk for shameful customer service, and not resolving",
        "additional_details": "TalkTalk ignore all UK consumer law that have been passed to protect consumers.\r\nI used to be with Virgin Media, but TalkTalk brought their ASDL service. I have not been in a telephone/Broadband contract since 1984. When I was transferred over to TalkTalk, unbeknown to me, they put me in a contract and it works out nearly double what I was paying Virgin Media. I know they are in difficulties, but fleecing their customers is not the way, as is not sorting out complaints. TalkTalk should be closed.",
        "background": "TalkTalk has shameful customer service. They currently have significantly higher complaints than any other telecoms provider. We request that the government launch an inquiry into their practices and if necessary revoke their licence and close them down, as they are not acting in the public interest",
        "closed_at": null,
        "created_at": "2016-03-21T16:13:37.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-27T06:04:51.736Z",
        "open_at": null,
        "rejected_at": "2016-05-27T10:16:15.707Z",
        "rejection": {
            "code": "irrelevant",
            "details": "TalkTalk is a private company, and so the Government is not responsible for the customer service it provides.\r\n\r\nYou mgiht like to sign this petition instead - it calls for Ofcom's powers to be increased, to allow it to look at complaints about customer service:\r\n\r\nhttps://petition.parliament.uk/petitions/119792"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125352,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125352.json"
    },
    "type": "petition"
}