{
    "attributes": {
        "action": "Repeal the 1972 European Communities Act immediately on EU Referendum OUT vote.",
        "additional_details": "",
        "background": "We need call upon our MPs to repeal the 1972 European Communities Act immediately should the EU Referendum result in a Leave majority vote, thus making membership of the EU null and void, without any further interference from the government or the EU.",
        "closed_at": "2016-09-23T22:59:59.999Z",
        "created_at": "2016-03-21T11:39:45.190Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-10-17",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-10-17/debates/0D10F53C-7241-46AC-88CD-BD91964FADE2/UKExitFromTheEuropeanUnion",
            "video_url": "http://parliamentlive.tv/Event/Index/7b53b5c2-1b12-474d-855e-a8bca88605e5"
        },
        "debate_outcome_at": "2016-10-18T12:18:12.623Z",
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-13T13:48:09.360Z",
            "details": "The rules for exit are set out in Article 50 of the Treaty on European Union. The Government set out the process for Article 50 in the policy paper, ‘The process for withdrawing from the European Union’, published on 29 February 2016. Paragraph 3.2 in the paper states that:\r\n\r\nThe UK’s membership of the EU is established by the EU Treaties, and Article 50 is the process set out in the Treaties for Member States to follow when leaving. It is the only lawful way to withdraw from the EU. It would be a breach of international and EU law to withdraw unilaterally from the EU (for example, by simply repealing the domestic legislation that gives the EU law effect in the UK). Such a breach would create a hostile environment in which to negotiate either a new relationship with the remaining EU Member States, or new trade agreements with non-EU countries.\r\n\r\nThe House of Lords EU Committee report on ‘The process of withdrawing from the European Union’ of 4 May has also said that “If a Member State decides to withdraw from the EU, the process described in Article 50 is the only way of doing so consistent with EU and international law.”\r\n\r\nThe Prime Minister said on 27 June in his statement to the House of Commons on the referendum that “the only legal way that has been set out to leave the EU is by triggering Article 50”.\r\n\r\nThe Prime Minister has been clear that the decision to trigger Article 50 and start the formal and legal process of leaving the EU will be for the next British Prime Minister and the next Cabinet.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The rules for exit are set out in Article 50 of the Treaty on European Union. As the Prime Minister said on 27 June, this is the only legal way that has been set out to leave the EU. ",
            "updated_at": "2016-07-13T13:48:09.360Z"
        },
        "government_response_at": "2016-07-13T13:48:09.364Z",
        "moderation_threshold_reached_at": "2016-03-21T18:48:39.746Z",
        "open_at": "2016-03-23T12:30:03.443Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-29T15:16:38.249Z",
        "scheduled_debate_date": null,
        "signature_count": 32943,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:13.802Z"
    },
    "id": 125333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125333.json"
    },
    "type": "petition"
}