{
    "attributes": {
        "action": "Give Homeless street hub southend on sea a unused building.",
        "additional_details": "We want to give them a shelter and a nice place to eat,\r\nWe also have people that are housed, but find it hard, they may suffer from depression.\r\nthe community feel and just talking to people have helped. we have had a lot saying what we do is amazing and how greatfull they are. A Place to look forward to meeting others at. A reason to get up and go out. \r\nA place they can even help out in. \r\nSome homeless are bored and just need something to do, \r\nPlease help us to help them. ",
        "background": "We feed and care for the homeless and vulnerable of southend.\r\nWe do this solely with volunteers, we are self funded, we feed hot meals. Hot drinks and give night packs for the homeless to take away \r\nWe do this from a car park in Clarence rd southend, on a Tuesday and Wednesday 7pm onwards.",
        "closed_at": null,
        "created_at": "2016-03-21T23:12:41.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-22T12:44:33.442Z",
        "open_at": null,
        "rejected_at": "2016-03-24T12:59:20.970Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Homelessness is the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors \r\n \r\nYour local council also has a petitions process - you can find out more about it here: http://democracy.southend.gov.uk/mgEPetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125420.json"
    },
    "type": "petition"
}