{
    "attributes": {
        "action": "bring back the recently knocked down park on morecambe promenade",
        "additional_details": "the new park looks like the new set for teletubbies ! ,  the words of my 5 year old mean more than any words from the council .... '' I wish I could play on the old park with swings and a real slide ''. .. says it all really ! , and she is not the only one to say this , any body in the right mind should be able to see this is not a park , its more of an art sculpture and most of all an eye sore ! ",
        "background": "2015 , a very popular park got knocked down to make way for a few extra parking spaces on the prom . 2016 . further along a new one has been built and its pathetic , the entire town hates it and there is nothing for our young ones to play on . we want our old park back with swings and a slide ! ",
        "closed_at": null,
        "created_at": "2016-03-22T16:37:15.400Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-22T16:52:12.527Z",
        "open_at": null,
        "rejected_at": "2016-03-24T12:20:34.237Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local parks are the responsibility of your local council. \r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors \r\n \r\nYour local council also has a petitions process - you can find out more about it here: www.lancaster.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125486.json"
    },
    "type": "petition"
}