{
    "attributes": {
        "action": "Permit non-Solicitor legal service businesses to represent us in Family Courts",
        "additional_details": "The reverse is true in employment disputes.  The Employment Tribunals Act 1998 s6 provides that a person may appear in person or else be represented at an employment tribunal by: (a) counsel or a solicitor, (b) a rep of a trade union or an employers’ association, or (c) any other person in whom the party desires to represent him. To legislate that parties and advisers in family proceedings had the same right as those in employment disputes would ensure free choice, equality & access to justice.",
        "background": "In February 2016, the UK Judiciary (Solicitors & Barristers) quietly published a Consultation paper on reforming their approach to McKenzie Friends (non-Solicitor legal service providers). The Judiciary proposes to criminalise popular, fee-charging, non-Solicitor helpers in the Family courts. \r\n",
        "closed_at": null,
        "created_at": "2016-03-23T13:47:48.908Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-23T23:27:14.928Z",
        "open_at": null,
        "rejected_at": "2016-05-25T14:31:47.674Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form, because it is not clear what action you are asking the Government or Parliament to take. The judiciary are independent of the Government and Parliament, so we cannot accept petitions which seem to be asking for the judiciary to take a specific action.\r\n\r\nYou could start a new petition asking Parliament to reject any statutory instrument (this is a type of law) that would prevent people from charging a fee for acting as a McKenzie friend. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125589.json"
    },
    "type": "petition"
}