{
    "attributes": {
        "action": "Start retaliating against The so called IS",
        "additional_details": "Send a clear message to the so called  IS that Europe will no longer tolerate and stand by and take no action against it murderious and cowardly campaign against European civilians, the government should strongly campaign in Europe, that should Islam continue its war against western civilization, then immediately after the next murderious attrosity, the west with the assistance of NATO will begin a precise bombing campaign against every mosque that exist in the soverion state that IS nexts bombs, ",
        "background": "Send a clear message to the so called  IS that Europe will no longer tolerate and stand by and take no action against it murderious and cowardly campaign against European civilians, the",
        "closed_at": null,
        "created_at": "2016-03-23T11:21:47.869Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-23T19:23:42.212Z",
        "open_at": null,
        "rejected_at": "2016-04-01T14:04:35.582Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition seems to be calling on Europe, not just the UK, to take action. you could start a new petition calling clearly for the action you would like the UK to take. For example, if you would like the UK Government to work with the governments of other European countries to take additional military action against IS/Daesh, you could start a new petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125572.json"
    },
    "type": "petition"
}