{
    "attributes": {
        "action": "Pay every UK adult citizen a basic universal income of £900 per month Tax Free",
        "additional_details": "Source: http://metro.co.uk/2016/03/25/japan-is-considering-giving-away-free-money-5774687/ & basicincome.org.uk\r\nBasic Income will help us rethink how & why we work A basic income can help you do other work and reconsider old choices: It will enable you to retrain, safe in the knowledge that you’ll have enough money to maintain a decent standard of living while you do. Basic income will make benefit fraud obsolete As an extension of (3), benefit fraud will vanish as a possibility because no one needs to commit fraud to get a basic income: it is granted automatically. Basic income will help reducing inequalities A basic income is also a means for sharing out the wealth produced by a society to all people thereby reducing the growing inequalities across the world.",
        "background": "Proponents of basic income say that not only does it reduce financial poverty but it has a number of other benefits, such as rewarding unpaid activities not recognised as economic contributions (parenting, and Caring for instance).\" Reduces the need to turn to crime, Provides security for families.",
        "closed_at": null,
        "created_at": "2016-03-25T15:56:56.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-25T16:47:12.522Z",
        "open_at": null,
        "rejected_at": "2016-03-31T11:53:31.054Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think the following petition is similar to yours: https://petition.parliament.uk/petitions/109893"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125795.json"
    },
    "type": "petition"
}