{
    "attributes": {
        "action": "Ban 'baiting' shaming style videos from the internet",
        "additional_details": "Often the those making the comments will label it as a 'laugh' or 'banter' without realising the affect it often has on the victim. in 2006, an 11 year old girl was raped and impregnated, and 'slut shaming' style taunts led the internet into a frenzy of nasty comments and shaming the victim- with no regard to the fact she was raped. This form of internet posting is WRONG and should be removed from the internet, and in severe cases punishable. ",
        "background": "Baiting out videos can involving publicly shaming people for acting sexually promiscuous. Slut shaming is a form of harassment and can result in members of the community feeling isolated from their peers and can lead to mental health issues in young people, and is often based on rumours. ",
        "closed_at": null,
        "created_at": "2016-03-25T11:03:09.774Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-25T11:46:50.658Z",
        "open_at": null,
        "rejected_at": "2016-04-01T15:18:08.599Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament are not responsible for posts made by individuals on the internet. It is the responsibility of individual companies to moderate the content posted on their websites. \r\n\r\nIf you think that UK law needs to change, to create a specific new criminal offence relating to these kinds of posts, you could start a new petition about that. This page explains the criminal offences that already exist for communications sent on social media:\r\n\r\nhttp://www.cps.gov.uk/legal/a_to_c/communications_sent_via_social_media/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125777.json"
    },
    "type": "petition"
}