{
    "attributes": {
        "action": "Protection for Sikhs to not have their turbans removed at airports.",
        "additional_details": "There have been many recent example of where a Sikh man has been asked to remove his turban, Mr Waris in the US was a recent event that was publicised.\r\n\r\nI would like the UK Government to introduce a law protecting the right of Sikhs. I would also ask the UK Government to raise this issue with international governments.",
        "background": "Across the world at airports Sikhs are being asked to remove their turbans. The turban for Sikhs is a mandatory symbol of their faith and therefore to ask them to remove it, is a direct infringement of their human right to religion/ faith. \r\n\r\n\r\n",
        "closed_at": "2016-09-30T22:59:59.999Z",
        "created_at": "2016-03-25T14:22:47.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-04T10:12:55.824Z",
            "details": "Until 2013, there was a clear requirement in EU aviation security regulations that headgear should be hand searched if the passenger activated a walk-through metal detector. In light of representations made by religious communities the UK Government conducted research, in 2010 to 2012, to see if more could be done in this field. \r\n\r\nAs a result this research, in February 2013 the European Commission, with the support and encouragement of the UK, amended EU Regulation to allow the use of the alternative screening method utilising Explosive Trace Detection (ETD) and Hand Held Metal Detection (HHMD) as a permitted alternative to hand search. In addition, the UK Minister for Aviation wrote to Transport Ministers of other EU Member States to ask them to take the opportunity provided by this change in regulation to consider, where appropriate, adopting this alternative to hand search, particularly in respect of religious and cultural headgear.\r\n\r\nThis method of screening allows security officers to conduct searches with more sensitivity not only in the case of Religious/Cultural Headgear, but also for example, in the searching of plaster casts and prostheses. \r\n\r\nHowever, it must also be emphasised that the hand search is still an option in all countries, and there may be circumstances where a security officer will require a hand search or even complete removal of a turban in order to satisfy himself that no prohibited articles are being carried onto an aircraft. If this is the case, in the UK passengers are able to request that the hand search is conducted in private. The Department does have a level of expectation that security officers in the UK will conduct any searches with sensitivity and understanding, whilst maintaining the high security standards of this country. \r\n\r\nInternational aviation security is governed by international law set down by the International Civil Aviation Organisation (ICAO) (the UK also contributes to the work of ICAO), under which each country is responsible for security at its airports and for aircraft flying from its territory. The overriding principle is that of “host state responsibility” whereby the measures at an airport are determined by the appropriate authority of the state in which the airport is located. The Department does not comment on security measures at overseas airports. \r\n\r\nDepartment for Transport",
            "summary": "The Government recognises that screening of religious and cultural headgear needs to be conducted sensitively and considerately with due respect to the requirements of religious observance.",
            "updated_at": "2016-07-04T10:12:55.824Z"
        },
        "government_response_at": "2016-07-04T10:12:55.827Z",
        "moderation_threshold_reached_at": "2016-03-27T12:43:08.302Z",
        "open_at": "2016-03-31T10:56:13.935Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-17T18:54:20.787Z",
        "scheduled_debate_date": null,
        "signature_count": 24575,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:14.394Z"
    },
    "id": 125788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125788.json"
    },
    "type": "petition"
}