{
    "attributes": {
        "action": "Investigate travel agent OPODO.co.uk -call waiting times, reluctance to refund",
        "additional_details": "When a call is made to OPODO, customers are often asked to wait several minutes in some cases hours and could be hung up on. This way one has to start a call afresh only to be delayed online for several minutes and eventually sent to a different correspondent who will waste more time asking same details you had already provided the previous correspondent. This practice is a routine delay tactic to discourage customers. In one instance a customer phone bill was ~£200 just calling OPODO for help",
        "background": "The number of complaints against the travel agent OPODO.co.uk is on the rise. This company has become the worst nightmare for travelers especially in the event of a flight cancellation, booking changes or when seeking clarification about flight bookings. Claiming refunds is a nightmare and they lie.",
        "closed_at": null,
        "created_at": "2016-03-27T02:32:46.223Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-10T04:32:56.944Z",
        "open_at": null,
        "rejected_at": "2016-04-11T13:57:53.534Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament are not responsible for investigating travel agencies. \r\n\r\nIf you wish to make a complaint, you could make a complaint to the Association of British Travel Agents. You can find out more about how to make a complaint through them here: http://abta.com/holiday-help-and-complaints/complaints-we-can-help-with\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125897.json"
    },
    "type": "petition"
}