{
    "attributes": {
        "action": "Repair the country's roads.",
        "additional_details": "The roads particularly in high traffic areas or where vehicles are accelerating, are getting to the point of being dangerous to drive on. Cars are meant to take a certain amount of abuse but not when the edges of potholes are so aggressive. If you drive over the degraded surfaces, you risk puncturing a tire, cracking an alloy or breaking a shock absorber etc. The councils don't have enough money to spend on repairing their roads and it's becoming more of a problem. ",
        "background": "To repair all of the most badly damaged roads in the country. To spend on existing infrastructure instead of new infrastructure when the existing is in such a poor state. Every day the roads are deteriorating more and more, and many are unsafe to drive on. We need entire sections repaired. ",
        "closed_at": null,
        "created_at": "2016-03-27T17:45:51.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-27T21:31:59.336Z",
        "open_at": null,
        "rejected_at": "2016-04-01T13:54:10.571Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. Local councils are responsible for repairing local roads. You could start a petition calling on the Government to provide local councils with extra funding to repair roads.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125940.json"
    },
    "type": "petition"
}