{
    "attributes": {
        "action": "Ban auto-play internet advertisements on all UK web pages.",
        "additional_details": "Many websites now employ this technique to force you to watch their advertisements but I feel that this is an intrusion in to our privacy as we should be allowed to browse quietly without having to turn off all sound on our computers just to protect ourselves from the embarrassment of sudden noises being forced upon us by advertisers shoving their products in our faces.\r\nI call for a ban on all auto-play adverts as they are an intrusion into our privacy.\r\n\r\n",
        "background": "We should be free to browse the internet without our speakers unexpectedly bursting into life when a video starts playing that we have no interest in watching.\r\nHave you been sat quietly browsing when all of a sudden your startled and embarrassed by an advert that starts playing really loudly?",
        "closed_at": null,
        "created_at": "2016-03-28T10:41:08.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-05T17:59:58.289Z",
        "open_at": null,
        "rejected_at": "2016-05-06T14:19:24.548Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament are not responsible for auto-play adverts on webpages. This is a decision for individual websites and their owners."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 125989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/125989.json"
    },
    "type": "petition"
}