{
    "attributes": {
        "action": "MPs to provide Framework Document on how UK will be governed after EU Referendum",
        "additional_details": "Main focus of the document is the potential breach by MP’s in fulfilling their duties by not having in place the required frameworks to administer the UK following the EU Referendum. The document concludes by addressing the actions of both the UK and EU politicians from a different angle considering what they the politicians have to lose or gain and outlining ten questions (Page 12 and 13) that may help the people of the UK in reaching their decision on whether to vote to stay in or leave the EU",
        "background": "Do Members of Parliament either individually or on party lines or collectively consider they have a duty to provide the two framework documents outlined in the following document (pages 1 to 5)\r\n\r\nhttps://www.dropbox.com/s/bk3maxnrdxnknh6/The%20forthcoming%20EU%20Referendum_Final%20Draft.pdf?dl=0 ",
        "closed_at": null,
        "created_at": "2016-03-29T13:08:38.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-29T19:12:47.923Z",
        "open_at": null,
        "rejected_at": "2016-04-07T16:44:22.631Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what action you would like the House of Commons to take. Different MPs will have different views on how the UK should be administered following either result in the referendum.\r\n\r\nIf you would like the Government to be required to produce the documents you describe, you could start a new petition calling for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126055.json"
    },
    "type": "petition"
}