{
    "attributes": {
        "action": "Ban the use of sharia courts in the UK.",
        "additional_details": "Professor Manea, who is based at Zurich University, spent 4 years investigating these courts and found that they increase discrimination, segregation and lead to home grown terrorism as they trap people into closed off communities. \r\nIt's clear that these courts should not have the legal standing, and do not have the moral standing required to deal with victims of domestic abuse or sexual violence. \r\nIf these courts are allowed to continue children will abused and women beat in the name of sharia.",
        "background": "Recent investigations into sharia courts in the UK have shown disturbing results, with the use of Islamic law, women are being forced into unwanted marriages or denied divorce, denied inheritance, and the idea that cutting off the hands of offenders as a suitable punishment is common. ",
        "closed_at": null,
        "created_at": "2016-03-28T20:01:12.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-29T05:31:31.301Z",
        "open_at": null,
        "rejected_at": "2016-04-01T11:08:12.566Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\n\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK.\r\n\r\nIf you believe you have evidence that British law has been broken, that would be a matter for the police. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126021.json"
    },
    "type": "petition"
}