{
    "attributes": {
        "action": "Provide helmets with all Santander cycles in London",
        "additional_details": "Traumatic brain injuries are caused by a blow to the head that disrupts the brain’s function. It can lead to temporary or permanent disabilities. Fifty percent of these types of injuries are due to bicycle, car or pedestrian-vehicle accidents.\r\n\r\nAccording to American Journal of Public Health reports, city bike sharing schemes increase the risk of brain injury by 14 percent.\r\n\r\nTFL promotes the use of helmets among cyclists, so please extend this to providing helmets with the Santander cycles. \r\n",
        "background": "Deaths and injuries among cyclists have risen sharply year upon year, and a large part of those injuries and fatalities is caused by cyclists not wearing a helmet. Santander cycles in London are provided without helmets, meaning that there is incredible danger to the cyclist when they rent a bike. ",
        "closed_at": null,
        "created_at": "2016-03-28T16:15:10.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-28T16:24:40.160Z",
        "open_at": null,
        "rejected_at": "2016-04-01T10:19:21.591Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126007.json"
    },
    "type": "petition"
}