{
    "attributes": {
        "action": "Call on David Cameron to act to protect our steel industry & recall Parliament",
        "additional_details": "",
        "background": "David Cameron must take immediate action to act to protect the steel industry and the core of manufacturing in Britain. Join me in calling for Parliament to be recalled to hold the Government to account as an urgent priority",
        "closed_at": "2016-09-30T22:59:59.999Z",
        "created_at": "2016-03-30T10:28:11.992Z",
        "creator_name": null,
        "debate": {
            "debated_on": null,
            "overview": "The Committee decided not to schedule a debate on this petition because the House of Commons debated the UK steel industry on 12 April, following an application from Angela Eagle MP for an emergency debate. \r\n\r\nYou can watch the debate here: http://parliamentlive.tv/event/index/d1cd4828-eacb-4afe-b313-9e9c4d63d2e8?in=12:51:40\r\n\r\nYou can read the transcript here: https://hansard.digiminster.com/commons/2016-04-12/debates/16041234000002/UKSteelIndustry",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-04-20T13:11:33.539Z",
        "debate_threshold_reached_at": "2016-03-31T09:15:12.201Z",
        "government_response": {
            "created_at": "2016-04-08T10:24:32.894Z",
            "details": "The UK steel sector is facing unparalleled global economic conditions.  Around the world, production of steel is 30 per cent higher than demand.  In China alone, excess steel capacity is 25 times the UK’s entire annual production.  India, Indonesia and other emerging economies are ramping up production with ready supplies of raw materials and low-paid labour.  In Europe, demand has yet to return to pre-crash levels.  When unprecedented supply is met with sluggish demand, prices inevitably fall - the international price of steel has halved over the past 18 months.\r\n\r\nThese conditions have led to many companies having to take difficult commercial decisions including redundancies across the sector and the closure of the SSI steel plant in Teesside last year.  This issue is not just a UK issue.  Since 2008 there have been many plant closures across Europe, and the number of workers in European steel manufacturing has fallen by about 70,000.\r\n\r\nThe Government has been working hard with the industry to provide all the support we can. Back in October last year Sajid Javid, Secretary of State for Business, Innovation and Skills convened a special Steel Summit in Rotherham, alongside industry, Scottish and Welsh governments and unions.  Through three Minister-led Working Groups we have been working with the sector to tackle key industry asks.  This is now being taken forward through the Steel Council which had its first meeting on 2 March and will be meeting again soon to discuss recent developments.\r\n\r\nTo date we have paid over £160 million to steel companies and other Energy Intensive Industries (EIIs) to compensate for the cost of climate change-related energy costs, including more than £50 million to Tata.  Following state aid clearance in December we have made the first payments under the latest scheme.  We are also going further, as announced at Autumn Statement, we plan to exempt EIIs from renewable energy costs.  This will save the steel industry over £400m by the end of this Parliament.  We have also secured flexibility over the implementation of EU emissions regulations; this will save the steel industry millions of pounds.\r\n\r\nLast year we published new procurement guidance for central Government Departments, this ensures that social and economic issues are taken into account when Government procures steel.  We are the first Government in the EU to take advantage of this flexibility. We have now gone further and extended this guidance across the entire public sector and will setting up a list of approved steel suppliers.  We also continue to work with all UK steel companies to ensure that they have maximum visibility of the public procurement pipeline.\r\n\r\nWe must remember that many of the issues facing the UK steel industry are international and therefore require an international response.  This is why Sajid Javid asked for and secured an extraordinary meeting of the EU Competitiveness Council to coordinate a continent-wide approach.  We voted in favour of anti-dumping measures on wire rod and on steel pipes in July and October last year.  We have lobbied successfully for an EU investigation into cheap imports of Reinforcing Steel Bar (‘rebar’) and in February we voted in favour of measures on rebar and cold-rolled products.  We also continue to press for the speeding up of trade defence investigations.  Although it is too early to tell what the impact of the duties will be, signs are promising for measures imposed in January; imports of rebar in January 2016 were 99% down on January 2015.\r\n\r\nThe Government recognises that this is a difficult time for the workers and communities affected by the current crisis, including in many areas where the steel sector makes up a substantial part of local employment.  Our immediate focus is to help those who have lost their jobs back into work as quickly as possible.  We have set aside up to £90m of support packages, and are working with Taskforces in Scunthorpe, Rotherham, Scotland and Wales to ensure we are offering all possible support to those affected.\r\n\r\nWhilst we are looking at all viable options and are not ruling anything out, we don't believe nationalisation is the right answer.  The world’s best steel companies all operate in the private sector and public ownership of steel operations has all but disappeared in the EU.  We will support the steel industry where we reasonably can but Government ownership of the steel industry, or any part of it, will not raise prices or increase demand for steel.\r\n\r\nThe Government is doing all it can to ensure a sustainable future for UK steel.  Ministers wrote to MPs to update them during recess and will continue to hold briefings to update representatives of other parties on the situation.  Our focus is on finding a long-term sustainable future for steel-making at Port Talbot and across the UK.\r\n\r\nDepartment for Business, Innovation and Skills",
            "summary": "Global economic conditions mean this is a very difficult time for the steel industry and the workforce and communities affected. Government is doing all it can to ensure UK steel has a viable future.",
            "updated_at": "2016-04-08T10:25:52.380Z"
        },
        "government_response_at": "2016-04-08T10:24:32.899Z",
        "moderation_threshold_reached_at": "2016-03-30T11:29:20.066Z",
        "open_at": "2016-03-30T13:32:45.618Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-03-30T15:49:06.688Z",
        "scheduled_debate_date": null,
        "signature_count": 153679,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:14.712Z"
    },
    "id": 126128,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126128.json"
    },
    "type": "petition"
}