{
    "attributes": {
        "action": "Stop police seizing vehicles that are fully legitimate with tax, mot, insurance",
        "additional_details": "The current law allows vehicles to be seized  on the basis of just suspicion. The suspicion could turnout to be wrong but in the mean time seizures still take place even if the law abiding road user is at no fault of theirs. This is clearly unfair and could go as far as breaching your human rights. This procedure is a form of theft. Police have phones and access to the MID database to establish facts. It should be only fair that this procedure is followed before seizure is taken place.",
        "background": "Stop police seizing legal vehicles\r\nThere's no protection for road users as explained and they find themselves being deprived of property and inconvenienced for no reason. This is mainly due to incompetent practice. The siezure of a vehicle should be on a factual basis and not suspicion or belief.\r\n",
        "closed_at": null,
        "created_at": "2016-03-29T22:28:14.622Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-30T00:52:29.699Z",
        "open_at": null,
        "rejected_at": "2016-04-01T15:25:29.666Z",
        "rejection": {
            "code": "fake-name",
            "details": "It would also be helpful if you could make your petition clearer, so that it asks clearly for the law to be changed to require the police to have evidence, rather than suspicion, before a car is seized."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126103,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126103.json"
    },
    "type": "petition"
}