{
    "attributes": {
        "action": "Increase the penalty for people who steal dogs.",
        "additional_details": "Stolen pets are sold on the black market or used in illegal dog fights and it is believed by campaigners that police do not take the thefts seriously enough nor are the current penalties enough of a deterrent.\r\n\r\nDognapping, which is becoming increasingly violent, is worth at least £100,000 a year with more than 2,400 dogs stolen in 2014 & 2015.\r\n\r\nTo help protect our dog's from criminals I would like parliament to consider increasing the penalty for those convicted of stealing dogs.",
        "background": "The Theft Act of 1968 covers companion animals, and if your dog is stolen then you have the same legal rights of recourse as you would if anything else you owned was illegally taken.  However, our dogs are more than just posessions and should be afforded greater protection under the law.",
        "closed_at": "2016-10-01T23:00:00.000Z",
        "created_at": "2016-03-30T15:24:56.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-06T14:04:03.625Z",
            "details": "In terms of the offence of theft, the existing maximum penalty is seven years’ imprisonment.  With regard to sentencing, it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. To help courts impose appropriate sentences or penalties, they are provided with guidance in the form of the Sentencing Guidelines issued by the Sentencing Council and there are specific guidelines in relation to theft offences which are available on the Sentencing Council’s website. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for the various types of offences. The guidelines were recently amended to include such factors as emotional distress to the victim which can often be considerable in the case of the theft of a family pet. In addition to the Theft Act 1968, the law now requires all owners to microchip their dogs, which is in the interests of both dogs and owners.  We estimate that 91% of dogs are microchipped (up from 58% in 2013). Microchipping can help the safe return of a pet dog.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "There are stiff penalties in place for those convicted of theft of a dog including the possibility of imprisonment for up to 7 years. ",
            "updated_at": "2016-10-06T14:04:03.625Z"
        },
        "government_response_at": "2016-10-06T14:04:03.627Z",
        "moderation_threshold_reached_at": "2016-03-30T15:42:47.659Z",
        "open_at": "2016-04-01T11:46:25.299Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-25T19:00:27.294Z",
        "scheduled_debate_date": null,
        "signature_count": 17622,
        "state": "closed",
        "updated_at": "2016-10-28T09:24:11.553Z"
    },
    "id": 126155,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126155.json"
    },
    "type": "petition"
}