{
    "attributes": {
        "action": "Object to a planning application on green belt land in Horbury(Hall Cliffe Road)",
        "additional_details": "Wakefield Council Planning Application :\r\n16/00543/FUL",
        "background": "A planning application has been made for the building of a layout of sports pitches with changing facility;animal shelter and construction of a seven bedroomed therapeutic care accomadation for children with special needs on free belt land in the Horbury area (Hall Cliffe Grove)",
        "closed_at": null,
        "created_at": "2016-03-30T19:00:53.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-03-30T19:23:55.176Z",
        "open_at": null,
        "rejected_at": "2016-04-01T12:54:06.394Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop the area appears to be one to be taken by your local planning authority, Wakefield Council, and not the UK Government. More details about planning and how to comment on proposed developments is available on the council website:\r\n\r\nhttp://www.wakefield.gov.uk/residents/planning/development-management/view-applications/view-applications-online\r\n\r\nYou can use this page to find out who your local councillors are and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf\r\n\r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n\r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/\r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop of the green belt in Horbury and its likely effects."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126173.json"
    },
    "type": "petition"
}