{
    "attributes": {
        "action": "Immediately abolish Green Taxes which penalise businesses and the poor.",
        "additional_details": "Fuel costs in Britain are inflated by Green Taxes.  These taxes are intended to fund a shift to renewable energy and Britain is essentially alone in its extreme application of such taxes.  These taxes are directly negatively  impacting the lives of all domestic energy users and all businesses in the UK.  It is estimated that within 4 years, these taxes will cost all households more than £70 a year.  These taxes are causing deaths of individuals and the closure of energy-use intensive businesses.",
        "background": "The DECC impose 'Green Taxes' on business and residential users.  These taxes are far higher than those prevailing elsewhere, even in the EU and they cause genuine hardship for people and for companies, e.g. Tata Steel.  It has been estimated that 40,000 died last winter because of fuel poverty. ",
        "closed_at": null,
        "created_at": "2016-04-01T08:00:54.726Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-01T10:35:28.442Z",
        "open_at": null,
        "rejected_at": "2016-04-01T15:07:56.396Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling for specific taxes to be abolished.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126297.json"
    },
    "type": "petition"
}