{
    "attributes": {
        "action": "Legalise cannabis use for adults over 21 years of age..",
        "additional_details": "Psychotic illness is genetic in nature,not caused by cannabis,as per University of Toronto/Harvard Medical School and is,in fact,treated successfully with cannabis.Cannabis is used as an exit drug to treat alcoholism.Hebrew University in Jerusalem.Raphael Mechoulam, Ph.D of Hebrew University.Colorado,Washington,Oregon,Alaska, Washington DC,et al.The Lancet.JAMA. National Geographic.  Dravet Syndrome. Lennox-Gastault Syndrome. Fibromyalgia. Crohn's.MND.MS.Anxiety.Depression.We're not going away.",
        "background": "6 plants/18 seedlings/24 oz useable cannabis per adult.Allow extracts,medibles,topicals to be sold in licensed dispensaries,after being tested in accredited testing facilities.No restrictions of THC content.End prohibition and the failed war on drugs.We're not going away.",
        "closed_at": "2016-10-04T22:59:59.999Z",
        "created_at": "2016-04-01T16:35:03.683Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-08-23T10:56:47.985Z",
            "details": "The evidence from the Government’s independent experts, the Advisory Council on the Misuse of Drugs, is that the use of cannabis is a “significant public health issue and can unquestionably cause harm to individuals and society”.  Legalising it would not prevent the crime associated with its production and supply, nor prevent the associated harms to users, their families and wider society. \r\n\r\nLegalisation would wrongly signal that cannabis use is without risk, particularly among those who do not use drugs. It is vital that we prevent people, especially young people, from using drugs in the first place and intervene early with those who do start to develop problems. Making cannabis legal would be counter-productive to this action.\r\n\r\nIndeed legalisation would carry its own administrative and enforcement costs which could be substantial. A system of this kind would continue to require resources from health services, enforcement partners and the criminal justice system to manage wider prescription and dependence treatment costs – including treating health harms of individual users; compliance activity and monitoring activities around production, demand and supply.\r\n\r\nWhere claims are made for medicinal applications, there is a clear regime in place, administered by the Medicines and Healthcare products Regulatory Agency (MHRA). The regime enables medicines (including those containing controlled drugs) to be developed, licensed and made available for medicinal use to patients in the UK. For example, the cannabis-based medicine ‘Sativex’ has been granted marketing authorisation in the UK by the MHRA for the treatment of spasticity due to multiple sclerosis. Sativex was rigorously tested for its safety and efficacy before receiving approval. \r\n\r\nThe MHRA is open to considering marketing approval applications for other medicinal cannabis products should a product be developed. As happened in the case of Sativex in 2010, the Home Office will consider issuing a licence to enable trials of any new medicine providing it complies with appropriate ethical approvals.\r\n\r\nThe Government continues to take action to prevent the harms caused by drug use – from educating young people about the risks to helping dependent individuals through treatment, and supporting law enforcement in tackling the illicit trade.  We have seen a reduction in drug misuse among adults and young people compared with a decade ago and more people are recovering from their dependency now than in 2009/10. \r\n\r\nThe Government is currently developing a new Drug Strategy, working with key partners, including commissioners, treatment providers, service users and our independent experts, the Advisory Council on the Misuse of Drugs, to identify what further steps we can take to tackle the issue.  \r\n\r\nHome Office",
            "summary": "The Government has no intention of legalising cannabis. Cannabis has the capacity to damage people’s mental and physical health, and harms both individuals and communities. ",
            "updated_at": "2016-08-23T10:56:47.985Z"
        },
        "government_response_at": "2016-08-23T10:56:47.988Z",
        "moderation_threshold_reached_at": "2016-04-01T16:52:43.829Z",
        "open_at": "2016-04-04T09:50:32.481Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-25T16:43:26.054Z",
        "scheduled_debate_date": null,
        "signature_count": 12615,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:14.906Z"
    },
    "id": 126346,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126346.json"
    },
    "type": "petition"
}