{
    "attributes": {
        "action": "Minute silence for our youth lost to youth violence on the national calendar.",
        "additional_details": "Last year, at Richmond Terrace (Downing Street), we had great support from communities all around England when we held our first ever minute silence. Www.oneminuteinmay.org",
        "background": "We have lost far too many young people to youth violence and we are all trying to put a stop to it, however at the same time we want to remember the ones we have lost by holding a minute silence on May 1st 12pm. We would like this day to be on the national calendar as a Remembrance Day for the youth",
        "closed_at": "2016-10-04T23:00:00.000Z",
        "created_at": "2016-04-01T14:27:04.377Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-08T14:40:17.817Z",
            "details": "DCMS is the Department responsible for advising No.10 on when silences would be appropriate. The advice given is primarily based on previous events and precedents made.\r\n\r\nNational silences are usually held on Armistice Day (11 November), on Remembrance Sunday, and for a single major tragedy, including the first anniversary of that tragedy.\r\n\r\nAlthough a worthy cause, to hold a national silence to mark youth lost to youth violence each year would set a precedent for other issues for themed days to be marked by a silence. This in turn may diminish the value of national silences that are held in the event of a major tragedy and every year on Armistice Day, and on Remembrance Sunday as part of the national service at the Cenotaph. It is therefore not Government policy to support this type of action.\r\n\r\nDepartment for Culture, Media and Sport",
            "summary": "The Government does not normally hold national silences to mark days other than for Armistice Day, Remembrance Sunday or for a single major tragedy.",
            "updated_at": "2016-07-08T14:40:17.817Z"
        },
        "government_response_at": "2016-07-08T14:40:17.819Z",
        "moderation_threshold_reached_at": "2016-04-01T19:17:05.677Z",
        "open_at": "2016-04-04T10:50:48.927Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-07T12:53:43.671Z",
        "scheduled_debate_date": null,
        "signature_count": 16253,
        "state": "closed",
        "updated_at": "2016-10-04T23:00:00.000Z"
    },
    "id": 126329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126329.json"
    },
    "type": "petition"
}