{
    "attributes": {
        "action": "End tax-free status of ALL religions. Their income is the same as any business!",
        "additional_details": "As somebody who is fundamentally non-religious, I have always been amazed at the tax-free statuses of religious organisations. Even if God IS real, why should his representatives not pay tax? Their reason: They provide crucial social services, and that 200 years of church tax exemptions have not turned America into a theocracy. Seeing as every invasion is punctuated with \"God Bless America\" I'd guess it already is one... Hospitals also provide social service, they're taxed; why not religions..?",
        "background": "Religion, whether you believe in it or not, is a business. It always has, and always will be. Based on an estimated income from the Catholic church alone of $170bn p.a. even a tax rate of 5% would reap $8,500,000,000! This is ONE religion in ONE year..! If there is a God, wouldn't he want this.....?",
        "closed_at": null,
        "created_at": "2016-04-02T12:26:44.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-02T15:15:28.078Z",
        "open_at": null,
        "rejected_at": "2016-04-05T16:28:42.804Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. Your petition seems to be calling for action in the USA. You could start a petition calling for the Government to end tax-free status for religious organisations in the UK.\r\n\r\nIf you are concerned about the tax-free status in the USA, you could start a petition on the White House petitions website: https://petitions.whitehouse.gov/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126389.json"
    },
    "type": "petition"
}