{
    "attributes": {
        "action": "Make the Police remove 'Travellers' who setup camp on Land without Permission.",
        "additional_details": "In the last few days there has been Three cases in our Area alone were they have set up camp on Property not belonging to them, one a Public House where due to them causing issues inside told their customers to leave and locked themselves in for their safety, Wrong.\r\nSetup camp on a Country Park abused people, the Councils and Others should Not have to pay out to Clean their Rubbish/Toilet away, relay a Football pitch, also Flytipped goods, they do Not pay a Penny for their Actions, Very Wrong.",
        "background": "Travellers appear to be a Law onto themselves, they Break into Land by lifting out Fence posts and cutting Chains, if it were you or I doing the same we would be in Court, the System Must be Equal fir All.\r\nAt this time it costs Money to get them removed and Repair Damage they cause, this is WRONG.",
        "closed_at": null,
        "created_at": "2016-04-03T22:43:44.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-03T22:51:04.320Z",
        "open_at": null,
        "rejected_at": "2016-04-11T18:19:33.387Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\n\r\nwhere people are residing in vehicles (including caravans) on land, section 77 of the Criminal Justice and Public Order Act 1994 gives local authorities in England and Wales power to give a direction to leave the land. It is an offence to fail to comply with such a direction. Should trespassers refuse to adhere to a request to leave land, sections 61- 62 of Criminal Justice and Public Order Act 1994 give the police discretionary powers to direct trespassers to leave and remove any property or vehicles they have with them. Failure to comply with the direction by leaving the land as soon as reasonably practicable is an offence.\r\n\r\nYou can read the full response to the petition here:\r\n\r\nhttps://petition.parliament.uk/petitions/105642\r\n\r\nIt's therefore not clear what extra powers you think the police need."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126502.json"
    },
    "type": "petition"
}