{
    "attributes": {
        "action": "Vote in parliament to remove the anti - abortion laws in Northern Ireland.",
        "additional_details": "Our government is able to remove this draconian law and stop the devastation it has caused and will cause to many women in Northern Ireland.\r\n\r\nThis 21 year old, then 19 tried to save up the money to travel to England where she'd be able to have a legal abortion. When she realised she wouldn't be able to afford the travel she bought abortion pills online and conducted a DIY abortion. This not only could have endangered her life but must have been very distressing. \r\n\r\n",
        "background": "On the 4th of April 2016 a women was found guilty in Belfast high court of having an abortion. No women living in the UK should be condemned for exercising her right to have an abortion. \r\n\r\nThis draconian law is also in breach of international human rights laws which the UK supposedly adheres to.\r\n",
        "closed_at": null,
        "created_at": "2016-04-05T12:45:51.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-05T13:59:32.864Z",
        "open_at": null,
        "rejected_at": "2016-04-06T11:08:21.891Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. The UK Parliament is unable to legislate on matters which are devolved to Northern Ireland.\r\n\r\nIf you live in Northern Ireland and would like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\nAlternatively, you might be interested in signing the following petition: https://petition.parliament.uk/petitions/126665"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126651,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126651.json"
    },
    "type": "petition"
}