{
    "attributes": {
        "action": "Stop the abortion ban in Northern Ireland",
        "additional_details": "The rest of the UK abolished its ancient laws banning abortion years ago, but Northern Ireland remains in the past. Abortion is an invaluable lifeline for women who have been raped or who find themselves pregnant when they're not ready. A select group's outdated views on the matter should not condemn these unfortunate women (and in some cases, children!) to having a criminal record for the rest of their lives for preventing a life of misery for themselves but more importantly, the unborn child.",
        "background": "Just a few days ago, a 19 year old resident of Northern Ireland was tried and convicted of a crime which should not exist: aborting an unwanted baby. It is no secret that abortion is a highly controversial subject, but it is agreed upon widely that in this day, it should be a woman's right to abort.",
        "closed_at": null,
        "created_at": "2016-04-05T09:34:40.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-05T18:12:28.726Z",
        "open_at": null,
        "rejected_at": "2016-04-06T11:04:59.804Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. The UK Parliament is unable to legislate on matters which are devolved to Northern Ireland.\r\n\r\nIf you live in Northern Ireland and would like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\nAlternatively, you might be interested in signing the following petition: https://petition.parliament.uk/petitions/126665"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126631.json"
    },
    "type": "petition"
}