{
    "attributes": {
        "action": "Stop Sainsbury's from getting rid of the nightshift jobs of there employees.",
        "additional_details": "This will put many families in hardship as they need that money and some people will be forced to give up there jobs as they are only available to work at nights; for example I care for my grandfather and have young children to look after, so I am unable to work nights and so will be jobless, I have been with this company 12 years.\r\n\r\nThis is another example of big companies who don't care about it's employees, I ask the government to step in and ask Sainsbury's not to do this.",
        "background": "Sainsbury's pre-tax profits for the 28 weeks to 26 September were £308m. Sainsbury's currently owns Netto and is looking to purchase Argos. This huge company wants to get rid of the night-shift department at many of it's stores to stop the night-shift allowance paid to it's loyal employees.",
        "closed_at": null,
        "created_at": "2016-04-05T16:35:18.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-05T16:55:42.836Z",
        "open_at": null,
        "rejected_at": "2016-04-06T11:13:56.512Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. As a private company, Sainsbury's is responsible for its staffing policies. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126690,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126690.json"
    },
    "type": "petition"
}