{
    "attributes": {
        "action": "Prosecute all Large Tax Avoiders and Off Shore Swindlers",
        "additional_details": "With hiding Millions and Billions. The tax that is due to the UK people is at an extortion amount. Tax avoiding on this scale is as good as robbing for the british people themselves. These people and corporations should be Jailed and the fines should be at 90% of the money they have hidden. ",
        "background": "All the large corporations and Personal people using off shore accounts and tax avoiding needs to be stopped. not next year not the year after. NOW... It is a joke that the government has allowed this to run for so long. They chase after the little people when These people and corporations get away",
        "closed_at": null,
        "created_at": "2016-04-05T08:42:39.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-05T08:49:44.459Z",
        "open_at": null,
        "rejected_at": "2016-04-14T19:16:17.982Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament does not have the power to prosecute anyone. The Government could work with other countries to help reduce tax avoidance and the UK Parliament could pass new legislation which closed tax loopholes in the UK. You could start a petition calling for that.\r\n\r\nYou might also be interested in signing the following petition calling for HMRC to investigate the Panama papers: https://petition.parliament.uk/petitions/126526 \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126621.json"
    },
    "type": "petition"
}