{
    "attributes": {
        "action": "Make it illegal to charge people to apply for jobs in the film industy",
        "additional_details": "Just recently the only free website www.mandy.com was taken over by www.filmandtvpro.com and is now also charging to apply for jobs. This is devastating for filmmakers that already struggle to make a living. There are other websites that do charge as well. 18.00 GBP per month to just apply with no guarantee that your application will even be looked at.\r\n\r\nNo one should have to pay to apply for a job. Everyone should be equal and not discriminated, which happens when you can't afford to pay.",
        "background": "Everyone who works in the Film & TV business knows how hard it is to break into it. They also know how hard it is to find paid jobs. Here in the UK it seems almost impossible to find a website that you can use & that doesnt charge you to apply. This causes a lot of filmmakers to struggle to survive.",
        "closed_at": null,
        "created_at": "2016-04-06T20:43:17.776Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-06T21:27:21.991Z",
        "open_at": null,
        "rejected_at": "2016-04-10T16:00:09.999Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament are not responsible for job applications within the film and television industry. How employers choose to advertise vacancies is a matter for the individual employer.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126839,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126839.json"
    },
    "type": "petition"
}