{
    "attributes": {
        "action": "Enforce staff meals at queens medical centre as fast food get free meals.",
        "additional_details": "Queens medical centre will earn and raise alot more money for the hospital, if they would provide meals for staff at a 1.00 rate per meal most staff would buy meals every day. The staff at qmc save lives and help patients at the hospital everyday and they should be allowed to have at least one staff meal per shift. Signs have been made asking people to join fast food places and stating they will get a free staff meal but nurses, doctors, and help assistants at queens medical centre don't get that option.",
        "background": "Staff at the qmc do not get staff meals and fast food e.g burger king ect do, staff at qmc save and help people everyday and if they eat the hospital food they will get fierd. The staff at qmc should get ether a free meal or the option to buy a hot meal for 1 pound as food goes to waste daily.",
        "closed_at": null,
        "created_at": "2016-04-06T20:25:50.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-07T15:10:36.334Z",
        "open_at": null,
        "rejected_at": "2016-04-08T15:46:59.639Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling for the NHS to provide subsidised meals for staff, including staff at Queen's Medical Centre.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126836.json"
    },
    "type": "petition"
}