{
    "attributes": {
        "action": "Plug Loopholes and Make the Self Employed and Travellers pay Tax, Equal to All",
        "additional_details": "Travellers Only deal in Cash with No Paperwork and Tax, these and others cause issues as there is No Proof in Claims against them, there needs to be a proper Headed invoice with a Phone Number and Address with Names and the same with Reciepts, far to many use the Loopholes in the Tax system to fiddle.\r\n\r\nLet's have a Fair System for All with everyone paying their way.",
        "background": "At this time the so Called Cash in Hand has No Tax Attached, Every Transaction Must have an Invoice and Reciept to them, there are far too many Tax Fiddles while others have to pay, road side Fast Food being one as a number put one through the books and a few in their pocket, this is one Loophole.",
        "closed_at": null,
        "created_at": "2016-04-07T11:10:35.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-07T11:16:03.579Z",
        "open_at": null,
        "rejected_at": "2016-04-10T13:50:02.565Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. Tax evasion is already against the law.\r\n\r\nIf you would like Parliament to change the law, to make it illegal for anyone to provide a service for money without providing a receipt on headed paper showing their contact details, you could start a petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 126900,
    "links": {
        "self": "https://petition.parliament.uk/petitions/126900.json"
    },
    "type": "petition"
}