{
    "attributes": {
        "action": "Stop Clause 81 of the police and crime bill being passed as law.",
        "additional_details": "Clause 81 of the police and crime bill would give the police and only the police the right to be consulted by the home secretary when making amendments to the home office guide on firearms law. The supporters of this petition would like to see a balanced consultation arrangement between all parties that would be concerned and or affected by any changes to the home office guide on firearms law. We feel this is the only democratic and balanced way amendments to this or any law should be conducted\r\n",
        "background": "The supporters of this petition are against clause 81 of the police and crime bill. The supporters would like to see a balanced consultation arrangement between all parties that would be concerned and or affected by any changes to the home office guide on firearms law.\r\n",
        "closed_at": "2016-10-08T22:59:59.999Z",
        "created_at": "2016-04-07T22:18:40.834Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-07T14:08:00.354Z",
            "details": "The Government keeps the firearms licensing system under review to safeguard against abuse by criminals and to preserve public safety. Following Her Majesty’s Inspectorate of Constabulary (HMIC’s) inspection of firearms licensing , and their recommendation to put police guidelines on a statutory footing, clause 107 of the Policing and Crime Bill introduces a power for the Home Secretary to issue the police with statutory guidance on firearms. \r\n\r\nThis will allow existing safeguards around firearms ownership, for example background checks, medical suitability checks, and criteria around applicants with a history of domestic violence, to be enshrined in statutory guidelines. Other aspects of the existing Home Office guide will remain on a non-statutory footing. \r\n\r\nThe new statutory guidance will ensure that the highest standards of public safety are maintained. Responsible gun owners who pose no risk will continue to be granted firearms certificates by the police, as they are now. \r\n\r\nThe police must have regard to the guidance issued by the Home Secretary. Currently, because Home Office guidance is non-statutory, the police are not obliged to follow it. HMIC’s report on firearms licensing found that existing guidance was frequently not followed, resulting in an inconsistent approach between forces.\r\n\r\nThe Home Secretary will consult widely on the first edition of the new statutory guidance and will consider the views of shooting organisations as well as those of the police. The Government always aims to seek views from organisations likely to be affected by policy changes, and this is not a matter for legislation. The police must be able to implement the new guidance and are therefore listed as a statutory consultee.\r\n\r\nThe clause will be subject to Parliamentary scrutiny during the passage of the Bill.\r\n\r\nHome Office",
            "summary": "The UK has some of the toughest gun control laws in the world and we are determined to keep it that way. ",
            "updated_at": "2016-06-07T14:08:00.354Z"
        },
        "government_response_at": "2016-06-07T14:08:00.357Z",
        "moderation_threshold_reached_at": "2016-04-07T23:11:10.103Z",
        "open_at": "2016-04-08T16:22:14.304Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-29T15:22:24.974Z",
        "scheduled_debate_date": null,
        "signature_count": 11095,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:15.571Z"
    },
    "id": 127045,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127045.json"
    },
    "type": "petition"
}