{
    "attributes": {
        "action": "Call for David Cameron and George Osborne to resign",
        "additional_details": "David Cameron has consistently refused to directly answer questions about his tax affairs and offshore accounts until he has been backed into a corner and then he is being evasive.\r\n\r\nAs he alleges to want to crack down on tax dodging whilst supporting British overseas territories to continue acting as harbours for rich people around the world, it is clear he can no longer be believed or trusted to run the country.\r\n\r\nGeorge Osborne has refused to answer questions about his tax affairs.",
        "background": "Following Cameron's misleading of the public about his off-shore tax affairs and George Osborne's total avoidance of answering any questions, we have lost confidence in him and the chancellor George Osborne. We are calling for them both to be removed from office.",
        "closed_at": null,
        "created_at": "2016-04-08T17:57:28.411Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-08T19:01:15.415Z",
        "open_at": null,
        "rejected_at": "2016-04-11T13:44:34.914Z",
        "rejection": {
            "code": "irrelevant",
            "details": "In any case, we can't accept your petition because the resignation of the Prime Minister or any other Minister is not the responsibility of the UK Government and Parliament as a whole.\r\n\r\nWe already have a petition open calling on the House of Commons to consider a vote of no confidence in the Prime Minister:\r\n\r\nhttps://petition.parliament.uk/petitions/127053"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127243.json"
    },
    "type": "petition"
}