{
    "attributes": {
        "action": "Repeal the Fixed Term Parliament Act",
        "additional_details": "The uk public may not aware of the importance and implications of this act ratified in 2011 by the coalition government conservatives and liberal democrats to block any attempt to call for a democratic general election.  We should have this right as tax payers,  if enough people in uk request for an act to be changed or repealed because they hold no faith or trust in current leadership or decision made is felt undemocratic or not in the public interest. ",
        "background": "The previous petiton to repeal this act was closed at only 2,362 signatures. It should be re opened. No government should have the power to prevent a request for change in leadership or policy. To prevent the public from asking for a change is in leadership an entirely undemocratic act. ",
        "closed_at": null,
        "created_at": "2016-04-09T09:35:36.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-09T10:21:59.628Z",
        "open_at": null,
        "rejected_at": "2016-04-12T12:05:41.969Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. Repealing the Fixed Term Parliament Act, would not create a mechanism which would allow the public to call for an early election. This would most likely see the power to call an election be placed back in the hands of the Government. The Fixed Term Parliaments Act gives the power to trigger a general election to MPs in the House of Commons. \r\n\r\nYou might be interested in signing the following petition which calls for a mechanism to allow the public to force an immediate election: https://petition.parliament.uk/petitions/118616"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-07-17T23:48:59.847Z"
    },
    "id": 127322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127322.json"
    },
    "type": "petition"
}