{
    "attributes": {
        "action": "Santa Pod, Bedfordshire NEEDS a Main entrance Access from the A6 aswell.",
        "additional_details": "The locals are getting very fed up with roads being blocked, the speeding, the reving of engines, loud music and complete lack of respect for the locals ,Its not the venue as such but having a second entrance would clear the roads more quiclky, it would also greatly reduce the stress on locals if there was another Main entrance on the A6 aswell as the podding entrance, this has been building for a long time and the problem is getting worse. it is time something was done.",
        "background": "Santa Pod, Bedfordshire. \r\nWe all know they hold various events throughout the year, the more popular they become the more of an inconvenience they are becoming to the surrounding villages, with noise pollution, speeding, traffic and various other problems, we Need another Main Entrance from the A6",
        "closed_at": null,
        "created_at": "2016-04-10T10:57:18.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-10T18:51:00.805Z",
        "open_at": null,
        "rejected_at": "2016-04-11T16:52:05.891Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council and Santa Pod.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillor\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127447.json"
    },
    "type": "petition"
}