{
    "attributes": {
        "action": "Securely fence in drainage ponds used by builders, before somebody drowns.",
        "additional_details": "One such \"pond\" is situated across from the entrance to Catmose College in Oakham. A number of concerned residents have asked that I bring this to the attention of Parliament, before we experience a death. These drainage ponds are common in all parts of UK",
        "background": "On new building developments and road building sites, builders are creating large \"ponds\" to drain water in rather than connect to the drainage system. Many of these \"ponds\" are not adequately secured and thus there is a risk of drowning.",
        "closed_at": null,
        "created_at": "2016-04-11T14:33:30.213Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-11T19:33:21.288Z",
        "open_at": null,
        "rejected_at": "2016-04-12T12:10:45.765Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what action you would like the Government or Parliament to take.\r\n\r\nIf you would like Parliament to change the law, to require all large ponds in residential areas to be fenced, you could start a new petition calling for that.\r\n\r\nIf you are very concerned about the danger in your local area, you may want to bring this to the attention of your local council. You can use this page to find out who the local councillors are and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127556.json"
    },
    "type": "petition"
}