{
    "attributes": {
        "action": "Debate the fact that the UK Government elect doesn't think the UK is good enough",
        "additional_details": "I would like to bring into question our Governments competence in running the United Kingdom, and its ability to best represent the people for whom it was elected by.\r\n\r\nThe United Kingdom and the interests of the people should always be put first. However our current Government have shown time and time again, that the interests of themselves, big business, multinational corporations and the interests of those who are not held accountable at the public ballot box remain their primary concerns.",
        "background": "The whole premise of the UK Governments argument for remaining in the European Union is that we are not good enough, by ourselves, to implement law, create trade, keep the UK's economy afloat and keep security without the guiding hand of an unelected European Commission.",
        "closed_at": null,
        "created_at": "2016-04-12T16:16:20.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-12T16:37:49.238Z",
        "open_at": null,
        "rejected_at": "2016-04-15T08:25:38.946Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. If you would like the Government to make a different case for remaining in the EU or to make the case for leaving the EU, you could start a petition on that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127692.json"
    },
    "type": "petition"
}