{
    "attributes": {
        "action": "MAKE CAMERON, send the British public LEAVE-EU Referendum leaflets.",
        "additional_details": "MAKE CAMERON send the British public LEAVE-EU Referendum leaflets as he sent out STAY-EU Leaflets, so everyone has a clear picture of why we should leave or stay. Make it more fair to the Leave-EU supporter's!\r\n\r\nPrime Minister, David Cameron plans to send the British public a pro-EU document to every household in the United Kingdom in the run up to the EU referendum. We believe voters deserve a fair referendum - biased interceptions by the Government.\r\n\r\nMore details:\r\nWe, the petitioners, demand the Government STOPS being biased, to keep Britain inside the European Union.\r\n\r\nThe Great British Public have waited since 1975 for a vote on our relationship with Brussels. We should be told both sides of the story and not just a campaign literature to keep Britan inside the EU.",
        "background": "MAKE CAMERON send the British public LEAVE-EU Referendum leaflets as he sent out STAY-EU Leaflets, so everyone has a clear picture of why we should leave or stay. Make it more fair to the leave EU supporters!",
        "closed_at": null,
        "created_at": "2016-04-12T16:09:54.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-12T17:18:21.823Z",
        "open_at": null,
        "rejected_at": "2016-04-14T19:13:44.001Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/126854\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127691.json"
    },
    "type": "petition"
}