{
    "attributes": {
        "action": "Punish Atos Healthcare and Capita for the unfair assessments and lies told.",
        "additional_details": "They dont take complaints seriously for example i have 2 letters saying the assessors report was fine i kept fighting Atos Healthcare regarding this i had a tribunal and after i had my hearing i got a letter from Atos say the report isnt right and need changing it could off changed the outcome off the assessment but because i won the tribunal there's no need to update DWP, why should the companies get away causing unnecessary distress i have all letters from Atos healthcare now there ignoring me ",
        "background": "Atos Healthcare and Capita dont write our answers down as we told them about our conditions they lie\r\nsome claimants are under specialist so should be assessed by a specialist.\r\nwhat ever they write is never questioned and when we say they made a mistake no one believes the claimant.",
        "closed_at": null,
        "created_at": "2016-04-13T01:25:20.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-13T01:46:06.820Z",
        "open_at": null,
        "rejected_at": "2016-05-06T12:56:27.322Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because w're not sure what action you would like the UK Government and Parliament to take. \r\n\r\nIf you wish to make a complaint about these organisations you could raise your concerns with the Parliamentary and Health Service Ombudsman, who is independent of Parliament and Government. You can find out more information about doing so here: http://www.ombudsman.org.uk/make-a-complaint"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127733,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127733.json"
    },
    "type": "petition"
}