{
    "attributes": {
        "action": "Keep parkrun free to encourage more people to stay fit and healthy!",
        "additional_details": "On Saturday at 9am, about 80,000 people – more than twice the number who take part in the London Marathon – will gather in parks across the country to run, jog and walk five kilometres. Parents with buggies, children and grandparents, super-fit sprinters, dog walkers and people with disabilities, as well as volunteers, will come together at hundreds of courses across the UK.\r\n\r\nParkrun is a non-profit running movement. The ethos for the 850 runs is for the event to be free and open to everyone.\r\n",
        "background": "Stoke Gifford Parish Council have taken unprecedented decision to start charging people to take part in Little Stoke parkrun- a free weekly 5kmand 2km run for kids. \r\n\r\nWith UK obesity adult rates at over 60%, the government needs to protect parkrun from council fees to use their local parks. ",
        "closed_at": null,
        "created_at": "2016-04-13T01:54:28.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-13T05:32:03.354Z",
        "open_at": null,
        "rejected_at": "2016-04-15T13:26:51.198Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This was a decision taken by Stoke Gifford Parish Council. Local councils are usually responsible for parks. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127735.json"
    },
    "type": "petition"
}