{
    "attributes": {
        "action": "Stop mobile phone companies over charging for data/calls outside of price plans",
        "additional_details": "I have been a member of TMOBILE and now EE for many years now and have contracts for 3 family members. My sister had called and asked for unlimited mins on her price plan but didn't realise it starts next bill and has been charged £436.85 +vat for 900 minutes the total for a price plan on average is £35pcm with unlimited minutes and texts including some data. What makes it execptable to charge this amount? No wonder we as a country are falling into thousands of pounds worth of debt.",
        "background": "Hi my name is Laura, I would like the UK goverment to put a realistic amount on all mobile price plans when certain minutes are used outside of price plans. This could be an additional debt solution as mobile bills play a part in the younger generation falling victim to debt.",
        "closed_at": null,
        "created_at": "2016-04-13T13:07:17.816Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-13T15:16:00.962Z",
        "open_at": null,
        "rejected_at": "2016-04-15T14:40:07.784Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be an operational decision for mobile phone companies. You could start a petition calling for Parliament to change the law to limit charges companies can impose for extra data and calls."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127778.json"
    },
    "type": "petition"
}