{
    "attributes": {
        "action": "Block the EU from imposing E Cig & Eliquid Law on the UK",
        "additional_details": "The reasons for having this law blocked are that the law's being imposed are covered by a new Tobacco directive even though  eLiquid dose not contain any tobacco. As it has already been proven that eliquid is less harmful that smoking regular cigs it seams that putting a law like this in place would harm the new industry & also move people back to smoking regular cigs due to the lack of choice of flavors & restrictions of nicotine strength available. ",
        "background": "This is to stop the EU from imposing a Law on the Sale eLiquid in the UK. If the LAW comes into force it will restrict the Nic strength, the choice of flavors available & the size of bottles sold. www.gov.uk/government/news/e-cigarettes-around-95-less-harmful-than-tobacco-estimates-landmark-review",
        "closed_at": null,
        "created_at": "2016-04-14T13:01:24.947Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-17T13:18:55.924Z",
        "open_at": null,
        "rejected_at": "2016-04-18T10:39:31.675Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament do not have the power to block EU laws on its own. It could however work with other countries to stop these laws. You might be interested in signing the following petition calling on the Prime Minister to encourage the EU to exempt the UK from the legislation: https://petition.parliament.uk/petitions/111153\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127876.json"
    },
    "type": "petition"
}