{
    "attributes": {
        "action": "Put more funds into Lancashire NHS so  Chorley A&E Department can remain open",
        "additional_details": "http://m.lancashiretelegraph.co.uk/news/14424995.Chorley_Hospital_to_close_A_E_department_from_Monday/",
        "background": "Tonight it was reported that Chorley A&E  will close from Monday 18th April.\r\nLancashire Teaching Hospitals cited 'patient safety' for the decision, due to being under staffed and unable to adequately treat emergency cases.\r\nThe A&E serves tens of thousands of people and is vital to our wellbeing.",
        "closed_at": "2016-10-14T23:00:00.000Z",
        "created_at": "2016-04-13T18:33:04.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-10T13:42:45.040Z",
            "details": "The NHS in central Lancashire took the decision to temporarily replace A&E services at Chorley and South Ribble Hospital with an urgent care service in the interests of patient safety. The local NHS is now working hard to secure the staff required to reinstate the safe and sustainable A&E service at Chorley which patients want. \r\n\r\nIn the meantime, patient safety is the absolute priority and NHS Improvement is overseeing these efforts and providing support to the Trust. \r\n\r\nThis local situation has not arisen because of funding constraints – we are backing the NHS with an extra £10billion by 2020-21. This year Chorley and South Ribble CCG will receive £232.4 million funding which equates to a cash increase on the previous year of 3.05%. \r\n\r\nThere are also more doctors now locally than ever before. Between 2010 and 2016 the latest figures show that the number of doctors at Lancashire Teaching Hospitals NHS Foundation Trust increased by 94 (14.4%) and the number of nurses increased by 102 (6.2%). Recruitment remains an issue but the Trust has taken a number of steps to try to secure a permanent, sustainable workforce to provide the A&E service, through national and international recruitment campaigns, offering enhanced pay, terms and conditions, adapting job roles and providing GP support in the emergency department.    \r\n\r\nPatient safety is our absolute priority. The urgent care service is provided at Chorley and South Ribble Hospital from 8am to 8pm, 7 days a week. The Trust believes the urgent care service will be able to see and treat the majority of patients who would have been seen by the emergency department at Chorley. Extra capacity has been provided at the Royal Preston Hospital and assurance has been given that neighbouring hospitals can absorb the anticipated extra activity.  \r\n\r\nDepartment of Health",
            "summary": "We are backing the NHS with an extra £10billion by 2020-21. The NHS in central Lancashire are working hard to secure the staff required to reinstate a safe and sustainable A&E service at Chorley.  ",
            "updated_at": "2016-05-10T13:42:45.040Z"
        },
        "government_response_at": "2016-05-10T13:42:45.043Z",
        "moderation_threshold_reached_at": "2016-04-13T18:44:09.233Z",
        "open_at": "2016-04-14T18:17:16.044Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-15T12:25:16.561Z",
        "scheduled_debate_date": null,
        "signature_count": 19229,
        "state": "closed",
        "updated_at": "2016-10-14T23:00:00.000Z"
    },
    "id": 127804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127804.json"
    },
    "type": "petition"
}