{
    "attributes": {
        "action": "Police All Ballot Boxes In The EU Referendum!",
        "additional_details": "This Referendum must be the most transparent of all time... Our time... It must be cleanly fought and won, without foul play. I call upon our government to put their country first, protect our democracy for our descendants...  Police our signatures! ",
        "background": "Democracy starts at the ballot box where we need police protection of our rights most  of all. To prevent accusation of  'fixing' the Government must reinstate police protection for our ballot boxes, show democracy is worth more than gold, money, personal ambition! Guard it for us all!",
        "closed_at": null,
        "created_at": "2016-04-14T21:55:10.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-18T19:03:23.732Z",
        "open_at": null,
        "rejected_at": "2016-04-29T16:38:11.098Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The UK Government and Parliament are not responsible for directing the police to guard all ballot boxes. It would be the responsibility of individual returning officers to request a police presence at a polling station.\r\n\r\nYou could start a petition calling on Parliament to legislate to require the police to attend polling stations during an election.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127929,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127929.json"
    },
    "type": "petition"
}