{
    "attributes": {
        "action": "Free Albert Patterson the former SAS trooper who served 22 years for his country",
        "additional_details": "He is a trained professional to the highest standards. The falklands war was in 1982. A long time to forget certain things.  Stop this witch hunt on our troops. The Americans do not treat their veterans or serving members in this way. This is an outrage.  Release Albert and release Marine A",
        "background": "Albert Patterson has just been prosecuted for possessing war trophies from the Falklands conflict. He has served and fought all over the world for his country and his government and all they can do is drag him through the courts because he had some guns at home and possessing them slipped his mind.",
        "closed_at": null,
        "created_at": "2016-04-15T07:15:53.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-16T10:34:46.750Z",
        "open_at": null,
        "rejected_at": "2016-05-26T14:43:35.929Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament are not responsible for releasing people from prison. You could ask the Government to ask the Queen to exercise the prerogative of mercy.\r\n\r\nYou could also start a new petition calling on Parliament to change the law, to prevent cases like this happening in the future. This is likely to be more effective than asking for a court sentence to be overturned. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 127947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/127947.json"
    },
    "type": "petition"
}