{
    "attributes": {
        "action": "Revise or Repeal the Fixed-Term Parliaments Act 2011",
        "additional_details": "Democracy as I know it allows people to speak up, and have a say on who governs their countries. In light of all the Panama Papers coverage, the government showed that is a government based on lies. The PM started with saying that he had nothing to do with the allegations and ended up saying that he had shares in these funds. \r\n\r\nAll these lies from a Monday to a Friday. This is five days. Government is in power for 6 six years now. We need to revise the Act so we can get early General Election",
        "background": "Today, Saturday 16th of April 2016, while masses of Londoners protest against Government, and while the protest is minimally televised, I found out that the people of the United Kingdom cannot call for early general elections due to the Fixed-Term Parliaments Act that came into force in 2011. \r\n",
        "closed_at": null,
        "created_at": "2016-04-16T16:56:00.680Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-16T17:40:13.604Z",
        "open_at": null,
        "rejected_at": "2016-04-25T10:32:20.269Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. Repealing the Fixed Term Parliaments Act, would not create a mechanism which would allow the public to call for an early election. This would most likely see the power to call an election be placed back in the hands of the Government. The Fixed Term Parliaments Act gives the power to trigger a general election to MPs in the House of Commons.\r\n\r\nYou might be interested in signing the following petition which calls for a mechanism to allow the public to force an immediate election: https://petition.parliament.uk/petitions/118616"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128109.json"
    },
    "type": "petition"
}