{
    "attributes": {
        "action": "Put a stop to the use of child soldiers in developing country's.",
        "additional_details": "The use of child solders internationally is a horrific problem. In ten years 2 million children have been murdered in war. One million children have been left orphaned, over six million have also suffered from life threatening and paralyzing injuries. This doesn’t even include the ten million who now suffer from serious psychological trauma. We have to put an end to this. We have to set these children free. Before they have reached the age of 18 they are already in war. ",
        "background": "In developing countries child soldiers are used to fight wars, they are often forced to murder there own families. These children are under the age of 18 and suffer a tremendous amount of trauma from physically disabling injury's, to post dramatic stress disorder; most however die.",
        "closed_at": null,
        "created_at": "2016-04-18T15:35:14.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-18T15:53:24.797Z",
        "open_at": null,
        "rejected_at": "2016-04-19T17:46:33.928Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament does not have the power to stop the use of child soldiers. You could start a petition calling on the Government to press foreign governments to stop the use of child soldiers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128232.json"
    },
    "type": "petition"
}