{
    "attributes": {
        "action": "We demand a Public Inquiry into the UK Government's culture of lying to voters",
        "additional_details": "In the EU Referendum campaign, the Government has regularly misrepresented distant possibilities, conjectures and suppositions as if they were actual facts. It has also slyly misrepresented tendentious averages as applying to \"every household\" and made false claims about their own achievements and policies, as well as false claims about political opponents and their policy aims.\r\n\r\nThis culture started before the Iraq war. Governments must stop peddling lies to voters & claiming they are facts!",
        "background": "Over the last 20 years, UK governments have increasingly used lies, smears, spin & misrepresentations in presenting cases to voters. We are now being systematically misled on many issues. We must know WHY & HOW our own Government chooses to subvert democratic processes by abandoning truth & honesty.",
        "closed_at": "2016-11-06T23:59:59.999Z",
        "created_at": "2016-04-18T12:09:24.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-25T09:19:21.440Z",
            "details": "It is a tempting, but fundamentally false and misleading assumption that, where somebody holds a different opinion, their motives must automatically be malign or dishonest.  In a free society it has to be possible for people to disagree with each other in a reasonable fashion without immediately assuming the other side is lying. The assertions in this petition fall squarely into this trap and, accordingly, the Government refutes them strongly.\r\n\r\nThis Government is one of the most transparent in the world.  The third Open Government National Action Plan sets out new commitments on access to information, civic participation, public accountability, and technology and innovation. In turn these will help to ensure that transparency, openness and accountability are embedded in everything we do.\r\n\r\nEqually, Ministers and civil servants must behave in a way that upholds the highest standards of propriety as laid out in  their respective Codes of Conduct.\r\n\r\nThe Government published information about the EU Referendum in line with previous governments ahead of the 1975 European Referendum and the Scottish Independent Referendum. If there are specific concerns about the quality or accuracy of the evidence behind the Government’s publications, there are extensive details of the independent sources for the information published on Gov.uk. \r\n\r\nCabinet Office",
            "summary": "The Government refutes the assertions in this petition which do not reflect how this Government operates.  This Government is one of the most transparent in the world. ",
            "updated_at": "2016-07-25T10:58:49.567Z"
        },
        "government_response_at": "2016-07-25T09:19:21.442Z",
        "moderation_threshold_reached_at": "2016-04-18T16:23:47.511Z",
        "open_at": "2016-05-06T13:49:55.005Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-25T22:32:06.846Z",
        "scheduled_debate_date": null,
        "signature_count": 33556,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:16.434Z"
    },
    "id": 128217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128217.json"
    },
    "type": "petition"
}