{
    "attributes": {
        "action": "ADHD: More than meds from the DHSSPS",
        "additional_details": "We have supported local public agencies that do not have the capacity to provide a similar service. Over 300 children and young people and their families have received direct support and many others within their community network including their schools. These numbers are increasing and the loss of Phoenix ADHD means there is no longer adequate support for young people with ADHD and their families within the DHSSPS.",
        "background": "Since August 2008 Phoenix ADHD Project, a charity based in Coleraine, has provided a range of specialist interventions for young people with ADHD and their families, as recommended by the NICE guidelines. The DHSSPS is not fulfilling their obligation for the treatment of ADHD in young people.",
        "closed_at": null,
        "created_at": "2016-04-20T14:09:48.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-20T14:43:27.161Z",
        "open_at": null,
        "rejected_at": "2016-04-20T14:50:56.728Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Unfortunately we can't accept your petition, because responsibility for health services in Northern Ireland has been devolved. This means that the Northern Ireland Assembly is responsible for ADHD treatment in Northern Ireland.\r\n\r\nThe Northern Ireland Assembly has its own petitions process. If you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128389.json"
    },
    "type": "petition"
}