{
    "attributes": {
        "action": "Review fair treatment of contract workers forced to use umbrella companies",
        "additional_details": "Whilst perfectly willing to pay our share this seems unfair, considering the often meagre wages many of us earn. Additionally earnings were further stripped by stopping travel costs, and/or imposing restrictions on where start point in journeys begin. It might be argued that as self employed workers, our home office is our home and travel should be between home --> destination --> home; this has now changed to be between destinations only. We fully accept and support the need to contribute towards taxation but this seems unfair and short sighted, when considering the lower tier wage workers are being penalised.",
        "background": "Many contract workers are required to use umbrella companies, as employment agencies may not be able to offer PAYEE; and must use umbrella companies in order to work.",
        "closed_at": null,
        "created_at": "2016-04-19T19:14:49.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-09T21:01:15.302Z",
        "open_at": null,
        "rejected_at": "2016-05-10T17:30:13.365Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. If you would like a review of the law relating to umbrella companies and how they operate, you could start a petition explaining clearly what kind of review you would like - for example, whether the Government should do the review, or appoint an independent person or body to do it.\r\n\r\nIf you would like umbrella companies to be made illegal, you may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/113989"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128333.json"
    },
    "type": "petition"
}