{
    "attributes": {
        "action": "Please continue to provide annual financial support for the Cornish language.",
        "additional_details": "In implementing the Charter under Part II, the Government is obliged to consider the needs and wishes of groups that use the Cornish language and those who wish to learn the language (Council of Europe 1992).",
        "background": "In 2002, Cornish was granted official “minority language” status under Part II of the 1992 Council of Europe Charter for Regional and Minority Languages (Hansard 5 Nov 2002 : Column 207W). ",
        "closed_at": "2016-10-21T22:59:59.999Z",
        "created_at": "2016-04-21T14:11:47.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-10T16:53:25.269Z",
            "details": "The Government has always been clear that its funding of some £650,000 since 2010 to support the development of the Cornish language was time-limited, and that the Council should seek alternative sources in order to place it on a more sustainable basis. Cornwall Council has a core spending power of £1.7 billion over four years from which they can allocate the necessary resources to local priorities, including the development the Cornish language, if they wish.\r\n\r\nDepartment for Communities and Local Government",
            "summary": "The Government has provided Cornwall Council with substantial spending power to allocate resources to their local priorities, including the Cornish language.",
            "updated_at": "2016-11-10T17:10:52.590Z"
        },
        "government_response_at": "2016-11-10T16:53:25.272Z",
        "moderation_threshold_reached_at": "2016-04-21T14:26:27.936Z",
        "open_at": "2016-04-21T15:08:22.438Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-06T12:46:18.525Z",
        "scheduled_debate_date": null,
        "signature_count": 10342,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:16.688Z"
    },
    "id": 128474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128474.json"
    },
    "type": "petition"
}