{
    "attributes": {
        "action": "Remove the 100ml limit on fluids at airport security for ALL baby foods.",
        "additional_details": "The WHO still promote breastfeeding as the most prudent method of feeding an infant, and when a mother must be separated from her child, it becomes very necessary to express milk, or suffer at least a reduction in supply or a very painful condition called Mastitis requiring antibiotic treatment at cost to the NHS and family income. \r\n\r\nhttp://www.who.int/maternal_child_adolescent/documents/fch_cah_00_13/en/\r\n",
        "background": "Too many women have suffered the indignity of having their breastmilk discarded at security. It must be kept cool and handled with care, and so it is NOT sensible to put it in the hands of baggage handlers where it could be damaged or misdirected. \r\nExpressing milk is a medical necessity.",
        "closed_at": null,
        "created_at": "2016-04-24T12:51:12.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-24T15:21:24.280Z",
        "open_at": null,
        "rejected_at": "2016-04-26T11:27:03.493Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it's not clear what action you want the UK Government or Parliament to take. Baby food and milk are not subject to the 100ml limit. They are permitted in quantities larger than 100ml, but only for use during the trip. \r\n\r\nIn any case, the UK Government and Parliament aren't responsible for the issue you raise. The EU is responsible for this aspect of air safety and security regulation. You can find out more about EU airport security rules on the European Commission's website here: \r\n\r\nhttp://ec.europa.eu/transport/modes/air/security/info_travellers_en.htm\r\n\r\nYou could raise your concerns with a Member of the European Parliament, who represents you. You can use this page to find out who your regional MEP is, and how to contact them:\r\n\r\nhttp://www.europarl.org.uk/en/your-meps.html\r\n\r\nThe European Parliament also has a petitions process. You can find out more about it here:\r\n\r\nhttp://www.europarl.europa.eu/atyourservice/en/20150201PVL00037/Petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128685.json"
    },
    "type": "petition"
}