{
    "attributes": {
        "action": "Throw out the ridiculous regulations of e-cigarettes that the TPD are imposing",
        "additional_details": "Article 20 of the TPD means that no longer may vapers buy new exciting flavours. Something that helped me quit. They can no longer refill their own tanks. They have to buy cartidges that hold little liquid and produce a very unsatisfactory amount of vapour. If you allow this to take effect you will suffocate the industry, and people WILL return to smoking and cancer will be on the rise again, because parliment did nothing whilst the tyrant that is the TPD sufficate something that saves lives\r\n",
        "background": "The European Comission has moved to kill people and businesses by enforcing ridiculous regulations on e-cigarettes as of 2016. Vaping has helped many smokers quit. The regulations have come about from scared citizens with no knowledge asking for the government to do something about it.",
        "closed_at": null,
        "created_at": "2016-04-24T10:24:05.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-24T11:07:43.493Z",
        "open_at": null,
        "rejected_at": "2016-04-25T12:01:41.276Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The UK Government and Parliament do not have the power to \"throw out\" EU directives. However, the UK Government could ask for an exemption from this directive. You might be interested in signing the following petition calling for that: https://petition.parliament.uk/petitions/111153"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128678.json"
    },
    "type": "petition"
}