{
    "attributes": {
        "action": "We want the government to lead on the review of the The Sykes–Picot Agreement.",
        "additional_details": "On 16 May 2016, it will be 100 years after a secret agreement between the United Kingdom of Great Britain and Ireland and the French Third Republic, with the assent of the Russian Empire was signed. This agreement is also known as 'The Sykes–Picot Agreement'. This agreement has separated Kurdish people into separate states and caused 100 years of persecutions and strong lack of send of belonging within countries they were assigned to be part of. https://en.wikipedia.org/wiki/Kurdistan",
        "background": "That agreement has divided Kurdistan into different countries. This has contributed to years of discriminations and danger of loosing their identity and culture. They have never been recognised as citizens of countries that they are suppose to be part of. They deserve to get back own country.",
        "closed_at": null,
        "created_at": "2016-04-24T08:21:40.445Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-24T23:22:04.738Z",
        "open_at": null,
        "rejected_at": "2016-05-01T15:08:14.682Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. \r\nIf you would like the UK Government to take a specific action related to Kurdistan, you could start a new petition calling for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128675.json"
    },
    "type": "petition"
}