{
    "attributes": {
        "action": "Ensure regeneration plan in SE16, don't overpopulate and impair quality of life.",
        "additional_details": "Incl:- limits to building height, to tower blocks, to building on green space, providing safe open & culture spaces, tree lined streets, play areas, community centres, shopping and night time entertainment. We've tolerated onslaught of homes & huge population rise, but no improvement to essential facilities, street edge builds stealing swathes of land, a lacklustre library, estate agents galore, a proposed inadequate hidden leisure centre, schools? GPs? transport? Locals care but despair.  ",
        "background": "The plans have been ongoing for almost 15 years and with the ebbs and flows of different councillors, different landowners, many different plans proposed and apparently consulted with local residents, there has been numerous agreed musts for it to be successful, which are now being dishonoured. ",
        "closed_at": null,
        "created_at": "2016-04-24T15:31:17.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-25T06:24:36.549Z",
        "open_at": null,
        "rejected_at": "2016-04-25T12:09:30.023Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Planning is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.southwark.gov.uk/info/200287/have_your_say/1703/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128693.json"
    },
    "type": "petition"
}