{
    "attributes": {
        "action": "Call for a Vote of No Confidence in the Parliamentary Petitions site.",
        "additional_details": "\r\n\r\nWhat I am calling for is a reshuffle of the people in charge of deeming it right to put the petitions forwards when the right amount of people petition, so far, these staff have failed on many occasions and I am fed up with the games they play. Make the Parliamentary Petition site not a part of Parliament, this way, we might get some kind of debate in the chamber rather than a fobbing off.",
        "background": "As you know, there has been many calls for Votes of No Confidence lately, this is a call for a Vote of No Confidence in the Parliamentary Petition system, wasted money.\r\n\r\nOver twice the amount of petitioners on the list to make it a full on debate as per the rules, the rules are in the bin.",
        "closed_at": null,
        "created_at": "2016-04-25T15:53:42.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-27T23:47:17.838Z",
        "open_at": null,
        "rejected_at": "2016-04-28T09:35:07.711Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept this petition because it asks for something that neither the House of Commons nor the Government can do. The expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. That's why we allow petitions asking for a vote of no confidence in the Government or in individual Ministers. The concept of the House having “confidence” in someone does not apply to select committees. While we allow petitions asking for a vote of no confidence (as this is something Parliament as a whole could do), the Committee itself is unable to schedule a motion of no confidence. \r\n\r\nThe Petitions Committee isn't the only way that petitions can be debated. It is still open to MPs to seek a debate on a petition even if the Petitions Committee decides not to schedule a debate on it.\r\n\r\nIf you would like the Petitions Committee to have the power to schedule these debates, you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/113256"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128760.json"
    },
    "type": "petition"
}