{
    "attributes": {
        "action": "Amend the immigration bill to allow 3000 lone child refugees to enter the UK",
        "additional_details": "",
        "background": "On Monday 25th April 2016, MPs voted AGAINST amending the bill to allow these stranded children refuge in the UK. We the people demand that the government move forward with the amendments in order to prevent thousands of unaccompanied Syrian children falling victim to exploitation and abuse. ",
        "closed_at": "2016-10-26T22:59:59.999Z",
        "created_at": "2016-04-25T22:58:13.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-12T15:41:46.490Z",
            "details": "On 4 May it was announced that the Government will work with local authorities on plans to resettle unaccompanied children from Europe.  We are looking to transfer children who were already registered in Europe before the EU-Turkey deal came into force on 20 March, where it is in their best interests.\r\n\r\nWe must put the best interests of children first, and avoid any policy that places children at additional risk or encourages them to place their lives in the hands of the people traffickers and criminal gangs.  In any response, we need to be very careful not to inadvertently create a situation in which families see an advantage in sending children ahead, putting their lives at risk by attempting perilous sea crossings to Europe.\r\n\r\nWe will work closely with local authorities. We must ensure we fulfil our obligations to children who are already in UK, as well ensuring we have the right support for those who may be brought to the UK from Europe.\r\n\r\nWe will consult relevant NGOs, UNHCR, UNICEF and Member States on how best we implement this legislation.  The very nature of this amendment means we must take the time to consult others before bringing final proposals on how to implement.\r\n\r\nIn addition to the above, the UK continues to take a comprehensive approach to the Syria conflict and migration crisis by providing significant aid and assistance; including our resettlement programmes.  On 4 February 2016, the Prime Minister announced that the UK will more than double our total pledge to the Syria crisis from £1.12 billion to over £2.3 billion.  This is our largest ever response to a single humanitarian crisis.  The Syrian Resettlement Scheme has already provided safe haven to more than 1000 vulnerable Syrians – around half of them children - and overall we expect children to make up a significant proportion of the 20,000 resettlement places we are providing to this group.\r\n\r\nAs announced on 21 April, we have worked closely with the UN High Commissioner for Refugees (UNHCR) to design a resettlement scheme that will protect the most vulnerable children. The new scheme has been designed with the UNHCR to resettle ‘children at risk’ from the Middle East and North Africa (MENA) region.  The Government has committed to resettling several hundred individuals in the first year with a view to resettling up to 3000 individuals over the lifetime of this Parliament, the majority of which will be children, where the UNHCR deem it to be in their best interests. Children who are identified as at risk will be resettled with their family members or carers where appropriate.  There will be a review of the scheme at the two year mark.\r\n\r\nThis unique initiative will be the largest resettlement effort that focuses on children at risk from the MENA region.  The new scheme will be in addition to the Prime Minister’s commitment to resettle 20,000 Syrian refugees. It is also in addition to our other existing resettlement schemes. \r\n\r\nIn regards to Europe, we are providing significant assistance to Member States facing particular pressures to ensure that all refugees can have effective access to protection, wherever they are.   The UK is the largest bilateral contributor to the humanitarian response to the crisis in Europe and the Balkans with a total contribution of £65m.  This includes nearly £46 million to provide life-saving aid to migrants and refugees including food, water, hygiene kits and infant packs, and protection for the most vulnerable, as well as support to organisations helping governments build their capacity to manage arrivals in Greece and the Balkans. The efforts of the partners we fund are targeted to reach the most vulnerable - including children.\r\n\r\nIt also includes the £10m Refugee Children Fund the Department for International Development (DFID) has created to support the needs of vulnerable refugee and migrant children specifically in Europe. The fund will support three specialist and mandated organisations UNHCR, Save the Children and the International Rescue Committee to work with host authorities to care for and assist unaccompanied or separated children in Europe and the Balkans. \r\n\r\nHome Office",
            "summary": "As announced on 4 May, the Government will work with local authorities on plans to resettle unaccompanied refugee children from Europe.",
            "updated_at": "2016-05-12T15:41:46.490Z"
        },
        "government_response_at": "2016-05-12T15:41:46.493Z",
        "moderation_threshold_reached_at": "2016-04-25T23:08:36.986Z",
        "open_at": "2016-04-26T11:48:28.193Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-04-28T15:38:02.434Z",
        "scheduled_debate_date": null,
        "signature_count": 12858,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:17.052Z"
    },
    "id": 128795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128795.json"
    },
    "type": "petition"
}