{
    "attributes": {
        "action": "Remove Jeremy Hunt from his position as Health secretary",
        "additional_details": "Jeremy hunt has no medical background, he doesn't understand how hospitals operate or what being a junior doctor entails therefore he is not qualified to make decisions on medical issues/jobs/patient priorities. Having never worked in a hospital he has no experience or knowledge of what's required for patients or staff and therefore should be replaced by someone with the required experience who is not a member of parliament and therefore cannot be influenced by unknowledgable MPs ",
        "background": "Jeremy hunt must be removed from his position as health secretary and replaced by a senior doctor with multiple years experience within the NHS, who will be voted in by existing members/employees of the NHS who will put staff and patients first. The elected person should be a member of parliament",
        "closed_at": null,
        "created_at": "2016-04-26T18:28:54.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-26T19:06:41.520Z",
        "open_at": null,
        "rejected_at": "2016-04-28T09:17:44.983Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments. If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128866.json"
    },
    "type": "petition"
}