{
    "attributes": {
        "action": "Make London roads to be in charge of running by bus, taxis and haulage drivers",
        "additional_details": "\r\nOnly one quarter of road tax collected by our government is used for the upkeep of all roads.\r\n\r\nCongestion charging keeps generating money for TFL but has no direct correlation with congestion, its actually created congestion as many of the restrictions that where needed to manage the entry/exit points restrict the flow of traffic.\r\n\r\nIt's time to start reversing some of the traffic restricting measures that have been implemented and let London' s traffic flow.",
        "background": "\r\nTFL and the 32 London boroughs have been implementing restrictions for many years,  reducing the width of roads with the cycle superhighway, changing how lights phase, putting speed restrictions in, closing cut through streets, etc. , which has resulted in the constant jams through the day.",
        "closed_at": null,
        "created_at": "2016-04-27T13:03:28.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-27T18:14:58.608Z",
        "open_at": null,
        "rejected_at": "2016-04-28T09:49:07.206Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition in its current form as it does not call for a clear action, in any case, we can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128943,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128943.json"
    },
    "type": "petition"
}