{
    "attributes": {
        "action": "Call for government reform in the wake of the Hillsborough Disaster verdict",
        "additional_details": "Urgent reform is required to monitor and stop those in the police and across our public services from abusing public money to cover up for their failures. The Hillsborough Disaster proves how deep the covering up goes and how those in our public services do not admit their guilt but continue to pervert the course of justice. The government must act to hold those who abuse the system accountable and ensure that they are removed from their positions. The Victims and their families deserve justice",
        "background": "The government must review and reform how public money is used by the police in cases such as Hillsborough where 96 people died. The police abused public money to defend themselves and cover up their failure, mistakes and abuse whilst the victims’ families have struggled to get justice for 27 years",
        "closed_at": null,
        "created_at": "2016-04-27T17:55:17.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-28T09:01:04.676Z",
        "open_at": null,
        "rejected_at": "2016-05-01T14:32:28.885Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition outlining what specific reform you would like to see following the Hillsborough disaster verdict.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 128978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/128978.json"
    },
    "type": "petition"
}