{
    "attributes": {
        "action": "stop children having access to tinder and other social networking sites aged 13+",
        "additional_details": "It can therefore prove easy for an adult to form a relationship with a child by creating an alias to hide their real identity: posting false profile pictures; pretending to have shared interests; offering presents and flattering the child. As it’s a process, not a one-off event, your child may be enticed gradually to come to trust them. And the groomer may then try to isolate and control them. Apps like these should be regulated and seek age verification to join. Eg Credit / debit cards",
        "background": "O2 are now working closely with the NSPCC, within the research we have seen a disturbing amount of information regarding sites and apps which allow users of 13+ to use them. These sites such as tinder have no age verification process. 29% of children do not know who they are talking to online.",
        "closed_at": null,
        "created_at": "2016-04-28T15:01:58.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-28T16:20:30.223Z",
        "open_at": null,
        "rejected_at": "2016-04-29T16:51:07.509Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Age policies are the responsibility of social media/social networking companies.\r\n\r\nIf you would like Parliament to change the law, to make it illegal to offer social media/social networking accounts to those under a certain age, or to make age verification a legal requirement for certain services, then you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129073.json"
    },
    "type": "petition"
}