{
    "attributes": {
        "action": "Enforce laws and more severe repercussions to deal with cyber bullying",
        "additional_details": "With self harming and suicide on the rise, social media truly does play a part with it being noted that all teenagers who socialise online will come across cyber bullying at least once. However, it is not just teenagers who are subjected to this online torture, with the internet becoming the new venue to host the modern day witch hunt. It is time that cyber bullies were held accountable and suitably sentenced for their actions. ",
        "background": "With social media becoming the main portal for people to share their lives with others, cyber bullying is on the increase. Yet cyber bullies do not realise that their actions can cause people to react in different ways, sometimes resulting in suicide. Cyber bullies must face harsher punishments.",
        "closed_at": null,
        "created_at": "2016-04-28T00:03:00.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-04-28T06:05:37.819Z",
        "open_at": null,
        "rejected_at": "2016-05-03T10:46:00.299Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The UK Government and Parliament are not responsible for enforcing laws - that's the responsibility of the police and the courts. \r\n\r\nYou could start a petition asking Parliament to change the law, to make cyber-bullying a criminal offence, with specific minimum punishments for those convicted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129027.json"
    },
    "type": "petition"
}