{
    "attributes": {
        "action": "Ask Honours Forfeiture Comtte to define what damages Honours System’s Reputation",
        "additional_details": "In light of recent news and debate regarding certain people who have received honours and might damaged the Honours systems' reputation with their recent actions, I would ask that the petitions committee ask the Honours Forfeiture Committee to look into the topic of what actions and activities qualify as damaging the Honours system's reputation.",
        "background": "In line with Petition committee power to \"ask another parliamentary committee to look into the topic raised by a petition\" I would ask that the Petition committee to ask the Honours Forfeiture Committee to define what qualifies as damaging the Honours system’s reputation?\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-05-01T14:50:05.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-01T17:45:58.190Z",
        "open_at": null,
        "rejected_at": "2016-05-03T13:26:13.232Z",
        "rejection": {
            "code": "no-action",
            "details": "The Honours Forfeiture Committee is not a parliamentary committee. The Petitions Committee therefore does not have the power to ask that committee to take action on the topic raised by this petition.\r\n\r\nYou could start a petition calling on the Government to review how the Honours and Forfeiture Committees, and to consider changing the process for taking honours away. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129241.json"
    },
    "type": "petition"
}