{
    "attributes": {
        "action": "Get Hyperbaric Oxygen Therapy on the NHS for Fibromyalgia sufferers.",
        "additional_details": "There are few available treatments that actually help people with Fibromyalgia.  Side effects from tablets can make it difficult for people to work and can cause additional issues. \r\nHyperbaric Oxygen Therapy (HBOT) really helps those with Fibromyalgia and allows a person to live a relatively normal life. It's simply a treatment of breathing pure oxygen under a pressurised condition at a diving depth that works for the individual. \r\nHBOT should be available on the NHS for Fibromyalgia sufferers.\r\n",
        "background": "Fibromyalgia, is a condition that causes widespread pain all over the body.\r\nThere are many other symptoms that can affect a person with Fibromyalgia: fatigue, muscle stiffness, difficulty sleeping, problems with mental processes (known as \"fibro-fog\"), depression, headaches and many more\r\n",
        "closed_at": "2016-11-04T00:00:00.000Z",
        "created_at": "2016-05-01T12:25:03.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-04T11:31:46.633Z",
            "details": "NHS England commissions specialised pain services for patients whose pain cannot be controlled through routine NHS care where the usual approaches have failed.  National commissioning means patients can access a high quality service, delivered to agreed specification, wherever they live.\r\n\r\nAlthough there is no cure for fibromyalgia, some treatments can ease symptoms and support improved quality of life for patients.  The treatments offered will depend on the severity of a patient’s condition, but may include: pharmacological pain relief; physiotherapy; dietary and exercise advice; counselling or cognitive behavioural therapy; and self-management programmes which aim to give patients the skills and confidence to manage their conditions more effectively.  There are also a number of NHS Trusts that offer specialist fibromyalgia clinics, such as the Royal National Hospital for Rheumatic Diseases in Bath, which patients can access on referral from the clinician responsible for their care.\r\n\r\nIn April 2013, NHS England published a clinical commissioning policy for hyperbaric oxygen therapy (HBOT) which sets out that HBOT will only be commissioned for the following indications: decompression illness; gas embolism; acute carbon monoxide poisoning. This policy is currently under review.  NHS England will only commission those treatments or interventions that have published evidence of efficacy and improved outcome. For this reason HBOT is not offered for patients presenting with conditions other than those listed in the published policy. Patients with other conditions who are seeking HBOT would need to make an Individual Funding Request (IFR) and demonstrate clinical exceptionality.  Both the HBOT policy and guidance on the IFR process can be found at the following links: \r\n\r\nwww.england.nhs.uk/commissioning/wp-content/uploads/sites/12/2013/10/d11-p-a.pdf\r\n\r\nDepartment of Health",
            "summary": "NHS England commissions high quality specialised pain services, delivered to agreed specification, for people with fibromyalgia whose pain cannot be controlled through routine NHS care.  ",
            "updated_at": "2016-11-04T11:31:46.633Z"
        },
        "government_response_at": "2016-11-04T11:31:46.636Z",
        "moderation_threshold_reached_at": "2016-05-01T12:54:41.635Z",
        "open_at": "2016-05-03T12:01:03.956Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-27T04:43:27.403Z",
        "scheduled_debate_date": null,
        "signature_count": 10394,
        "state": "closed",
        "updated_at": "2016-11-04T11:31:46.658Z"
    },
    "id": 129232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129232.json"
    },
    "type": "petition"
}