{
    "attributes": {
        "action": "I'd like to see traffic police around HULL again to help prevent accidents here.",
        "additional_details": "My brother Tony Blount was killed by a drink driver in Hull in 2006 when the speeding car ran down three of us on our walk home. I was left seriously injured and am now disabled. Our brother in law Mike Mortimer suffered severe bruising. I am the founder of The Tony Blount Foundation raising awareness to the dangers caused by drinking and driving and the serious consequences it can have. I am also a fund raiser and a volunteer for the UK road safety charity, Brake.",
        "background": "The tragedy on Spring Bank in Hull last recently, a mother & daughter killed under the wheels of a lorry was devastating. I want to do something positive. I'd like to involve our local paper and local MP to help get more traffic police in Hull and speed cameras to help stop the carnage on our roads.",
        "closed_at": null,
        "created_at": "2016-05-02T09:23:59.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-02T16:14:21.807Z",
        "open_at": null,
        "rejected_at": "2016-05-03T12:53:17.250Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Policing in your local area is the responsibility of your local Police and Crime Commissioner. You can find out how to contact the Humberside Police and Crime Commissioner here: http://www.humberside-pcc.gov.uk/Contact-Us/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129276.json"
    },
    "type": "petition"
}