{
    "attributes": {
        "action": "Allow public to elect our own PCC. dismiss candidates who are not interested",
        "additional_details": "This section is for evidence - ironically the petition is brought about because there is a worrying lacl of any evidence produced by any candidate. There have been no leaflets, no newspaper stories and no social media publicity. None of the candidates have any interest in the role at all",
        "background": "I live in Northumberland and am voting for a new PCC. Not one of the candidates has made themselves known to us with the result we have no idea who they are. The fact they can't be bothered to introduce themselves to their us or publicise policies should render them automatically unfit the job \r\n",
        "closed_at": null,
        "created_at": "2016-05-03T09:05:25.824Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-05T06:15:22.909Z",
        "open_at": null,
        "rejected_at": "2016-05-05T12:05:28.057Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. UK citizens meeting certain criteria can already stand as a candidate for Police and Crime Commissioner. You can find out more information on who can and cannot stand for election here: \r\n\r\nhttp://www.electoralcommission.org.uk/__data/assets/pdf_file/0009/148743/PCC-Part-1-Can-you-stand-for-election.pdf\r\n\r\nYou could start a petition calling on Parliament to change the law to ensure that every home receives information about the candidates in PCC elections. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129350.json"
    },
    "type": "petition"
}