{
    "attributes": {
        "action": "Iraqi-British Christian requesting to remove were you born from the passport",
        "additional_details": "I have 12 degrees include master, face years of unemployment. \r\nI moved to the UK in December's 2007 due to marriage, used to live in the US.\r\nMoved with HND in electronics and BSc in computer science from Iraq, I-Direct Certified from US and CCNA from CBT through I-direct. \r\nI have done master degree in the UK  2011, PRINCE2 2014 ITIL, qualified PRINCE2 and ITL instructor. \r\nMore than one recruiter contact me to demonstrate an interest in my CV as soon I register and reveal my passport I got ignored.\r\n",
        "background": "The Iraqi Christian who are immigrant’s having different circumstance from any other Iraqi. \r\nWe lived under a hatred regime since 1982 faced displacement from a long time. \r\nWe didn't come to the UK due to financial, or war. \r\nBut due to pushing us to be Muslim in life. ",
        "closed_at": null,
        "created_at": "2016-05-02T22:37:38.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-06T20:34:21.388Z",
        "open_at": null,
        "rejected_at": "2016-05-09T14:56:30.490Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what action you would like from the Government or Parliament. If you would like the passport system to be changed, so that passports no longer show a person's place of birth, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129334.json"
    },
    "type": "petition"
}