{
    "attributes": {
        "action": "Improve understanding & treatment of people with hidden illnesses in PIP process",
        "additional_details": "I suffer from many hidden illnesses, but my main problem (Fibromyalgia & Chronic Fatigue Syndrome) is not yet recognised as a disability in the UK, yet my symptoms are. I ask for a better understanding from PIP assessors and a system that works for people like me.",
        "background": "Assessors don't understand that I can't correctly fill in their forms as I can't tell you how many days I will become unable to help myself after any given activity. I visit my family at the weekend, and it takes me ALL WEEK to recover, just to do it again. I just want us to be heard and understood.",
        "closed_at": "2017-03-22T23:59:59.999Z",
        "created_at": "2016-05-04T15:27:25.734Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-20T13:54:43.829Z",
            "details": "The assessment for Personal Independence Payment (PIP) is designed to treat people as individuals, considering the impact of their impairment or health condition on their everyday life and how each claimant has personally adapted to living with a disability or health condition. \r\n\r\nThe Department recognises Fibromyalgia and Chronic Fatigue Syndrome/ME as medical conditions and accepts that most health conditions fluctuate to some degree and as such, it is essential that the assessment works for people with fluctuating conditions.  This is why the assessment will therefore not focus on an individual’s ‘best day’, or take a ‘snapshot’ of their condition on the day of their face-to-face consultation.  \r\n\r\nHealth and Disability assessments require specialist skills, which is why the Department contracts to have them undertaken by qualified Health Professionals.  \r\nAll Health Professionals carrying out assessments receive comprehensive training in disability analysis, which includes the evaluation of how medical conditions affect claimants in their day-to-day activities. The approach of the Health Professionals should allow an individual the time they need to describe the impact of their health condition or disability in their own words. \r\n\r\nPrior to carrying out an assessment, assessors refresh their knowledge of any condition with which they are not fully familiar. \r\n\r\nHealth Professionals adopt a holistic approach, assessing all the evidence available to them, including their clinical knowledge, to provide a report to DWP Decision Makers who make the decision on benefit entitlement.  \r\n\r\nIn order to make a decision on benefit entitlement the decision maker considers all the available evidence, including the reports received from the healthcare professional and any further evidence, which may include reports from GPs, hospital doctors and other clinicians.\r\n \r\nThe Department encourages claimants to provide as much relevant evidence as necessary to support their claim. The “How your disability affects you” form and accompanying guidance sets out the range of information that can help the Department reach a decision. The guidance for Health Professionals also sets out sources of further evidence which could help inform their advice to the Department; this includes family members, carers or anyone else who supports them. \r\n\r\nAssessment Providers are continually looking at ways to improve the service they provide and work closely with DWP on initiatives to improve the overall customer experience. \r\n\r\nIf someone is dissatisfied with the service they have received, a complaint can be made directly to the Assessment Provider. Our providers take complaints very seriously and will fully investigate all complaints received, obtaining all relevant information to inform a balanced, appropriate and full response. \r\n\r\nIf, at the end of the complaint process, an individual remains dissatisfied with the way in which the Assessment Provider has dealt with their complaint, they can escalate their concerns to the Independent Case Examiner, who provides a free complaints review service to people that want to complain about government organisations.\r\n\r\nWe are confident that we have the right Assessment Providers in place to deliver our health and disability assessments and that we have a strong contract management and operational monitoring regime in place that enables us to robustly monitor the performance of these contracted providers.\r\n\r\nDepartment for Work and Pensions",
            "summary": "We are committed to ensuring claimants receive high quality, objective, fair and accurate assessments and closely monitor all aspects of the process including Assessment Providers performance.",
            "updated_at": "2017-02-20T13:54:43.829Z"
        },
        "government_response_at": "2017-02-20T13:54:43.831Z",
        "moderation_threshold_reached_at": "2016-05-04T15:47:33.825Z",
        "open_at": "2016-09-22T12:07:00.541Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-08T15:48:03.540Z",
        "scheduled_debate_date": null,
        "signature_count": 11867,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:17.547Z"
    },
    "id": 129454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129454.json"
    },
    "type": "petition"
}