{
    "attributes": {
        "action": "Reinstate RPI index linking to Military pensions from the current CPI index link",
        "additional_details": "The CPI linking should not apply until the date of activation. It should only apply to those starting their service after the date of CPI index linking was introduced. The pension agreement change is different to the terms most people started their service on and is a change that was forced. It cannot be considered fair to change an employees contract retrospectively without their acceptance and further more this is effecting the financial plans and hopes for those who serve and served.  ",
        "background": "Military pensions have previously been index linked to RPI, this was part of the agreement of pay and pensions. This was altered and all are now index linked to CPI. This alteration has a huge financial impact later, for all current serving and veteran personnel.",
        "closed_at": "2016-11-06T00:00:00.000Z",
        "created_at": "2016-05-04T10:09:37.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-27T14:26:17.605Z",
            "details": "On 22 June 2010, the Chancellor announced that for 2011, with the exception of the state pension and pension credit, benefits, tax credits and public service pensions would increase in line with the Consumer Price Index (CPI) rather than the Retail Price Index (RPI).\r\n\r\nPublic service pensions, including Armed Forces pensions, are increased under the provisions of the Pensions (Increase) Act 1971 and Section 59 of the Social Security Pensions Act 1975. The latter provides for public service pensions to be uprated at the same time and by the same percentage as the increase in the additional pension provided under the State Earnings Related Pension Scheme (SERPS), which has been based on the increase in the CPI since April 2011. Prior to this date the RPI was used rather than the CPI. The underlying purpose of this legislation is to maintain the purchasing power of the additional elements of state retirement pensions and public service pensions. \r\n\r\nThe rationale for the change is as follows:\r\n•\tCPI is the headline measure of inflation used by the Bank of England;\r\n•\tCPI takes better account of how behaviour changes in response to price changes; \r\n•\tCPI also more accurately represents the inflation experience of pensioners and benefit recipients – for example, RPI excludes pensioners who receive a significant proportion of their income from the State (up to 20% of retired households); and\r\n•\tCPI is less volatile – for example, RPI was negative in September 2009 whereas CPI continued to rise.\r\n\r\nThe pension is accrued (or activated) on the basis of current prices.  The uprating of pensions does not apply retrospectively.\r\n\r\nIn response to a legal challenge against this decision the High Court and the Court of Appeal both ruled in the Government's favour, finding that CPI is appropriate for benefits and pensions uprating.\r\n\r\nRPI has also historically experienced periods of negative year on year change, as in 2009 when the uprating of pensions in payment was also frozen.\r\n\r\nMinistry of Defence",
            "summary": "On 22 June 2010, the Chancellor announced that for 2011, public service pensions would increase in line with the CPI rather than the RPI.",
            "updated_at": "2016-05-27T14:28:05.184Z"
        },
        "government_response_at": "2016-05-27T14:26:17.607Z",
        "moderation_threshold_reached_at": "2016-05-04T17:51:50.777Z",
        "open_at": "2016-05-05T11:24:29.866Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-15T20:23:14.135Z",
        "scheduled_debate_date": null,
        "signature_count": 13042,
        "state": "closed",
        "updated_at": "2016-11-06T00:00:00.000Z"
    },
    "id": 129423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129423.json"
    },
    "type": "petition"
}