{
    "attributes": {
        "action": "A Form for PIP Benefit Allowing Patients Be Assessed Who Can't Attend A Board!",
        "additional_details": "As a Fibromyalgia Charity, we believe it is appropriate patients with this illness is given as much of an opportunity to be assessed fairly. \r\nFIbro patients can't make plans to be in a certain place at a certain time, as they do NOT know how they are going to be on a day to day basis.\r\n1 in 20 people in the UK struggle daily with Fibro, and the added preassure of having a board to go to can and does make their symptoms worse, leading them into a huge flare of chronic pains!",
        "background": "Patients with a chronic illness can never be sure of how they will feel from one day to the next, I feel it would be appropriate that local government created a form to allow these people a chance to be assessed fairly as they may not be able to make it to their appointment.",
        "closed_at": null,
        "created_at": "2016-05-04T16:00:25.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-04T16:43:14.354Z",
        "open_at": null,
        "rejected_at": "2016-05-06T13:58:22.648Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. You could start a petition calling on the Government to introduce a form for PIP for patients who can't attend an assessment interview. \r\n\r\nWe can only accept petitions from named individuals, not organisations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129458.json"
    },
    "type": "petition"
}