{
    "attributes": {
        "action": "Postpone closure of Lancashire UTC until all year 10 & 12 complete their exams",
        "additional_details": "UTC Lancashire opened in Aug 2013, Lancashire's only specialist Construction and Engineering College for 14-19 year olds. Learners receive the same high quality academic education but also benefit from extensive industry related learning. Partnerships with local and national employers mean skills, experience and competencies are gained to leave the college as sought after employees. DofE closure will cause major destruction to these young adults at the most critical part of their education.",
        "background": "Parents and learners were told on the 03/05/2016 that UTC Lancashire would be closing on the 31/08/16.  This will majorly impact on current year 10 (36 pupils) and year 12 from completing their GCSEs and A-levels in the summer of 2017. Please postpone to allow pupils to complete their exams.",
        "closed_at": null,
        "created_at": "2016-05-05T05:24:50.482Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-05T05:57:16.605Z",
        "open_at": null,
        "rejected_at": "2016-05-16T10:49:48.912Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to close UTC Lancashire was taken by the Board of Governors of the UTC, not by the UK Government. \r\n\r\nThe press release issued by the UTC states that \"UTC Lancashire has struggled to recruit the number of students necessary to secure future financial viability.\" You could start a new petition calling on the Government to provide additional funding to enable UTC Lancashire to stay open. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129497.json"
    },
    "type": "petition"
}