{
    "attributes": {
        "action": "Change diversion which has meant increased heavy good traffic along Sheepcote St",
        "additional_details": "The diversion has turned a relatively quiet road into a main route around the city and is used by 9 bus routes and numerous heavy good vehicles.\r\n\r\nSheepcote Street has also been left from the 20mph zone and this means large vehicles are passing and hitting speed bumps at speed causing vibrations to be felt throughout the properties.\r\n\r\nThis diversion was put in place without resident consultation with or consideration for the impact that it may have on the properties incl several listed properties.",
        "background": "The Big City Plan was introduced in 2010 and set out the frame work for transforming the city. This is currently putting the needs of the future ahead of those that are here now. Sheepcote Street is impacted as it has become a major diversion for traffic including 9 bus routes and others vehicles.  ",
        "closed_at": null,
        "created_at": "2016-05-05T15:42:50.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-06T07:50:55.590Z",
        "open_at": null,
        "rejected_at": "2016-05-06T13:34:06.810Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local traffic is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129528,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129528.json"
    },
    "type": "petition"
}