{
    "attributes": {
        "action": "No more school penalty fines and bring back the 10 day authorised absence",
        "additional_details": "Myself and my wife received a fine for our two eldest children (two fines each parent) for taking our children on holiday for 5 days in term time which was the only week free from surgery and radiotherapy (school knew of cancer diagnosis) This apparently is not an exceptional circumstance. The council quote is S.444 A or 1 of the Education act 1996 which in its own term indicates truancy and not a one off family holiday. Councils are too ready to fine and wont consider exceptional circumstances",
        "background": "Back in 2013 the government changed the law on taking your children out of school in term time so that now you receive a penalty fine of £60 per child per parent. This can increase . The law prevents families from taking term time holidays forcing families to pay extra during school holidays.  ",
        "closed_at": "2016-11-09T23:59:59.999Z",
        "created_at": "2016-05-07T15:42:05.203Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-07-11",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-07-11/debates/1607115000001/SchoolPenaltyFinesAndAuthorisedAbsence",
            "video_url": "http://parliamentlive.tv/Event/Index/e487aaf6-6065-4c01-93f8-faffaa2fa33d"
        },
        "debate_outcome_at": "2016-07-12T12:11:56.836Z",
        "debate_threshold_reached_at": "2016-05-11T09:57:07.851Z",
        "government_response": {
            "created_at": "2016-07-08T11:49:24.397Z",
            "details": "The Government has focused on reducing absence in schools so that every pupil receives an education that allows them to reach their full potential. \r\n\r\nResearch shows that the amount of time missed from school is linked with a pupil’s academic success. The most recent research ‘The link between absence and attainment at key stage 2 and key stage 4: 2013 to 2014 academic year’(1)  was published by the Department for Education on 24 March 2016, and shows that every extra day of school missed can affect a child’s attainment at the end of key stage 2 and key stage 4. Missing school unnecessarily is unfair to children as it can damage their life chances.\r\n\r\nThe Government acknowledges that family holidays can be enriching experiences. The school year is designed to give families multiple opportunities to enjoy holidays without disrupting their children’s education. Parents should plan their holidays around school breaks and avoid taking their children out of school during term-time, except in exceptional circumstances. Head teachers know their pupils best and are best placed to make these decisions by considering the merits of each request and deciding whether or not it qualifies as an exceptional circumstance. \r\n\r\nIn 2013, the Government clarified the law that enables head teachers to authorise a leave of absence, allowing for term-time holidays in exceptional circumstances only. There was previously a widespread misconception that parents were entitled to take their children on holiday during term-time. No such entitlement has ever existed in law. The misconception had been created by the previous allowance for head teachers to grant up to 10 days of leave for ‘special circumstances’. \r\n\r\nTo address unauthorised absence the Government increased the financial penalty parents must pay for their child’s unauthorised absence, shortened the time permitted to pay a penalty notice from 42 days to 28 days and placed a greater emphasis on school attendance levels in inspection outcomes. \r\n\r\nAs a consequence, the number of persistent absentees in England’s schools has dropped by over 40%, from 433,000 in 2009/10 to 246,000 in 2014/15. Some 6 million fewer days were lost due to authorised absences in the first six half terms in 2014/15 compared to the equivalent period in 2012/13, a drop from a total of 47.9 million days missed to 41.8 million days missed. Overall absence rates have followed a significant downward trend from 6.5% in the academic year ending in 2007 to 4.6% in the academic year ending in 2015. In 2012/13, 7.0% of all absences were accounted for by authorised term-time holiday. This figure dropped to 2.6% of all absences in 2013/14 and 1.6% of all absences in 2014/15. Overall, this means that, on average, pupils miss fewer days at school than they did in 2010, and therefore are receiving less interruption to their education.\r\n\r\nThe recent High Court judgment (Isle of Wight Council vs. Platt, 13 May 2016), ruling that the magistrates who heard the case did not err in law when determining the attendance of the child, was disappointing. The Government is clear that school attendance is non-negotiable. The Department for Education is therefore providing support to the Isle of Wight Council in their application for permission to appeal to the Supreme Court against the High Court judgment.\r\n\r\nIn addition, the Minister of State for Schools has written to all schools and local authorities, setting out the importance of good school attendance for raising standards. In his letter, the Minister reminded head teachers of their duty to determine whether or not a request for absence is granted. He also made clear that the High Court’s judgment did not establish that a pupil’s attendance above 90% is regarded as ‘regular’ attendance.\r\n\r\nThe Government will continue to ensure that pupils attend every school day possible. When children take unauthorised absence, they miss vital stepping stones towards understanding curriculum content. The Government’s measures will ensure that pupils receive the maximum amount of schooling possible, helping to ensure that all pupils reach their potential, irrespective of background, ability or aptitude. Improving school attendance will continue to play a central role in our commitment to create a world-class education system in this country.  \r\n\r\n(1) https://www.gov.uk/government/publications/absence-and-attainment-at-key-stages-2-and-4-2013-to-2014\r\n\r\nDepartment for Education",
            "summary": "Evidence shows that every extra day of school missed can affect a pupil’s chance of gaining good GCSEs. The Government is committed to reducing all school absence unless there are unavoidable reasons.",
            "updated_at": "2016-07-08T11:49:24.397Z"
        },
        "government_response_at": "2016-07-08T11:49:24.399Z",
        "moderation_threshold_reached_at": "2016-05-08T12:07:26.922Z",
        "open_at": "2016-05-09T14:55:37.872Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-10T07:59:25.978Z",
        "scheduled_debate_date": "2016-07-11",
        "signature_count": 204790,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:17.844Z"
    },
    "id": 129698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129698.json"
    },
    "type": "petition"
}