{
    "attributes": {
        "action": "Allow our company to provide a place for the street/boy racers of the UK",
        "additional_details": "Publicity Video - https://www.youtube.com/watch?v=Uo-LNbtrojc\r\nThe company started in 2013 and we had the backing of our then local Mayor, we had a local business on board who was going to sell/lease us some land to build what the local racers said they wanted, but then others interfered and made Police, Councils & backers all back away.\r\nWe want to opportunity to create and continue what we started but we need approval from the highest of places and maybe this petition could be the start of that.",
        "background": "We are the owners of the former Place2Race Ltd (now dormant) & we had a vision that would be a safe haven for the street racers of Nottinghamshire & surrounding areas to be able to visit & use without fear of Police prosecution for simply wanting to show off their vehicles, either in looks or speed",
        "closed_at": null,
        "created_at": "2016-05-07T15:34:38.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-07T15:46:48.401Z",
        "open_at": null,
        "rejected_at": "2016-05-09T17:25:56.952Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because you have started the petition in the name of a company rather than an individual. This seems to be the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129697,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129697.json"
    },
    "type": "petition"
}