{
    "attributes": {
        "action": "Stop government interference with the BBC.",
        "additional_details": "The BBC is envied and admired worldwide as the most independent, and politically impartial news broadcaster - so let's keep it that way. Let's stop this precious organisation from becoming sponsor driven and advert ridden, where the only reason for producing any program is financial.  Would \"The Sky at Night\", \"Wolf Hall\", \"Life on Earth\", \"The Hollow Crown\" ever have reached our screens?  And what of history, Shakespeare, drama, ballet, opera, dance, astronomy?  Surely it's worth fighting for. ",
        "background": "The Tories hate the BBC, they want to segment, weaken and eventually flog it off, piecemeal, to the highest bidder, like the NHS. They can't control or manipulate it to their own political uses so they'll dismantle it, bit by bit.  The BBC is one of our most treasured possessions, don't let them.\r\n",
        "closed_at": null,
        "created_at": "2016-05-09T10:48:27.271Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-11T10:59:26.099Z",
        "open_at": null,
        "rejected_at": "2016-05-11T14:49:48.412Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept your petition in its current form as it does not include a clear action for either the UK Government or Parliament. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition asking the Government not to make any changes to the BBC.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129799.json"
    },
    "type": "petition"
}