{
    "attributes": {
        "action": "Don't close Poole Hospital's A&E or Bournemouth Hospital's A&E!",
        "additional_details": "\"Both RBCH and Poole Hospital are in contention to be redeveloped to take around 80 per cent of the county’s A&E patients as part of the Dorset Clinical Commissioning Group’s (CCG) Clinical Services Review.\" \r\n\r\n- Bournemouth Echo. \r\n\r\nBoth A&Es should remain open. It will be too much pressure on the one hospital to deal with so many accidents and emergencies. \r\n\r\nWhy fix what wasn't broken? \r\n",
        "background": "\r\nWe don't want either hospitals A&E to be closed! It's too far for people the opposite ends of the county. It's looking like Bournemouth will win. \r\n\r\n",
        "closed_at": "2016-11-09T23:59:59.999Z",
        "created_at": "2016-05-09T08:53:22.783Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-05-25T09:03:03.048Z",
            "details": "We are clear the reconfiguration of front line health services is a matter for the local NHS. Services should be tailored to meet the needs of the local population, and proposals for substantial service change must meet the four tests of reconfiguration which are (i) support from GP commissioners (ii) strengthened public and patient engagement (iii) clarity on the clinical evidence base (iv) support for patient choice.\r\n\r\nIn 2014 Dorset Clinical Commissioning Group (CCG) launched a Clinical Services Review which seeks to:\r\n•\tMeet the needs of an increasing elderly population with complex needs;\r\n•\tOvercome funding challenges;\r\n•\tLay plans for the next five years and beyond, and \r\n•\tSecure high-quality services for current and future generations\r\n\r\nThe CCG has also stated it aims to achieve a more sustainable workforce across hospitals to allow better care to be provided more reliably over the whole of Dorset in future years.\r\n\r\nAs part of the Clinical Services Review, the CCG is proposing changes to the organisation of Dorset's acute hospitals. On 18 May 2016 the CCG’s Governing Body named its preferred option under the review, which proposes Royal Bournemouth Hospital as the major emergency hospital; Poole Hospital as the major planned care hospital with a 24-hour urgent care centre, and Dorset County Hospital as remaining a district general hospital and retaining its A & E Department.\r\n\r\nThe CCG has stated this configuration will now be independently scrutinised as part of the national assurance process led by NHS England and the proposals will go to the Joint Health Overview and Scrutiny Committee for Dorset. \r\n\r\nIf approved, the CCG has confirmed the proposals will be subject to public consultation planned for later this year.\r\n\r\nDepartment of Health",
            "summary": "This is a matter for the local NHS. Dorset CCG has stated that they are seeking to secure high quality, sustainable health services that meet the needs of the local population. \r\n",
            "updated_at": "2016-05-25T09:03:03.048Z"
        },
        "government_response_at": "2016-05-25T09:03:03.052Z",
        "moderation_threshold_reached_at": "2016-05-09T09:23:52.459Z",
        "open_at": "2016-05-09T17:01:49.682Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-10T11:15:31.401Z",
        "scheduled_debate_date": null,
        "signature_count": 14270,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:17.938Z"
    },
    "id": 129792,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129792.json"
    },
    "type": "petition"
}