{
    "attributes": {
        "action": "Make Sir David Attenborough a member of the House of Lords.",
        "additional_details": "Sir David Attenborough has done more to advance our knowledge of the natural environment and the planet we call home than any politician! I would humbly request you make him Lord Attenborough at the earliest opportunity to ensure that, if nothing else, you have someone who can study (first hand) 'politicians in their natural environment' and report back to the general public on how we can better understand such a 'misunderstood' species and how, thus far, they have managed to avoid extinction!",
        "background": "Of all the people the governments of the United Kingdom (whatever their political colour) promote to the House of Lords for their apparent contributions to our country, I would like to request in advance you select someone who has actually done something not just for our country but for our planet. ",
        "closed_at": null,
        "created_at": "2016-05-08T09:26:52.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-08T17:13:40.517Z",
        "open_at": null,
        "rejected_at": "2016-05-10T16:56:03.365Z",
        "rejection": {
            "code": "honours",
            "details": "In any case, non-party-political life peers are nominated by the House of Lords Appointments Commission, which is independent.\r\n\r\nYou can find out how members of the public can nominate people as life peers here:\r\n\r\nhttp://lordsappointments.independent.gov.uk/frequently_asked_questions.aspx\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 129736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129736.json"
    },
    "type": "petition"
}