{
    "attributes": {
        "action": "Make it illegal for a company to require women to wear high heels at work",
        "additional_details": "",
        "background": "It's still legal in the UK for a company to require female members of staff to wear high heels at work against their will. Dress code laws should be changed so that women have the option to wear flat formal shoes at work, if they wish. Current formal work dress codes are out-dated and sexist. ",
        "closed_at": "2016-11-10T00:00:00.000Z",
        "created_at": "2016-05-09T15:47:16.488Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2016-05-12T13:14:54.471Z",
        "government_response": {
            "created_at": "2016-06-24T09:47:24.795Z",
            "details": "This Government is taking action to remove the barriers to equality for women at work, which is why we are tackling the gender pay gap, increasing the number of women on boards, increasing support for childcare costs and ensuring employers are aware of their obligations to pregnant women.\r\n \r\nEmployers are entitled to set dress codes for their workforce but the law is clear that these dress codes must be reasonable. That includes any differences between the nature of rules for male and female employees, otherwise the company may be breaking the law. Employers should not be discriminating against women in what they require them to wear. \r\n \r\nThe Government takes this issue very seriously and will continue to work hard to ensure women are not discriminated in the workplace by outdated attitudes and practices.  \r\n\r\nGovernment Equalities Office",
            "summary": "Company dress codes must be reasonable and must make equivalent requirements for men and women. This is the law and employers must abide by it.",
            "updated_at": "2016-06-24T12:20:24.408Z"
        },
        "government_response_at": "2016-06-24T09:47:24.840Z",
        "moderation_threshold_reached_at": "2016-05-09T16:08:47.477Z",
        "open_at": "2016-05-09T16:55:12.349Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-11T11:36:24.024Z",
        "scheduled_debate_date": "2017-03-06",
        "signature_count": 152420,
        "state": "closed",
        "updated_at": "2017-01-26T10:35:24.617Z"
    },
    "id": 129823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/129823.json"
    },
    "type": "petition"
}