{
    "attributes": {
        "action": "Make the BBC include Nigel Farage in the EU Referendum debates",
        "additional_details": "The BBC is the main source of news for the majority of British people yet their articles of late have given more of a Pro-EU spin rather than a broad and fair 50/50 split between the Leave and Remain campaigns. \r\nExcluding Nigel Farage in the the debates is just another example of this and it is a step too far. \r\nIt's about time the BBC started giving the license fee payers what they want and in this instance that's equal sided referendum reporting and Mr Farage included in the debates.",
        "background": "The BBC plan to exclude Nigel Farage, from their televised EU Referendum debates. \r\nAs a Member of European Parliament, leader of UKIP and proven strong public speaker he is an ideal person to have in these debates on the side of BREXIT, the BBC should be ordered to include him.",
        "closed_at": null,
        "created_at": "2016-05-11T12:37:40.801Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-11T18:16:51.378Z",
        "open_at": null,
        "rejected_at": "2016-05-12T16:06:50.267Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou might like to write to the BBC to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130031,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130031.json"
    },
    "type": "petition"
}