{
    "attributes": {
        "action": "Outdated planning regulations are suffocating people in their sleep",
        "additional_details": "Sleeping occupants are inhaling the same CO2 that they exhaled \r\nExcessively CO2 rich air results in symptoms of brain fog, memory loss, fatigue, stress, insomnia, limited mobility, night sweats and depression \r\nCurrently homes built under the old regulations are not required to be brought up to current standards, even if it is proved the property is harmful to the occupants\r\nIf cars and toys can be recalled if they are thought to be potentially harmful to the public why then are our home exempt?\r\n",
        "background": "Ventilation regulations are not providing sufficient air flow into properties, sleeping occupants are being poisoned by high levels of exhaled CO2 resulting in Hypercapnia \r\nWindow design providing only high level ventilation is not allowing low lying exhaled CO2 to disperse during the night\r\n",
        "closed_at": null,
        "created_at": "2016-05-11T12:38:05.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-11T14:01:04.958Z",
        "open_at": null,
        "rejected_at": "2016-05-12T16:07:56.078Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you would like the Government and Parliament to do. You could start a new petition calling for building regulations relating to ventilation to be changed. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130032.json"
    },
    "type": "petition"
}