{
    "attributes": {
        "action": "We need to create and establish a third gender.",
        "additional_details": "Attacks on transwoman who have yet to transition fully would go down as an attack against a male. \r\n\r\nSuicides would be listed as the sex they were assigned at birth. Transmen with a gender recognition certificate would be forced to share prison cells with bio-men. This is a dangerous situation leaving the transman at risk of rape and pregnancy. \r\n\r\nThese statistics are vital to the health of trans people. A third gender for the purposes of bathrooms, prisons and sports would make safety paramount.",
        "background": "\r\nWith trans issues currently in the media and in government and politics we need to accept and respect that some people do not fit in to the narrow gender binary. This means that trans people have no reliable statistics about crimes that affect them, health care, poverty or employment rates.\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-05-12T15:56:35.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-12T19:56:09.977Z",
        "open_at": null,
        "rejected_at": "2016-05-17T16:01:10.351Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what specific action you would like the Government or Parliament to take. You could start a new petition calling for all government services, documents and statistics to make provision for people with a non-binary gender identity. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130189.json"
    },
    "type": "petition"
}