{
    "attributes": {
        "action": "DO YOU WANT TO CONTINUE PAYING FOR THE BBC THROUGH A LICENSE FEE",
        "additional_details": "It is time that the British public was asked if it is still prepared to pay the license fee in this day and age where the viewer has a vast choice of channels to choose from . For years now the politicians have decided on behalf on the British public how the license fee and the BBC charter should be handled and make these decisions without any real mandate to do so.This question could be easily added to the upcoming referendum paper concerning membership of the EU ",
        "background": "Should the British public continue to be made to pay a license fee for having a TV which goes to pay for the BBC and criminalised for not having a license   ",
        "closed_at": null,
        "created_at": "2016-05-12T11:55:21.223Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-12T15:32:08.778Z",
        "open_at": null,
        "rejected_at": "2016-05-17T18:05:42.114Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept your petition in its current form as it does not include a clear action for either the UK Government or Parliament. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition asking the Government to hold a referendum on whether to continue the television licence fee. \r\n\r\nIt is very unlikely that this could be approved in time for the EU referendum on 23 June, though, because a number of procedures need to be followed before holding a referendum, including printing and distributing the ballot papers to polling stations and postal voters nationwide, and it is very unlikely that this could be organised in five weeks."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130160,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130160.json"
    },
    "type": "petition"
}