{
    "attributes": {
        "action": "Make motorcycle awareness part if the theory and practical driving tests.",
        "additional_details": "As the government only allow 16+24 year olds ride up to a 125 with a maximum of 15 HP. Unless the rider goes through a theory that and two practical tests (unlike cars which is only 1) this means the rider has very limited capabilities when riding on UK roads. As 125 bikes are small and quite. They are less noticeable, which means drivers in cars are less likely to spot them and put them in danger. If motorcycle awareness is implemented into car tests in the future this number will reduce. ",
        "background": "Over 1000 motorcyclists are killed every year on UK roads. The highest amount of casualties are aged 16-20 on low end motorcycles, which is the largest they are alliwed on today's laws. So if motorcycle awareness is implemented into car practical and theory tests hopfully it will reduce that number.",
        "closed_at": null,
        "created_at": "2016-05-12T07:24:28.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-12T08:02:48.190Z",
        "open_at": null,
        "rejected_at": "2016-05-16T15:11:55.720Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. Awareness of other road users, including bicycles and motorcycles, is already a key part of the driving theory test taken by UK car and motorcycle licence holders. \r\n\r\nIt is not clear how you would like motorcycle awareness to be included in a practical test, as under the current testing system this would depend on whether the test driver happened to encounter a motorcycle during the test, and would therefore be down to chance.\r\n\r\nYou could start a new petition explaining what specific changes you would like to be made to the theory and practical tests, in order to improve motorcycle awareness. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130123.json"
    },
    "type": "petition"
}