{
    "attributes": {
        "action": "Make an accessible, central, body for complaints about Academies.",
        "additional_details": "The headmistress held sensitive information, written by my daughter and her teachers, then disposed of it when it was requested for legal purposes. The Chair of Govenors will not investigate, local authority have no power to help, City council have no power to help, and even the Head of Govenors' Service finds it hard to access the correct procedure. This is not good enough! Academies are, literally, able to operate outside of law, and parents are unable to protect their children because of it.",
        "background": "After the evidence that my daughter had given to the teachers and head of her LEAD Academy was disposed of, regarding her wellbeing in her other parent's care, i have spent a year trying to progress a complaint, and still have no idea who can help? Academies MUST be better policed!",
        "closed_at": null,
        "created_at": "2016-05-13T10:53:11.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-13T11:27:08.563Z",
        "open_at": null,
        "rejected_at": "2016-05-16T15:15:13.543Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take, because there is already a system in place for overseeing complaints about Academies in England.\r\n\r\nAll Academies are required to have a complaints procedure in place. The Education Funding Agency (part of the Department for Education) oversees individual Academies' compliance with their own complaints procedures. You can find out more about this, including how to make a complain to the EFA, here: \r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/321851/Complain_about_an_academy.pdf\r\n\r\nIf your complaint is about mishandling of personal data, though, a separate legal framework applies - the Data Protection Act. If you have concerns that your daughter's personal data was not handled properly by the school, you can raise a complaint with the Information Commissioner's Office, here: https://ico.org.uk/concerns/handling/. The ICO is an independent authority, which is responsible for investigating and enforcing breaches of the Data Protection Act. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130298,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130298.json"
    },
    "type": "petition"
}