{
    "attributes": {
        "action": "UK to split and enter Eurovision as Wales, Scotland and England.",
        "additional_details": "I believe UK should be split since the UK is known for its multi-nationalism. However, if for example, Wales enters, they will be able to express their part in Eurovision culturally and promote their identity on world's stage. (As well as promoting their tourism and language.) This will give each nation opportunity to participate individually and increase competition popularity as well as right to refuse participation. Financially speaking, I believe this will help both economy and tourism.  ",
        "background": "With a exception of NI as they are represented by Ireland. As a whole, the UK never did well for some time, and never even received 12 points for seven years until today. And now more than ever, the contest has become more controversial for number of reasons. But what if we enter as three nations?",
        "closed_at": null,
        "created_at": "2016-05-15T00:08:13.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-15T08:58:13.304Z",
        "open_at": null,
        "rejected_at": "2016-05-16T09:19:19.804Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou might like to write to the BBC to make this suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130440.json"
    },
    "type": "petition"
}