{
    "attributes": {
        "action": "Change the recent AQA GCSE Biology exam and allow a retake",
        "additional_details": "My name is Maddison Clarke Debbage and I'm standing for all the students that have experienced the disappointment that was the AQA GCSE Biology exam. Its not just students that are outraged, teachers are questioning the ability of AQA and feel that the test was unfair. All I ask is for the government to allow a retake, which involves relevant topics that actually concern biology and not drunken 15 year olds. Thanks.",
        "background": "Today a high proportion of the UK sat what some students classed as a \"ridiculous\" exam. Not only were some questions irrelevant, they also offended others leading them to express their outrage on social media. This exam has left many pupils disheartened and unwilling to proceed with further exams.",
        "closed_at": null,
        "created_at": "2016-05-17T19:51:11.627Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-17T20:20:07.085Z",
        "open_at": null,
        "rejected_at": "2016-05-18T11:17:33.748Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because the UK Government or Parliament is not responsible for the issue you raise. Exam boards are responsible for the questions they set. Exam boards are regulated by the Office of Qualifications and Examinations Regulation (Ofqual), which regulates qualifications, examinations and assessments in England.\r\n\r\nYou can make a complaint to Ofqual about the organisations it regulates. Further information about how to complain is available here: https://www.gov.uk/government/organisations/ofqual/about/complaints-procedure."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130697,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130697.json"
    },
    "type": "petition"
}