{
    "attributes": {
        "action": "Prevent the BBC from closing the Recipes section from its website",
        "additional_details": "These are recipes that we, the British public, have paid for as part of our licence fee contributions.\r\n\r\nRemoving these from public access is tantamount to theft of a valuable shared national resource.\r\n\r\nWe will not allow commercial pressures and government interventions to take something away from us that does not belong to lobbyists and big businesses.\r\n\r\nWe ask that the decision be reversed with immediate effect and this resource be preserved for the people.",
        "background": "The BBC has agreed to close the Recipes section on its website as part of a programme of cost-saving measures.\r\n\r\nThis will involve the removal of more than 11,000 recipes from the site.\r\n\r\nWe ask that this decision be reversed.",
        "closed_at": null,
        "created_at": "2016-05-17T13:36:55.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-17T14:10:57.648Z",
        "open_at": null,
        "rejected_at": "2016-05-17T16:34:20.360Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This decision is the responsibility of the BBC. The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130653.json"
    },
    "type": "petition"
}