{
    "attributes": {
        "action": "Stop Destruction Of British Archaeology.\r\nNeighbourhood and Infrastructure Bill",
        "additional_details": "The current Requirements that force developers to carry out archaeological and wildlife surveys before starting  housing projects are to be abolished in the new Neighbourhood Planning and Infrastructure Bill.\r\n\r\nThis will destroy archaeological sites and risk the industry that conducts surveys, excavation and preservation of our vital past. \r\n\r\n“pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary”\r\n\r\n- Ginger Archaeology -",
        "background": "Britain has some of the most amazing and diverse archaeological remains in the world, however the new Neighbourhood Planning and Infrastructure Bill announced today puts all of this at risk, leading to the destruction of our past for good.\r\nThe lack of surveys will inherently lead to this.",
        "closed_at": "2016-11-19T23:59:59.999Z",
        "created_at": "2016-05-18T15:38:52.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-06-07T15:25:42.063Z",
            "details": "The Queen’s Speech of 18 May announced Government proposals to introduce a power in the Neighbourhood Planning and Infrastructure Bill which would ‘ensure that pre-commencement planning conditions are only imposed by local planning authorities where they are absolutely necessary’.  However, concern was expressed by some that the use of planning conditions to require archaeological excavations would be curtailed by the Bill.   This interpretation does not accurately represent the Government’s intention.\r\n\r\nThe proposed power is to help address the urgent need to tackle the overuse of ‘pre-commencement’ conditions which prevent development, including new homes, from starting until the local planning authority has approved certain details.  The measure will not restrict the ability of local planning authorities to propose conditions that are necessary. In the unlikely event that an applicant refuses to accept a necessary pre-commencement condition proposed by a local planning authority, the authority can refuse planning permission. This will maintain appropriate protections for important matters such as heritage, as well as human health, the natural environment, green spaces, and measures to mitigate the risk of flooding. \r\n\r\nWe are not proposing that all pre-commencement conditions are removed; only that they are used proportionately and provide the applicant with an opportunity to agree to them before they are attached to planning permission.  The process envisaged by the Government is that the local planning authority will notify applicants of any proposed pre-commencement conditions before the determination of an application.  Most applicants are already aware of likely conditions through early engagement with the authority, at which point they can challenge any pre-commencement conditions which may be unnecessary or can be fulfilled at a later date (i.e. during build); ensuring construction can go ahead without delay.\r\n \r\nThe National Planning Policy Framework remains unchanged in that it requires “developers to record and advance understanding of the significance of any heritage assets to be lost (wholly or in part) in a manner proportionate to their importance and the impact, and to make this evidence (and any archive generated) publicly accessible.”\r\n\r\nIn conclusion, the Government values the petition in highlighting the importance of archaeology and the historic environment as a material consideration in the planning process, and will continue to engage fully with the sector during the passage of the Bill and beyond. \r\n\r\nDepartment for Communities and Local Government",
            "summary": "Government actively supports the use of planning conditions where necessary to protect the wider social, cultural and environmental benefits that conservation of the historic environment can bring.",
            "updated_at": "2016-06-07T15:25:42.063Z"
        },
        "government_response_at": "2016-06-07T15:25:42.065Z",
        "moderation_threshold_reached_at": "2016-05-18T15:49:15.396Z",
        "open_at": "2016-05-19T09:07:02.636Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-05-23T12:37:10.441Z",
        "scheduled_debate_date": null,
        "signature_count": 18679,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:18.733Z"
    },
    "id": 130783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130783.json"
    },
    "type": "petition"
}