{
    "attributes": {
        "action": "Allow grants/loans for Student/Foreign Exchange Programs.",
        "additional_details": "This can help take burden off companies that might/have to reject people due to high intake which they might not be able to handle which can wreck some people dreams of Studying Abroad.",
        "background": "Many students across the UK have to find ways of financing Programs to Study Abroad and some people don't know where to start and the Government should start help students. Whether it be Grants or Loans or some sort of program that can just help students to go parts of the World and live dreams.",
        "closed_at": null,
        "created_at": "2016-05-18T13:08:26.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-18T13:16:56.808Z",
        "open_at": null,
        "rejected_at": "2016-05-19T13:38:04.161Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept your petition in its current form as it does not include a clear action for either the UK Government or Parliament. Funding, both public and private, is already available for a wide range of study abroad programmes. Much of this funding is allocated automatically through universities' own exchange programmes with overseas universities, for example, Erasmus funding for university exchanges within the European Union. You can find out more about what funding is available by speaking to your university or through the Gov.UK Student Finance webpage. You might also find this page helpful:\r\n\r\nhttps://www.gov.uk/travel-grants-students-england"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130770.json"
    },
    "type": "petition"
}