{
    "attributes": {
        "action": "Make rape and sexual consent a mandatory part of sex education.",
        "additional_details": "",
        "background": "Approximately 85,000 women and 12,000 men are raped in England and Wales alone every year; that's roughly 11 rapes every hour.\r\n\r\nIf rape and sexual consent were to become a part of sex education, children would learn from an early age the importance of consent and the consequences of rape. \r\n",
        "closed_at": "2016-11-18T23:59:59.999Z",
        "created_at": "2016-05-17T23:39:35.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-12T14:01:13.913Z",
            "details": "Education has a vital role to play in encouraging young people to build healthy relationships, and to identify those relationships which are unhealthy.\r\n\r\nThe government is clear that appropriate sex and relationship guidance (SRE) is essential for children’s development and preparation for responsible adult life. SRE must be taught in all maintained secondary schools and we believe that most secondary academies and many primary schools also teach it. When any school provides SRE they have a statutory duty to have regard to the Secretary of State’s statutory Sex and Relationship Education Guidance (2000). You may find the guidance online at https://www.gov.uk/government/publications/sex-and-relationship-education \r\n\r\nThe statutory guidance makes clear that all sex and relationship education should be age-appropriate and that schools should ensure young people develop positive values and a moral framework that will guide their decisions, judgments and behaviour. \r\n\r\nPersonal, social, health and economic (PSHE) education can also provide an effective way of equipping pupils with the knowledge and skills to understand and manage difficult situations, recognise and manage risk, make safer choices, and recognise when pressure from others threatens their personal safety and wellbeing. It can also help them develop effective ways of resisting pressures, including knowing when, where and how to get help. We expect all schools to teach PSHE, and we are looking at ways of improving the status and provision of the subject across all schools. \r\n \r\nThe government commissioned the PSHE Association to produce guidance for teachers on teaching about consent which was published in March 2015. It can be found online at: https://www.pshe-association.org.uk/curriculum-and-resources/resources/guidance-teaching-about-consent-pshe-education-key \r\n\r\nThe Home Office and Government Equalities Office have funded £3.85 million to develop and run the ‘Disrespect NoBody’ campaign to tackle abuse within teenage relationships. The Disrespect NoBody campaign follows on from the acclaimed ‘This is Abuse’ campaign, which since 2010 has encouraged teenagers to rethink their views of violence, controlling behaviour and what consent means within their relationships – thereby helping to challenge attitudes which can underpin violence against women and girls.\r\n\r\nDepartment for Education",
            "summary": "The government is committed to challenging stereotypes around sexual violence to ensure that people properly understand the importance of consent. ",
            "updated_at": "2016-07-12T14:01:13.913Z"
        },
        "government_response_at": "2016-07-12T14:01:13.916Z",
        "moderation_threshold_reached_at": "2016-05-18T11:24:36.931Z",
        "open_at": "2016-05-18T12:41:12.328Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-09T23:54:44.237Z",
        "scheduled_debate_date": null,
        "signature_count": 23363,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:18.685Z"
    },
    "id": 130730,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130730.json"
    },
    "type": "petition"
}