{
    "attributes": {
        "action": "Stop inequality to disabled and single disabled parents",
        "additional_details": "Ive experienced the removal of a child under the grounds of disability. Ive seen  how certain government establishments worked behind the scenes to basically pass the blame for this country's downfalls their own negligence in services. I cannot sit back as a partially paralysed mum now and let this happen to hundreds more families. I've talked to dozens of families forced to seeing their children in sterile surroundings watching their children go through quite frankly legal emotional abuse.",
        "background": "single disabled  are being targeted by government  establishments to treat these families differently. There r no equal support services Families are experiencing the removal of their children under the grounds of disability discrimination due to the let down of medical services amongst others\r\n",
        "closed_at": null,
        "created_at": "2016-05-19T08:21:18.285Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-20T08:06:35.311Z",
        "open_at": null,
        "rejected_at": "2016-05-25T11:28:14.443Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition asking the Government to pass legislation requiring local authorities to train social workers in disability awareness."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 130849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130849.json"
    },
    "type": "petition"
}