{
    "attributes": {
        "action": "Make more awareness and help available for young men dealing with mental health.",
        "additional_details": "",
        "background": "Due to recently losing our little brother to suicide' and doing a research check, We have realised there isn't enough awareness or help available for young men with mental health issues. \r\n\r\nNot enough is being done for males. ",
        "closed_at": "2016-11-23T23:59:59.999Z",
        "created_at": "2016-05-19T18:54:58.207Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-28T09:45:20.375Z",
            "details": "Improving mental health services for all people and addressing the social inequalities people may experience due to poor mental health are priorities for this Government.  The Government published the national mental health strategy, No Health Without Mental Health in 2011, which set out our priorities for improving access to mental health services for people of all ages. We also enshrined in legislation through the Health and Social Care Act 2012, the commitment to put mental health on an equal footing as physical health. \r\n\r\nWe are spending more on mental health provision than ever before with annual spending estimated to have increased to £11.7 billion. Local clinical commissioning groups (CCGs) are responsible for commissioning mental health services for their local populations and ensuring they are accessible to those who need them. CCGs are required to continue increasing their spending on mental health each year in line with the growth in their overall funding allocations to provide health services. As well as this, the Government has implemented the first waiting times for mental health starting with psychological therapies and early intervention in psychosis services to improve access to these services. We have also committed to expanding access to psychological services so that an extra 600,000 people will have access to treatment by 2020.\r\n\r\nWe welcomed the publication of the independent Mental Health Taskforce’s Five Year Forward View for Mental Health earlier this year. This ambitious vision to transform mental health services by 2020 made a wide range of recommendations across Government and the NHS and we are working with our partners to embed its recommendations in our national policies.  The Government announced an additional £1 billion by 2020 to support implementation of the Five Year Forward View for Mental Health which included £400 million to improve community mental health services, £290 million to improve perinatal mental health and £250 million to improve the provision of liaison mental health services in hospitals. The suicide rate in England has been increasing since 2007 and suicide is now the biggest killer of men under 50 as well as being a leading cause of death in young people. We published the cross-Government National Suicide Prevention Strategy in 2012, support by £1.5 million for new research to address this issue. The delivery of the strategy is led by the National Suicide Prevention Strategy Advisory Group.  \r\n\r\nThe National Suicide Prevention Strategy identified men as a high risk group for which suicide prevention interventions should be prioritised and identified young people as a group which requires a tailored approach to meet their specific needs. The Department of Health publishes annual progress reports on implementing the strategy.\r\n\r\nTo implement the strategy, the Department of Health works in partnership with other Government Departments as well as other partners such as the Samaritans and provide financial support for the National Suicide Prevention Alliance, which comprises suicide prevention charities and organisations. The National Suicide Prevention Alliance has published a Strategic Framework to support delivery of the national strategy which includes specific work on targeting men and improving help-seeking for men.\r\n\r\nWe have accepted the recommendations of the Five Year Forward View for Mental Health to reduce the national suicide rate by 10 percent by 2020/21 and for every local area to implement local multi-agency suicide prevention plans by 2017. We are also looking at ways in which we can strengthen delivery of the National Strategy and will publish further details later this year. We know that for men the stigma associated with mental health can create a significant barrier for them talking about mental health issues and seeking help. The Department of Health continues to provide financial support to the national Time to Change Programme which seeks to bring about attitudinal change in people towards mental health issues.  To date over 3.5 million people have reported improved attitudes to mental health. Time to Change works with local communities to bring about changes in attitudes at the grass roots and this includes working with children and young people to enable them to become mental health champions.\r\n\r\nPublic Health England is responsible for improving mental health and wellbeing of the general population which it does by working with regional Directors of Public Health, the NHS and local authorities. In line with the recommendation of the Five Year Forward View for Mental Health, Public Health England is developing a National Mental Health Prevention Concordat to work across Government and wide range of statutory and no-statutory sectors to improve mental wellbeing. Improving mental health provision for everyone will take time but this Government is committed to making this happen for everyone, of all ages, in every part of the country.\r\n\r\nDepartment of Health",
            "summary": "With suicide the single biggest killer in males under 50, the Government is targeting support and interventions for this key high risk group.  ",
            "updated_at": "2017-01-13T15:40:42.074Z"
        },
        "government_response_at": "2016-09-28T09:45:20.377Z",
        "moderation_threshold_reached_at": "2016-05-19T19:38:54.083Z",
        "open_at": "2016-05-23T16:00:56.504Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-09T20:59:25.013Z",
        "scheduled_debate_date": null,
        "signature_count": 11813,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:18.908Z"
    },
    "id": 130909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/130909.json"
    },
    "type": "petition"
}