{
    "attributes": {
        "action": "To call for a vote of NO CONFIDENCE in North Yorkshire County Council",
        "additional_details": "An application to carry out fracking in England for the first time since a ban was lifted in 2012 has been approved.\r\nNorth Yorkshire County Council considered a bid by Third Energy to extract shale gas at a site near Kirby Misperton in Ryedale.\r\nHundreds of protestors had attended a meeting in Northallerton to voice anger at the project, which was previously recommended for approval.\r\nCouncillors on the council's planning committee voted 7-4 in favour.",
        "background": "Today North Yorkshire County Council voted against massive public opinion to allow a fracking licence be granted for Kirby Misperton in North Yorkshire. Over 99% of the public in Ryedale have said no to fracking. This shows that the elected body of NYCC do not represent the people. ",
        "closed_at": null,
        "created_at": "2016-05-23T19:25:46.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-23T19:43:56.365Z",
        "open_at": null,
        "rejected_at": "2016-06-02T10:33:20.826Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition has been rejected because the UK Government or Parliament can't pass a motion of no confidence in a local council, this is something that the elected local Councillors could do. You can use this page to find out who your local councillors are, and how to contact them: \r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nAnother petition has been created which addresses the substantive issue you raise in you petition - fraking in North Yorkshire (https://petition.parliament.uk/petitions/131208). You may wish to consider signing this petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 131198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/131198.json"
    },
    "type": "petition"
}