{
    "attributes": {
        "action": "EU Referendum Rules triggering a 2nd EU Referendum",
        "additional_details": "",
        "background": "We the undersigned call upon HM Government to implement a rule that if the remain or leave vote is less than 60% based a turnout less than 75% there should be another referendum.",
        "closed_at": "2016-11-25T23:59:59.999Z",
        "created_at": "2016-05-23T23:39:38.957Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-09-05",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-09-05/debates/1609058000001/EUReferendumRules",
            "video_url": "http://parliamentlive.tv/Event/Index/cb2f33f6-f9fe-463e-a6d5-40eca4b614c0"
        },
        "debate_outcome_at": "2016-09-06T09:02:15.389Z",
        "debate_threshold_reached_at": "2016-06-24T10:48:23.281Z",
        "government_response": {
            "created_at": "2016-07-08T16:22:29.363Z",
            "details": "The EU Referendum Act received Royal Assent in December 2015.  The Act was scrutinised and debated in Parliament during its passage and agreed by both the House of Commons and the House of Lords.  The Act set out the terms under which the referendum would take place, including provisions for setting the date, franchise and the question that would appear on the ballot paper.  The Act did not set a threshold for the result or for minimum turnout.\r\n\r\nAs the Prime Minister made clear in his statement to the House of Commons on 27 June, the referendum was one of the biggest democratic exercises in British history with over 33 million people having their say.  The Prime Minister and Government have been clear that this was a once in a generation vote and, as the Prime Minister has said, the decision must be respected.  We must now prepare for the process to exit the EU and the Government is committed to ensuring the best possible outcome for the British people in the negotiations.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The European Union Referendum Act received Royal Assent in December 2015, receiving overwhelming support from Parliament.  The Act did not set a threshold for the result or for minimum turnout.",
            "updated_at": "2016-07-08T16:22:29.363Z"
        },
        "government_response_at": "2016-07-08T16:22:29.365Z",
        "moderation_threshold_reached_at": "2016-05-24T15:58:22.999Z",
        "open_at": "2016-05-25T11:19:56.925Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-24T06:54:57.319Z",
        "scheduled_debate_date": "2016-09-05",
        "signature_count": 4150260,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:19.225Z"
    },
    "id": 131215,
    "links": {
        "self": "https://petition.parliament.uk/petitions/131215.json"
    },
    "type": "petition"
}