{
    "attributes": {
        "action": "NICE to include complementary therapies explicitly in their health guidelines",
        "additional_details": "Many people access complementary therapies either privately, through charities & some through the NHS.  However this is often biased by postcode & is inequitable as is often reliant on those who can afford to pay privately.  There is potential for creating a more sustainable healthcare system through the self-care & health awareness raised by accessing complementary therapies.  There is research supporting the benefits of complementary therapies including qualitative research eg anecdotal  ",
        "background": "The National Institute for Health & Care Excellence (NICE) currently only take account random controlled trials as evidence.  Complementary Therapies such as massage, shiatsu, health kinesiology, healing, reiki, & reflexology can have a valuable role as part of an integrated healthcare system.  ",
        "closed_at": null,
        "created_at": "2016-05-25T10:18:19.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-31T21:01:02.829Z",
        "open_at": null,
        "rejected_at": "2016-06-02T10:33:51.784Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The National Institute for Health and Care Excellence (NICE) is an independent statutory body which is operationally independent of the UK Government. You may wish to contact them directly: https://www.nice.org.uk/get-involved/contact-us \r\n\r\nIf you wanted the UK Government to fund more research into complementary therapies, we could accept a petition on that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 131296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/131296.json"
    },
    "type": "petition"
}