{
    "attributes": {
        "action": "Appoint a ombudsman for housing developer's",
        "additional_details": "My new house has cracks, nail pops coming off, garden water logged windows not closing filler in walls coming off and other various issues.",
        "background": "Buying a house is a stressful time anytime of life. When buying a new house you expect a good aftercare service and good workmanship and that's not what I recived . I bought a new build house and I have been in the house a year now and various faults issues that the developer will not return to fix.",
        "closed_at": null,
        "created_at": "2016-05-23T20:51:53.112Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-23T21:09:12.111Z",
        "open_at": null,
        "rejected_at": "2016-05-26T14:11:28.232Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. There is already a Housing Ombudsman, appointed by the Secretary of State for Communities and Local Government and approved by Parliament. You can find out more about the work of the Housing Ombudsman here: http://www.housing-ombudsman.org.uk/\r\n\r\nA quasi-ombudsman scheme in relation to complaints about new-build properties is also effectively operated by the National House Builders Council (NHBC). 80% of new homes in the UK are covered by the NHBC's Buildmark warranty, which it oversees independently of Government or Parliament. If your property is covered by Buildmark, you can raise complaint with the NHBC here:\r\nhttp://www.nhbc.co.uk/Warrantiesandcover/Homeowners/Problemswithyourhome/\r\n\r\nYou may wish to submit a new petition, calling on the Government or Parliament to take action to, for example, extend the remit of the Housing Ombudsman, or to make the Buildmark warranty mandatory for all new-build homes. Alternatively, or in addition, you might like to sign these petitions, which we think are similar to yours:\r\nhttps://petition.parliament.uk/petitions/112883\r\nhttps://petition.parliament.uk/petitions/121847"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 131201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/131201.json"
    },
    "type": "petition"
}