{
    "attributes": {
        "action": "Increase the maximum sentence for animal cruelty charges",
        "additional_details": "\r\nUnder the Animal Welfare Act, the term of imprisonment for even the most heinous of crimes does not exceed 51 weeks. All too often abusers are “getting away with murder\". A lifetime ban and/or fine is insufficient. \r\n\r\nWe demand review of the Animal Welfare Act, increasing the powers of local authorities to protect animals and to increase the maximum sentence these crimes hold. At a minimum, animal cruelty should hold punishment similar to Actual Bodily Harm (ABH) & Grievous Bodily Harm (GBH).",
        "background": "The law is failing to adequately protect animals and ensure that punishment administered to those responsible for acts of cruelty fits the crime.",
        "closed_at": "2016-11-30T23:59:59.999Z",
        "created_at": "2016-05-25T19:45:34.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-08T14:48:58.140Z",
            "details": "When sentencing for offences of cruelty to, or neglect of, animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences. The maximum penalty is 6 months’ imprisonment and/or an unlimited fine.  The financial element of the penalty was raised only last year from a maximum fine of £20,000.  \r\n\r\nThe Government takes animal welfare very seriously. The Animal Welfare Act 2006 (the 2006 Act) is one of the most comprehensive pieces of legislation in the world to protect animals. It makes it an offence to cause any captive animal unnecessary suffering or to fail to provide for its welfare needs. For the purposes of the Act, an animal’s needs include the need for a suitable environment and a suitable diet, the need  to be able to exhibit normal behaviour, to be housed with or apart from other animals as appropriate and the need to be protected from pain, suffering, injury or disease.\r\n\r\nAny person or organisation may initiate criminal proceedings under the 2006 Act where there is reason to believe that unnecessary suffering has been caused or that an animal’s welfare needs have not been met. A court may, in addition to any other punishment on conviction, deprive a person of ownership of an animal. The court may also disqualify the person convicted from having custody of any animal for such a period (including life) as it thinks fit.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "Current laws and sentencing practice deal firmly with offenders who abuse or neglect animals. It is for the courts to decide on appropriate sentences depending on the circumstances of each case. ",
            "updated_at": "2016-09-08T14:48:58.140Z"
        },
        "government_response_at": "2016-09-08T14:48:58.142Z",
        "moderation_threshold_reached_at": "2016-05-26T08:30:11.014Z",
        "open_at": "2016-05-31T15:54:41.654Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-17T15:36:06.567Z",
        "scheduled_debate_date": null,
        "signature_count": 52501,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:19.411Z"
    },
    "id": 131348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/131348.json"
    },
    "type": "petition"
}