{
    "attributes": {
        "action": "Review the law to ensure ABP has regard to the protection of historic assets",
        "additional_details": "https://www.nelincs.gov.uk/planning-and-development/planning-applications/    (search for ref DM/0363/16/DEM)\r\n\r\nVictorian Society petition https://www.change.org/p/north-east-lincolnshire-council-save-the-kasbah-save-grimsby-s-globally-important-fishing-heritage?recruiter=545404526&utm_source=share_petition&utm_medium=email&utm_campaign=share_email_responsive\r\n\r\nhttp://www.grimsbytelegraph.co.uk/ABP-s-plans-demolish-historic-Grimby-fish-docks/story-29317946-detail/story.html\r\n",
        "background": "Associated British Ports (ABP) plans to demolish many of the historic buildings on Grimsby docks.  This petition seeks to ensure that ABP must have regard to the desirability of protecting and conserving buildings, sites and objects of archaeological, architectural or historic interest.",
        "closed_at": null,
        "created_at": "2016-05-25T15:30:36.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-05-26T06:49:46.749Z",
        "open_at": null,
        "rejected_at": "2016-06-02T10:55:58.491Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nThe decision to develop Grimsby docks appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf  \r\n\r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n\r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/  \r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop Grimsby docks and its likely effects.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 131321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/131321.json"
    },
    "type": "petition"
}