{
    "attributes": {
        "action": "SAVE TRIDENT REACH THE PEOPLE CHARITY",
        "additional_details": "Trident Reach has become like a family to many customers and without the service peoples issues will worsen and will impact their Mental health, There is no service in place Please Save Trident Reach they are the best company that have supported in my 24 years of living, With their support my life didnt feel useless as the same with other customers. There are other things to cut NOT TRIDENT REACH! The people in supported living will be removed and we can NOT allow this to happen! STAND UP & SPEAK!",
        "background": "Trident Reach http://www.reachthecharity.org.uk/\r\n\r\nBirmingham City Council are scrapping the REACH Service, Without the service will leave many People who are Autistic, With Learning Difficulties in peril.  ",
        "closed_at": null,
        "created_at": "2016-06-02T20:05:49.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-04T12:52:03.328Z",
        "open_at": null,
        "rejected_at": "2016-06-08T13:36:56.333Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This the responsibility of Birmingham City Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.birmingham.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 131903,
    "links": {
        "self": "https://petition.parliament.uk/petitions/131903.json"
    },
    "type": "petition"
}