{
    "attributes": {
        "action": "Free/reduced gym membership to those under 18/in full time education",
        "additional_details": "Figures for 2014/15 show that 19.1% of children aged 10-11 were obese and 14.2% were overweight. Of children aged 4-5, 9.1% were obese and 12.8% were overweight. Data from the HSE, show that 31.2% of children aged 2 to 15 were classed as overweight/obese.\r\n\r\nUniversity students:\r\n– I can’t afford to travel to a bigger uni for resources & I can’t buy books I need\r\n– I had to starve myself so that I have enough food for the week\r\n– I had to turn vegetarian because I can’t afford to buy meat anymore",
        "background": "Due to the huge fees of monthly membership kids are unable to join a gym to get themselves in shape. Making it free would mean no excuse for young people being overweight. Maintaining a schedule of studying, working a part-time job in order to pay for gym fees and overall living costs is impossible.",
        "closed_at": null,
        "created_at": "2016-06-03T18:14:08.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-03T18:21:41.071Z",
        "open_at": null,
        "rejected_at": "2016-06-08T10:23:59.583Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you want the Government or Parliament to do to achieve this. For example, the Government could provide funding from public money for gym memberships for young people in full time education. Alternatively, you could ask Parliament to change the law, to require gyms to offer reduced price membership to people in full time education.\r\n\r\nYou could start a new petition asking clearly for the action you would like the Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 131967,
    "links": {
        "self": "https://petition.parliament.uk/petitions/131967.json"
    },
    "type": "petition"
}