{
    "attributes": {
        "action": "Allow loud call for prayer (Adhan) in UK mosques",
        "additional_details": "I believe its the right time to experiment and allow highly muslim populated areas with a loud call for prayer atleast 3 times a day not during anti-social hours.",
        "background": "The adhan, or Islamic call to prayer, is an integral part of the Muslim faith. The number of people practicing the religion of Islam in the United Kingdom exceeds 3 million. Some neighborhood towns have more than 50% Muslim population. ",
        "closed_at": "2016-12-16T00:00:00.000Z",
        "created_at": "2016-06-07T15:00:36.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-04T10:40:54.704Z",
            "details": "Britain is a country with a proud history of upholding the values of faith, and of recognising the principle of freedom of religious observance for all citizens. \r\n\r\nThe Government recognises the unique contribution that people of faith make to their own local communities and to wider society. Britain’s religious and racial diversity strengthens and enriches our society. Freedom of religious observance for all citizens is an important principle of a free society. \r\n\r\nAnyone wishing to discuss public calls to worship should speak to their local authority.\r\n\r\nDepartment for Communities and Local Government",
            "summary": "Britain has a proud tradition of religious tolerance and we support people’s right to conduct their lives in accordance with their faith.",
            "updated_at": "2016-10-04T10:40:54.704Z"
        },
        "government_response_at": "2016-10-04T10:40:54.706Z",
        "moderation_threshold_reached_at": "2016-06-08T11:26:22.919Z",
        "open_at": "2016-06-15T15:33:47.161Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-20T23:04:42.313Z",
        "scheduled_debate_date": null,
        "signature_count": 28609,
        "state": "closed",
        "updated_at": "2016-12-16T00:00:00.000Z"
    },
    "id": 132191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132191.json"
    },
    "type": "petition"
}