{
    "attributes": {
        "action": "Free childcare when both parents are working. Not just those who are on benefits",
        "additional_details": "When childcare is paid for when both parents are working it makes a huge dent in income, we could do with the help. All children deserve this, It seems as though I would be better off not working.",
        "background": "Free childcare is in place for 2 year olds where the parents have low income and mostly on benefits and don't work. If the parents are not working then their children don't need childcare. My husband and I work very hard to provide for our family but have to pay huge amount of money for childcare.",
        "closed_at": "2016-12-11T00:00:00.000Z",
        "created_at": "2016-06-06T20:18:34.361Z",
        "creator_name": null,
        "debate": {
            "debated_on": "2016-11-21",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2016-11-21/debates/D185C964-E8F2-48A8-ABF6-B14F8D44F25E/FreeChildcare",
            "video_url": "http://www.parliamentlive.tv/Event/Index/571e5cfd-4dc5-402e-ba6c-4ff4d0171889"
        },
        "debate_outcome_at": "2016-11-22T10:28:45.746Z",
        "debate_threshold_reached_at": "2016-10-10T19:18:38.332Z",
        "government_response": {
            "created_at": "2016-11-01T09:34:37.643Z",
            "details": "The first few years of a child’s life are fundamentally important. Evidence tells us that they shape children’s future development; influence how well children do at school; their on-going health and wellbeing; and their achievements later in life. It helps to promote a child’s physical, emotional, cognitive and social development. \r\n \r\nThis Government believes that no child should be held back in life because of their background. We want to support everybody to go as far as their talents will take them. Participation in early education at age two delivers greater benefits to disadvantaged children than early education at age three or four, but this group are less likely to access formal early education than their more affluent peers. The early learning for two-year-olds programme is therefore intended to help close this unfair gap. The two-year-old entitlement is in place to close the attainment gap between the most disadvantaged and their better off peers, rather than to act as a work incentive. \r\n\r\nHowever we do clearly understand the impact the cost of childcare can have on parents, and that’s why we are supporting parents with high childcare costs and investing in childcare at record levels. Total government spend on childcare support will increase from £5 billion in 2015-16 to over £6 billion by 2019-20. We are spending this on the current free 15 hours a week for three and four-year-olds and the most disadvantaged two-year-olds; the early years pupil premium for disadvantaged three- and four-year-olds, as well as providing 30 hours of free childcare for working parents of three- and four-year-olds from September 2017. \r\n \r\nWe are also introducing Tax-Free Childcare, which, from early 2017, will save around 2 million families up to £2,000 per child on their annual childcare bill for children aged under 12 (or £4,000 for children with special educational needs or disabilities up to the age of 17). In addition, the childcare element of Universal Credit provides up to 70% of eligible childcare costs (to a maximum limit of £532.29 for one child and £912.50 for two or more children). For parents in receipt of Universal Credit this rose to 85% of eligible costs from April 2016, with the maximum limits increasing to £646.35 for one child and £1108.04 for two or more children.\r\n\r\nDepartment for Education",
            "summary": "We give low-income 2-year-olds from working and nonworking households free early learning because they can arrive at school behind better-off children, and this helps to bridge that gap.",
            "updated_at": "2016-11-01T09:34:37.643Z"
        },
        "government_response_at": "2016-11-01T09:34:37.646Z",
        "moderation_threshold_reached_at": "2016-06-07T07:54:03.337Z",
        "open_at": "2016-06-10T11:23:41.830Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-09T13:18:30.152Z",
        "scheduled_debate_date": "2016-11-21",
        "signature_count": 133921,
        "state": "closed",
        "updated_at": "2016-12-11T00:00:00.000Z"
    },
    "id": 132140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132140.json"
    },
    "type": "petition"
}