{
    "attributes": {
        "action": "Equally apply the law/policy on covering the face in public.",
        "additional_details": "Britain is, or at least should be, a nation that embodies enlightenment, secular & humanist values. We should not tolerate values, ideologies that are antithetical to what should be our core.\r\n\r\nOne group is given more lenient policing, authorities hide/suppress information that reflects badly on said group. This group can incite murder in public & not be arrested or prosecuted. They can cover their faces. Meanwhile, innocent people are arrested for Hitler jokes, asking questions on twitter, etc.",
        "background": "I believe in equality. Equality of the law/policy, opportunity. Unfortunately this principal is not applied in Britain. Some are allowed to do something that I can't. Walk in to a post office, bank, shop, etc. with my face covered.\r\n \r\nFace covering is supposed to be prohibited.",
        "closed_at": null,
        "created_at": "2016-06-06T22:23:52.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-09T07:29:50.146Z",
        "open_at": null,
        "rejected_at": "2016-06-15T15:17:10.100Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept your petition because the UK Government or Parliament is not responsible for the issue you raise. Application and enforcement of the law is an operational decision for the police. If you would like Parliament to legislate to ban face coverings in public, you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/131481"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 132154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132154.json"
    },
    "type": "petition"
}