{
    "attributes": {
        "action": "Help get Southend homeless people a safe place to camp",
        "additional_details": "Like i have said before the homeless sleep rough all year round. Always moved on away from door steps and public places when all they want is to try feel safe when they sleep. It is sad enough they are homeless not all fault of there own.They have to endure being moved on, abused verbally and physically , urinated on and even in some cases there tents or sleeping bags are set on fire . Please Southend council provide a safe area of field for the homeless to camp to be able to sleep in safety ",
        "background": "As everyone is aware that there are hundreds of people that are homeless across Southend in which they are subjected to abuse including being attacked, urinated on or having there tents set on fire in which generous people have donated to them.",
        "closed_at": null,
        "created_at": "2016-06-10T10:38:51.433Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-10T16:08:10.214Z",
        "open_at": null,
        "rejected_at": "2016-06-13T13:01:39.263Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.southend.gov.uk/a_to_z/services/200146/e-petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 132389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132389.json"
    },
    "type": "petition"
}