{
    "attributes": {
        "action": "Stop Childrens Social Services Victimising the victims of domestic abuse!",
        "additional_details": "A lady was in domestically abusive relationship. Her Ex Partner fled with her children and now 2 years on she is still fighting to get them away from the perpetrator. She moved on with her life and has rebuilt her strength in a new relationship and had another child. Children's Services stepped in and threatened removal of the new child due to the past relationship being violent blaming her for not being protective. Yet her other children can stay with a perpetrator. Fighting to prove her innocence ",
        "background": "Unfortunately people are in abusive relationships & it needs to stop. The victims seek help from the local authorities and escape the situations yet they then become the target. Children's services step in focus on the past & then make the victim believe it is their fault for allowing it to happen.",
        "closed_at": null,
        "created_at": "2016-06-10T22:04:38.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-10T22:35:22.346Z",
        "open_at": null,
        "rejected_at": "2016-08-02T11:32:20.710Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. Social services are the responsibility of local councils, not the Government or Parliament. If you have concerns about the actions of a specific children's services department, you could make a complaint to the local council. If you have complained and are not satisfied with the council's response, you may be able to make a complaint to the Local Government Ombudsman:\r\n\r\nhttp://www.lgo.org.uk/\r\n\r\nOtherwise, we are not sure what action you would like the Government or Parliament to take. \tPetitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-08-02T11:32:20.716Z"
    },
    "id": 132426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132426.json"
    },
    "type": "petition"
}