{
    "attributes": {
        "action": "To Boycott the 2018 Football World Cup in Russia.",
        "additional_details": "You have Russian MP's supporting their acts of violence.\r\nThe English set up camp at a pub, hung out flags respectfully and sang songs... The Russians came to us, they came to fight. Yet, as of today 116 arrests have been made, not one is Russian.\r\n\r\nIf the government and the FA have any respect for the fans, especially those who have been injured and currently remain in hospital... You'll stick up for us, tell Russia we are boycotting the World Cup and encourage other countries to do so.",
        "background": "Football fans across the world would agree the scenes in France are ugly and not what football is about.\r\nA substantial amount of Russians turned up to fight.\r\nRussia won the bid to host the 2018 World Cup on the back of bribes & corruption. Will their police protect our fans and would they be safe?",
        "closed_at": null,
        "created_at": "2016-06-13T22:25:04.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-14T05:52:05.885Z",
        "open_at": null,
        "rejected_at": "2016-06-15T09:14:01.155Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. If you would like Government ministers to boycott the 2018 World Cup then you could start a petition on that issue.\r\n\r\nHowever if you would like the football teams of the home nations to boycott the 2018 World Cup, then that is a matter for the Football Associations in each of the home nations and not the responsibility of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 132592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132592.json"
    },
    "type": "petition"
}