{
    "attributes": {
        "action": "Remove the need to display a front number plate on a vehicle in the UK",
        "additional_details": "Front plates spoil the cosmetic look lf many vehicles. Often meaning they are moved around or otherwise placed in various places making it difficult to read anyway.\r\n\r\nMany vehicle manufacturers have to adapt designs for uk spec vehicles to make way for a numberplate. This can make vehicles less attractive to people.\r\n\r\nWe believe front plates are not needed, often unclear or not visable and should therefore not be a legal requirement.",
        "background": "In the uk it is a legal requirement to display a licence or numberplate on the front of a vehicle. We believe this is an outdated and now unnecessary requirement.\r\n\r\nMost AMPR  and trafic safety systems are capable of reading the rear plate (which most are sighted for)\r\n\r\n",
        "closed_at": "2016-12-21T23:59:59.999Z",
        "created_at": "2016-06-13T20:56:10.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-07-06T12:55:42.071Z",
            "details": "UK legislation specifies the position at which number plates must be displayed on a vehicle.  The main purpose of number plates is to make vehicles readily identifiable for the purpose of law enforcement, road safety and the collection of vehicle excise duty.  In addition, members of the public who report incidents to the police are often aided by the presence of both front and rear number plates\r\n\r\nAutomatic Number Plate Recognition (ANPR) is widely used by the police and others for the purpose of detection and prevention of crime and to support road safety.  ANPR is critically dependent upon the presence of clear and readable number plates on vehicles.\r\n\r\nIn the interests of road safety and law enforcement the Government will not be changing the legislative requirement for vehicles to display front number plates.\r\n\r\nDepartment for Transport",
            "summary": "In the interests of road safety and to support law enforcement, the Government will not be changing the legal requirement for vehicles to display front and back number plates. ",
            "updated_at": "2016-07-06T12:55:42.071Z"
        },
        "government_response_at": "2016-07-06T12:55:42.073Z",
        "moderation_threshold_reached_at": "2016-06-13T21:07:17.688Z",
        "open_at": "2016-06-21T14:34:17.052Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-06-21T20:57:41.759Z",
        "scheduled_debate_date": null,
        "signature_count": 31122,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:20.715Z"
    },
    "id": 132590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132590.json"
    },
    "type": "petition"
}