{
    "attributes": {
        "action": "Home Nations to Boycott the 2018 World Cup if held in Russia",
        "additional_details": "As reported by the BBC it is clear that violence is supported at the highest level in Russian Football (I don't see anything terrible about fans fighting. Quite the opposite, the guys did well. Keep it up!\"\r\nIgor Lebedev, nationalist MP and executive member of Russia\u0003n Football Union). By allowing our fans to travel to Russia we as a nation will be responsible for any injury resulting from Russian hooligans.\r\nA boycott would have maximum impact and would clearly demonstrate true democracy.",
        "background": "Given the recent violence in France at the Euro 2016 competition and the alleged corruption by Russia in winning the bid to host this prestigious competition our country should not support such violence and corruption which brings the game we invented into disrepute.\r\n",
        "closed_at": null,
        "created_at": "2016-06-14T10:49:59.087Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-14T15:44:11.357Z",
        "open_at": null,
        "rejected_at": "2016-06-15T09:15:09.663Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. If you would like Government ministers to boycott the 2018 World Cup then you could start a petition on that issue.\r\n\r\nHowever if you would like the football teams of the home nations to boycott the 2018 World Cup, then that is a matter for the Football Associations in each of the home nations and not the responsibility of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 132613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132613.json"
    },
    "type": "petition"
}