{
    "attributes": {
        "action": "Ensure that MPs are factually accurate & accountable in public campaigns",
        "additional_details": "For too long MPs have been allowed to make unsubstantiated claims in public campaigns. These claims stagnate debate and confuse the public, as MPs argue and bicker with each other.\r\n\r\nA student at university must fully reference all information. A consultant must back-up their claims. An engineer must cite their sources. \r\n\r\n - Why should MPs be exempt from factual accountability? - \r\n\r\nIt is time for schoolyard politics to grow up. It isn't our job to check facts - MPs should be made to state them.",
        "background": "Throughout recent campaigns, MPs from all sides have been accused of scaremongering and falsely purveying facts. We, the British public deserve more. We hereby ask that MPs be required by law to cite their claims with reputable sources both in writing and in speech, and be held accountable to them.",
        "closed_at": "2016-12-16T00:00:00.000Z",
        "created_at": "2016-06-15T09:04:35.404Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-08-02T11:40:19.621Z",
            "details": "The Code outlines the general principles of conduct, identified by the Committee on Standards in Public Life. These are the principles of selflessness, integrity, objectivity, accountability, openness, honesty and leadership.\r\n\r\nWhen taking up their seats in the House of Commons, MPs swear an oath of allegiance, or make a solemn affirmation.\r\n\r\nThe Parliamentary Commissioner for Standards is responsible for ensuring adherence to the Code and investigating instances of alleged breaches. Government Ministers are also bound by the Ministerial Code.\r\n\r\nLeader of the House",
            "summary": "Members of Parliament are expected to act in accordance with the Code of Conduct, issued by the Parliamentary Commissioner on Standards. ",
            "updated_at": "2016-08-02T11:40:19.621Z"
        },
        "government_response_at": "2016-08-02T11:40:19.623Z",
        "moderation_threshold_reached_at": "2016-06-15T10:36:39.494Z",
        "open_at": "2016-06-15T11:54:24.587Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-02T08:51:14.966Z",
        "scheduled_debate_date": null,
        "signature_count": 11179,
        "state": "closed",
        "updated_at": "2016-12-16T00:00:00.000Z"
    },
    "id": 132671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132671.json"
    },
    "type": "petition"
}