{
    "attributes": {
        "action": "Keep the Nursing Directorate in the Department of Health",
        "additional_details": "I have seen first hand the work that members of this unit do. Not only do they support projects that would otherwise not be recognised (for example, visiting/working with winners of the Molnlycke Wound Academy Scholarship and Awards programme), they provide impartial advice to the Government.\r\n\r\nAccording to the government, advice will be given by Jane Cummings, chief nursing officer based in NHS England. With the bet will in the world, one person cannot undertake the work that a whole unit does.",
        "background": "The Government is to scrap the nursing, midwifery and allied health professions policy unit.\r\n\r\nGiven that the Francis report (2013) suggested that nursing had a 'weak voice', and that profession’s voice to be strengthened, this move is counterintuitive. ",
        "closed_at": "2016-12-21T23:59:59.999Z",
        "created_at": "2016-06-15T09:27:53.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-17T14:04:46.854Z",
            "details": "As part of the DH 2020 plan, the Department is changing the way it works to deliver the Government’s key policy objectives. The Department’s approach will be to flexibly access professional advice from a wide range of sources, including Arms-Length Bodies, regulators, stakeholders and professional bodies, rather than from a fixed standing team of internal advisers.  \r\n\r\nThe Chief Nursing Officer (CNO) for NHS England is the professional lead for nurses and midwives in England, and chief nursing adviser to the Department. She is responsible for patient safety and patient experience and for providing leadership for the nurses and midwives, and has access to a strong, specialist nursing team. \r\n\r\nTo ensure that the importance and profile of nursing and Allied Health Professional (AHPs) issues is maintained, the Department will included a post specifically on nursing and AHPs policy issues, including Parliamentary business, in its the new structure.  This new post will be a close liaison point with the CNO and \r\nChief AHP Officer, with a remit to ensure DH is sighted on the totality of policy as it affects nurses and AHPs.\r\n\r\nDepartment of Health",
            "summary": "The Government is absolutely committed to ensuring the voice of nursing, midwifery and AHPs is heard loud and clear in all of our policy making.        ",
            "updated_at": "2016-10-17T14:04:46.854Z"
        },
        "government_response_at": "2016-10-17T14:04:46.856Z",
        "moderation_threshold_reached_at": "2016-06-15T10:22:05.094Z",
        "open_at": "2016-06-21T14:17:56.924Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-20T22:56:52.468Z",
        "scheduled_debate_date": null,
        "signature_count": 10454,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:20.828Z"
    },
    "id": 132672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132672.json"
    },
    "type": "petition"
}