{
    "attributes": {
        "action": "All females under the age of 18 are to be on long term birth control.",
        "additional_details": "If all females under this age range is on birth control then there will be a lower risk of pregnancy and abortions. This will protect young females from having unwanted pregnancies. Too many teens get pregnant because they mainly couldn't be bothered to use condoms (although this isn't always the case).\r\nAlso in a darker area, if someone was to be raped or sexually abused. The chances of them getting pregnant are slim and wont have to deal with a possible pregnancy as well as the trauma. ",
        "background": "Teen pregnancies are very common in this country and most cannot handle being a mother or going through the changes. \r\nI know too many people who have their child taken away from them because they're not ready, they're on no income or have a terrible lifestyle because that's what teen life is",
        "closed_at": null,
        "created_at": "2016-06-16T15:46:08.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-16T18:10:09.657Z",
        "open_at": null,
        "rejected_at": "2016-06-29T13:45:23.336Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a choice for individual young women, not the Government, to make.\r\n\r\nYou could ask the Government to take a different action - for example, to provide more education about long term contraception for young women."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-29T13:45:23.341Z"
    },
    "id": 132776,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132776.json"
    },
    "type": "petition"
}