{
    "attributes": {
        "action": "Beef up the Law with Some Travellers to make the Law Equal for ALL.",
        "additional_details": "Some lifted out fence posts to gain access and cut chains, abuse the Locals with threats and just move on to do the same again and again, No Punishment and so they never Learn, the likes of you or me would at least be Fined and if persistent Jailed.\r\n\r\nThey take over Council park parks without paying for Parking and stopping people using it for fear of damage or Threats.\r\n\r\nIt is above time that they got moved on Straight away by the Police like others would, made to pay some if not all to Damage.",
        "background": "At this time some Break the Law at will and get away with it, this is Wrong where the Law should be Equal, some break into Land churn it up and get moved on at Cost to Councils and thus Local Tax Payers with Mess Clearance, the Private Land Owners face the same Bills while they pay nothing, Wrong.",
        "closed_at": null,
        "created_at": "2016-06-16T21:49:10.709Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-16T21:56:16.981Z",
        "open_at": null,
        "rejected_at": "2016-06-30T18:49:16.288Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The enforcement of the law is a matter for the police and the courts.\r\n\r\nLocal policing issues are the responsibility of elected Police and Crime Commissioners. You could contact your local PCC about this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-06-30T18:49:16.292Z"
    },
    "id": 132823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132823.json"
    },
    "type": "petition"
}