{
    "attributes": {
        "action": "Ban the making and receiving of all phone calls whilst driving.",
        "additional_details": "Evidence shows making and receiving calls distracts drivers and slows their reaction times. A caller can always leave a message and call or be called back. If it is important they will be in touch.\r\n \r\nRadio 5 live programme ( starts 8.30 mins) \r\nhttp://www.bbc.co.uk/programmes/b07dj0zj",
        "background": "Cars kill. Research clearly shows a person is distracted from driving and their reaction times are slowed if on the phone, even if they are using it hands-free. No phone call is worth a distraction that could cause death. Help save lives.",
        "closed_at": "2016-12-22T00:00:00.000Z",
        "created_at": "2016-06-17T12:09:04.363Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-13T12:44:14.771Z",
            "details": "Using hands free equipment is likely to distract your attention from the road. It is far safer not to use any telephone while you are driving or riding – find a safe place to stop first or use the voicemail facility and listen to messages later. People failing to do so could face prosecution from the police. The Highway Code can be used in any court proceedings under the Traffic Acts to establish liability.\r\n\r\nWe will be announcing further details of the tougher new penalty regime for drivers using hand held mobile phones and similar devices shortly.  \r\n\r\nWe expect to introduce increased penalties in the first half of 2017. The change in the law will coincide with a hard-hitting Think! Campaign to make a using mobile phone whilst driving as socially unacceptable as drink driving.\r\n\r\nDepartment for Transport\r\n",
            "summary": "The Highway Code (rule149) is clear that drivers must exercise proper control of the vehicle at all times. ",
            "updated_at": "2016-10-13T12:44:14.771Z"
        },
        "government_response_at": "2016-10-13T12:44:14.773Z",
        "moderation_threshold_reached_at": "2016-06-20T18:06:07.417Z",
        "open_at": "2016-06-21T14:19:38.794Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-02T07:36:46.114Z",
        "scheduled_debate_date": null,
        "signature_count": 23557,
        "state": "closed",
        "updated_at": "2017-01-04T16:33:42.225Z"
    },
    "id": 132875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132875.json"
    },
    "type": "petition"
}