{
    "attributes": {
        "action": "Call For A 2nd EU Referendum If A Good EU Withdrawal Agreement Cannot Occur",
        "additional_details": "A Brexit triggers Article 50 of the Lisbon Treaty. The European Council will conclude the withdrawal arrangement referred to based on a qualified majority vote. A large portion of the United Kingdom electorate were misled into believing a favourable withdrawal agreement is relatively sure. \r\n\r\nWe believe in informed democracy. We believe that we the British people should be able to decide whether or not our country leaves the EU based on facts that they can confirm. Not facts that they cannot.",
        "background": "The United Kingdom voting to leave the European Union triggers Article 50 of the Lisbon Treaty. We believe the British people should be able to decide if they will remain part of the EU based upon the emerging nature of the withdrawal agreement referred to in Article 50 of the Lisbon Treaty.",
        "closed_at": null,
        "created_at": "2016-06-17T14:53:31.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-17T15:55:43.554Z",
        "open_at": null,
        "rejected_at": "2016-07-06T17:05:52.857Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear who would be responsible for deciding what a 'good EU withdrawal agreement' would be. \r\n\r\nIf you want like a second referendum once an agreement has been made, we already have a petition open on that: https://petition.parliament.uk/petitions/134618 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-07-06T17:05:52.860Z"
    },
    "id": 132895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/132895.json"
    },
    "type": "petition"
}