{
    "attributes": {
        "action": "To address the need for a specialised unit for SEND children in Highland region",
        "additional_details": "The nearest residential school to us in the Highlands is located in Perth. Due to the geographical area this just isn't a viable option. \r\n\r\nWe have a Gaelic PS which is for children that want to be taught in this language but yet we DENY children who cannot access mainstream education their right to a school to meet their needs!!\r\n\r\nWe build Primary Schools due to an increase in housing but yet we DENY children who cannot access mainstream education their right to a school to meet their needs!!! ",
        "background": "My son aged 9 has not had any full time education in a school since the start of P2. He has ASD and struggles with social/comm diff. Class sizes are way to big and we need a specialised school that can actually provide our children with an education that is currently being denied them. ",
        "closed_at": null,
        "created_at": "2016-06-18T21:32:33.353Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-18T22:19:43.352Z",
        "open_at": null,
        "rejected_at": "2016-06-22T12:36:50.882Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 133040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133040.json"
    },
    "type": "petition"
}