{
    "attributes": {
        "action": "Make halal food a compulsory option in all fast-food chains in the UK.",
        "additional_details": "Halal food is no different in taste to non-halal food. The only difference is the way in which the meat is slaughtered. Slaughtering animals under  Islamic law is the most 'kind' manner in which to kill animals. Therefore, while passing halal meat everywhere, not only will Muslims benefit, but so will people who enjoy meat, but are disgusted by the cruel way in which some animals are slaughtered. ",
        "background": " At the crux of British values lies the belief that our society should be equal. We feel that by making these fast food chains halal, British Muslims will feel more integrated in society. Islam is a growing religion the world, and is the second largest faith in the UK. ",
        "closed_at": null,
        "created_at": "2016-06-22T08:46:49.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-23T08:48:12.489Z",
        "open_at": null,
        "rejected_at": "2016-06-29T16:04:17.634Z",
        "rejection": {
            "code": "no-action",
            "details": "The title of your petition suggests that halal meat would be an option which might be offered alongside non-halal meat, but the text of your petition suggests that halal meat would replace non-halal meat. It's not clear what you want the Government or Parliament to do. If you want the Government or Parliament to ban the sale of non-halal meat in the UK, you could start a new petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-29T16:04:17.637Z"
    },
    "id": 133300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133300.json"
    },
    "type": "petition"
}