{
    "attributes": {
        "action": "Merge mental health with medical. 1 secure ward in every hospital.",
        "additional_details": "Nearly 3 months ago my sister started to develop a symptoms that needed checking she and her staff were told it would get better. She was finally admitted into hospital and needed urgent treatment to save her life. When we arrived I advised staff how quickly things could escalate. I had to ring her M/H team to tell the doctors how to sedate her. She was discharged after having a cardiac arrest the morning prior and we still don't know what happened. Many things went wrong prior to her stay and whilst in that shouldn't be happening. I can only see that the reason she was discharged was because the hospital could not mange her mental illness. One secured ward in a hospital with trained staff would change this and allow mental health patients to receive the medical treatment they deserve. ",
        "background": "Why is there not 1 secured ward which can be used where staff are trained to deal with mental illnesses in a hospital? Why are M/H patients not treated with the same respect as those without? Do they not deserve the same respect and compassion as someone who has not got M/H issues?",
        "closed_at": "2017-01-01T23:59:59.999Z",
        "created_at": "2016-06-22T18:14:28.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-22T18:57:29.321Z",
        "open_at": "2016-07-01T10:58:00.964Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 78,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:21.335Z"
    },
    "id": 133343,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133343.json"
    },
    "type": "petition"
}