{
    "attributes": {
        "action": "Save the Blue Lagoon, Arlesey- an area of outstanding beauty- from development",
        "additional_details": "The Blue lagoon is an old clay flooded pit, accessed by a vehicle track from Arlesey. It has a jetty and small beach leading to the water. The lake is about 12 metres deep. In the water can be found huts, hoppers, bogies, boat wrecks a training base at 6m and some rather large pike! ITS AN AREA OF OUTSTANDING NATURAL BEAUTY THAT NEEDS TO BE SAVED. \r\n\r\nFilling in the pit will exacerbate, not solve the existing problems at the site. Do not let the cornerstone of our community be destroyed. \r\n",
        "background": "For years locals have been calling for action to make the site safe, following the 2001 drownings, they set up a safety group. The safety group still wants to establish a park but it is now owner Mr Wilson wants the land used for housing and Arlesey Town Council is keen to see the lake drained.\r\n",
        "closed_at": null,
        "created_at": "2016-06-22T09:50:09.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-22T09:54:58.450Z",
        "open_at": null,
        "rejected_at": "2016-07-18T09:37:10.926Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop the Blue Lagoon appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nOnce an application is made for a development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop the Blue Lagoon and its likely effects."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-07-18T09:37:10.930Z"
    },
    "id": 133305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133305.json"
    },
    "type": "petition"
}