{
    "attributes": {
        "action": "To require the public sector to offer work experience for young people",
        "additional_details": "I was elected as a DMYP on a manifesto of raising awareness of work experience opportunities & this is real way I can bring about that the change that young people want. This a way that public can make use of their public sector. Knowing what career path to follow is difficult this will give young people a sense of direction. Young people want to gain these real world, practical skills & this a fantastic pathway to successful career. This is a time for young people to take action.",
        "background": "I asked what young people wanted, they replied that we want more work experience opportunities. Employers demand that an applicant has on the job experience, how can a they, just out of education, be expected to have worked in their desired field. It truly is a vicious circle; this could end it.",
        "closed_at": null,
        "created_at": "2016-06-23T12:58:05.364Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-23T16:12:44.148Z",
        "open_at": null,
        "rejected_at": "2016-06-29T15:48:46.405Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear which organisations or types of organisation you would include in \"public sector\" or how you would define \"young people\". On this basis, your petition does not call for sufficiently clear and specific action from the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-06-29T15:48:46.410Z"
    },
    "id": 133420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133420.json"
    },
    "type": "petition"
}