{
    "attributes": {
        "action": "United Kingdom to not leave the EU",
        "additional_details": "The results are possibly not legally binding, and can be taken as \"advisory\":\r\n\r\n'An Electoral Commission spokesman said that the EU vote was an “advisory” referendum, as opposed to a “binary” referendum which has a fixed outcome.'\r\nSource: http://www.express.co.uk/news/politics/681535/EU-referendum-result-what-happens-if-dead-heat-50-50-Brexit-remain-leave-vote-2016\r\nAlso: http://www.businessinsider.de/green-eu-referendum-not-legally-binding-brexit-2016-6?r=UK&IR=T",
        "background": "We the undersigned wish to not leave the EU on the grounds that a four point difference in opinion is not sufficient enough to effect such a significant, life long change to our country.\r\n\r\nSuch a margin on a jury would not secure a verdict in a UK court of law, and should not secure a verdict here.",
        "closed_at": "2017-01-04T23:59:59.999Z",
        "created_at": "2016-06-24T05:46:20.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-06T08:37:31.311Z",
            "details": "The European Union Referendum Act 2015 did not include a provision specifying a supermajority and the Government was clear in the run up to the vote that the result of the referendum would be respected. The outcome was clear, and we are determined to deliver on the decision and to make a success of the UK’s departure from the EU.\r\n\r\nAs the Prime Minister has stated, there can be no attempts to remain inside the EU, no attempts to rejoin it through the back door, and no second referendum.\r\n\r\nWe are preparing for a smooth and orderly exit from the EU and we will trigger the legal process which starts this by the end of March 2017.  By working with our European neighbours, we are confident we will be able to deliver a deal that works in the mutual interests of both the UK and the rest of the European Union.\r\n\r\nDepartment for Exiting the European Union",
            "summary": "On 23rd June 2016 the United Kingdom voted to leave the European Union in a referendum provided for by an Act of Parliament.  We are committed to implementing the democratic outcome of the referendum.",
            "updated_at": "2017-01-06T08:37:31.311Z"
        },
        "government_response_at": "2017-01-06T08:37:31.313Z",
        "moderation_threshold_reached_at": "2016-06-24T05:54:10.193Z",
        "open_at": "2016-07-04T13:25:52.862Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-18T20:16:58.975Z",
        "scheduled_debate_date": null,
        "signature_count": 10997,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:21.495Z"
    },
    "id": 133606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133606.json"
    },
    "type": "petition"
}