{
    "attributes": {
        "action": "Allow bendy bananas and wonky carrots to be sold same as straight fruit and veg",
        "additional_details": "We need to now start taking back our own laws of the land now we have voted to leave the EU we should be able to buy and farmers sell bendy bananas and wonky carrots etc farmers will have greater saleable produce and in turn boost their profitability there is no reason not to sell and it made meal times fun for children they will enjoy slightly different shaped fruit and veg widen their diet and make the price of fruit and veg cheaper ",
        "background": "Commission Regulation (EC) No. 2257/94 of 16 September 1994 laying down quality standards for bananas, also known informally as bendy banana law, is a European Union regulation specifying classification standards for bananas (source Wikipedia)",
        "closed_at": null,
        "created_at": "2016-06-24T06:07:53.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-24T07:01:26.185Z",
        "open_at": null,
        "rejected_at": "2016-06-29T15:32:11.960Z",
        "rejection": {
            "code": "no-action",
            "details": "Commission Regulation 2257/94 identifies certain restrictions for fruits that producers have to conform to in order to classify their produce within the EU. Class 1 bananas can have \"slight defects of shape\" and Class 2 bananas can have any \"defects of shape\".\r\n\r\nBendy bananas are not banned by the EU. They can already be sold freely in the UK as Class 2 bananas. It is the retailer's individual choice whether or not to stock Class 2 bananas. The Government cannot force retailers to do this. It is their own commercial decision. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-06-29T15:32:11.963Z"
    },
    "id": 133639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133639.json"
    },
    "type": "petition"
}