{
    "attributes": {
        "action": "To introduce legal accountability for factual claims made in election campaigns",
        "additional_details": "I understand that if we get enough signatures on this, you are obliged to debate this in Parliament. Good. \r\n\r\nA vote is vital, and important. I have just watched a politician go on television one hour after an irreversible election result is declared, and say that a main claim for the campaign whose side he was on was false. He knew this before people cast their vote. \r\n\r\nHow is that right, and how can there be no consequences to this? I believe this needs to change.",
        "background": "Whether you backed Leave or Remain, the Brexit referendum campaign on both sides featured claims that were clearly false - and yet it's become accepted that people will lie before an election, to secure a vote. I believe that there should be legal accountability for claims that are clearly false.",
        "closed_at": null,
        "created_at": "2016-06-24T07:03:13.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-24T07:17:58.611Z",
        "open_at": null,
        "rejected_at": "2016-07-11T18:03:02.456Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what kind of legal accountability you would like there to be for those participating in political campaigns. We already have a petition which calls for it to be illegal for political figures to lie or mislead:\r\n\r\nhttps://petition.parliament.uk/petitions/119416\r\n\r\nYou might like to sign this petition instead. Otherwise, you could start a new petition explaining clearly what specific action you would like the Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-07-11T18:03:02.461Z"
    },
    "id": 133748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133748.json"
    },
    "type": "petition"
}