{
    "attributes": {
        "action": "David Cameron resign as Prime Minister and a 2016 General Election to be called",
        "additional_details": "It is widely accepted that this result would likely trigger a second referendum on Scottish Independence. For this to be a reality 2 years after the issue was supposedly put to bed by the same Prime Minister is entirely unacceptable. \r\n\r\nFor the people of Britain, it is unfair that little over a year after a General Election that we're forced to live with another 4 years of Conservative rule when the official party stance was 'Remain'. These were the terms on which they were elected; they failed",
        "background": "Following the referendum results meaning the UK is to leave the EU, David Cameron has failed in his target to hold a referendum with the ultimate goal of staying. As the result went against his better judgement his mandate is now void and the People deserve the chance to elect who'll lead us sans EU",
        "closed_at": null,
        "created_at": "2016-06-24T06:41:49.395Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-24T17:16:29.683Z",
        "open_at": null,
        "rejected_at": "2016-06-29T14:16:14.883Z",
        "rejection": {
            "code": "honours",
            "details": "The resignation of an individual Minister, including the Prime Minister, is not a decision for the Government or Parliament as a whole. It is a decision for the individual concerned. The UK Government or Parliament cannot stop a Minister resigning.\r\n\r\nIf you would like a general election to be held in 2016, you can sign this petition: \r\n\r\nhttps://petition.parliament.uk/petitions/122946"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-29T14:16:14.888Z"
    },
    "id": 133700,
    "links": {
        "self": "https://petition.parliament.uk/petitions/133700.json"
    },
    "type": "petition"
}