{
    "attributes": {
        "action": "Initiate an independent judicial review of EU Referendum campaigns",
        "additional_details": "The British people have just voted to leave the European Union. This is a fundamental decision which will impact the futures of almost every citizen in the United Kingdom.\r\n\r\nThe content, tones, promises and threats of the Leave and Remain campaigns will have had a profound impact on the way in which the British people voted.\r\n\r\nIt is widely felt that both campaigns included misleading and inaccurate information. The referendum result should not stand if this is found to be true via judicial review.",
        "background": "An independent judicial review of the Leave and Remain campaigns should be held before Article 50 of the Treaty on European Union is invoked.\r\n\r\nIf it is deemed that the official political campaigns included lies and/or deception then the result should not stand.",
        "closed_at": null,
        "created_at": "2016-06-24T10:05:17.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-24T21:45:48.395Z",
        "open_at": null,
        "rejected_at": "2016-07-04T16:22:58.438Z",
        "rejection": {
            "code": "no-action",
            "details": "Judicial review is a type of court proceeding in which a judge reviews the lawfulness of a decision or action made by a public body.\r\n\r\nThe Leave and Remain campaigns are not public bodies. It is therefore not clear how their actions could be subject to judicial review. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-07-04T16:22:58.442Z"
    },
    "id": 134212,
    "links": {
        "self": "https://petition.parliament.uk/petitions/134212.json"
    },
    "type": "petition"
}