{
    "attributes": {
        "action": "Allow 16 to 18 year olds to have a vote on the future of the UK in the EU.",
        "additional_details": "The vast majority of countries in the world have established a voting age. Most governments consider that those younger than the chosen threshold lack the capacity to make informed voting decisions. The voting age is often of such importance that it is set by means of a constitutional provision. \r\nThe minimum age is 16 in Argentina, Austria, Brazil, Cuba, Ecuador, Nicaragua and the Isle of Man, Jersey and Guernsey (three self-governing British Crown Dependencies). People aged 16–18 can vote in Bosnia, Serbia and Montenegro if employed. ",
        "background": "With only a 1,269,501 million advantage the referendum should extend it's vote to a larger demographic. It is their future too yet they have had no vote. ALL the people and citizens of the UK have not voted. We must challenge the voting age. ",
        "closed_at": null,
        "created_at": "2016-06-24T11:36:31.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T06:10:56.213Z",
        "open_at": null,
        "rejected_at": "2016-06-28T09:35:10.713Z",
        "rejection": {
            "code": "no-action",
            "details": "The EU referendum has already taken place. It is therefore no longer possible for the franchise (the groups of people who are entitled to vote) to be changed.\r\n\r\nIf you would like the UK voting age to be lowered to 16, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/119769\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 134370,
    "links": {
        "self": "https://petition.parliament.uk/petitions/134370.json"
    },
    "type": "petition"
}