{
    "attributes": {
        "action": "A second EU referendum in which 16 and 17 year olds are legally allowed to vote.",
        "additional_details": "The EU debate will affect our generation more than it will the older generations. Therefore, it is only fair that we get a say in our future. The Scottish referendum of 2014 temporarily lowered the voting age to 16 in order to allow those who would be most affected by the result to cast their vote. This is not a general election. We will have to live with the future that was chosen for us by the older generations. We need to be allowed to choose our own future. We need to be able to vote.",
        "background": "After the recent EU referendum results in which the Leave campaign received 52% of the votes, we are calling for another in which 16-17 year olds can vote. Statistics show the younger votes were mostly remain. 16-17 year olds are just as passionate and feel that we should have a vote in our future.",
        "closed_at": null,
        "created_at": "2016-06-24T12:38:54.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T19:27:04.533Z",
        "open_at": null,
        "rejected_at": "2016-06-28T10:15:16.300Z",
        "rejection": {
            "code": "no-action",
            "details": "The EU referendum has already taken place. It is therefore no longer possible for the franchise (the groups of people who are entitled to vote) to be changed.\r\n\r\nIf you would like the UK voting age to be lowered to 16, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/119769\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 134692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/134692.json"
    },
    "type": "petition"
}