{
    "attributes": {
        "action": "Allow 16 and 17 year old citizens to vote in the proposed 2nd EU referendum.",
        "additional_details": "In the Scottish independence referendum, 16 and 17 year olds were allowed to vote, thus it is only fair and democratic that 16 and 17 year olds be allowed the vote in a UK-wide referendum of arguably even greater significance. This petition supports the petition for the 2nd EU referendum; allowing 16 and 17 year olds to participate would make the outcome more representative than the 23rd June referendum and might also provide a more decisive outcome.",
        "background": "The outcome of the Britain's EU membership referendum will have arguably the most significant impact on the future of our young people and children, yet existing voting roles exclude UK citizens aged below 18 years from participating in the voting process. ",
        "closed_at": null,
        "created_at": "2016-06-24T13:40:09.233Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T08:47:33.850Z",
        "open_at": null,
        "rejected_at": "2016-06-28T09:40:49.107Z",
        "rejection": {
            "code": "no-action",
            "details": "The EU referendum has already taken place. It is therefore no longer possible for the franchise (the groups of people who are entitled to vote) to be changed.\r\n\r\nIf you would like the UK voting age to be lowered to 16, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/119769\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 134956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/134956.json"
    },
    "type": "petition"
}