{
    "attributes": {
        "action": "Maintain the Erasmus scheme despite Britain's exit from the European Union",
        "additional_details": "I have also drafted a letter to send to your MP to show the importance of this scheme please visit this Dropbox link to get access to a download of this letter.\r\n\r\nhttps://www.dropbox.com/s/hofvmeoawzmnkqy/Erasmus%20MP%20Letter.docx?dl=0\r\n\r\nIf you would like any additional information about the Erasmus scheme then please follow this link:\r\n\r\nhttp://www.european-funding-guide.eu/articles/financing-tips/erasmus-programme",
        "background": "My degree programme consists of a placement year which is part-funded by the Erasmus scheme.\r\n\r\nHowever, the EU referendum has endangered access to this funding for myself and thousands of others. Please support my plea to make the Erasmus scheme a vital part of the United Kingdom's renegotiation.",
        "closed_at": "2017-01-04T23:59:59.999Z",
        "created_at": "2016-06-24T21:45:17.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-19T10:43:42.751Z",
            "details": "As with other EU programmes our future engagement will be a matter for the negotiations which will follow triggering Article 50. As we conduct our negotiations, it must be a priority to regain more control of the numbers of people who come here from Europe - but also to allow British companies to trade with the single market in goods and services. We are about to begin these negotiations and it would be wrong to set out further specific positions in advance. At every step of these negotiations we will work to ensure the best possible outcome for the British people. Ministers are listening to the concerns raised by the academic community, students and parents. While we remain in the EU we retain all our rights and obligations as a Member State, including the right to participate in Erasmus. \r\n\r\nFor students, international mobility can help enhance their communication skills, confidence and employability. International and cross cultural experience and communication skills are valued by employers. HE institutions also benefit from increasing the mobility of their student population.  As well as improving the employability of their graduates, mobility periods enhance the overall student experience the institution is able to offer prospective students, making them more competitive in terms of the students they can attract.  Furthermore, increasing student exchanges with institutions abroad can contribute to the institution’s overall internationalisation strategy – leading to greater research collaboration between academics, for example, and improving the global reputation of the institution.  Because we value these benefits the Government is supporting a sector led UK strategy for Outward Mobility, which aims to increase the number of UK students who access international placements as part of their degree programmes. (http://www.go.international.ac.uk/go-abroad.) To support such mobility students on the EU Erasmus scheme for a full year abroad have their tuition fees capped at 15% of the permitted level for their institution in the year they spend abroad, and are entitled to an additional tuition fee loan to cover this. Their institutions receive a HEFCE grant of £2,250 per student for that year in addition to the 15% fee from the student. These 'fee waiver' arrangements also apply to those going abroad to study, but not work, under other mobility schemes.  \r\n\r\nErasmus (European Action Scheme for the Mobility of University Students) began in 1986 and its popularity is such that it has given its name to the entire EU education, training youth and sport programme, 'Erasmus+', which runs from 2014-20, and which provides funding for the specific Erasmus HE mobility scheme. It enables university students at all levels to undertake study or work placements in another EU country, or certain others (the Former Yugoslav Republic of Macedonia, Iceland, Liechtenstein, Norway and Turkey) as part of their course.  The minimum placement period under the scheme is three months, or two for work placements, and the maximum one year. It is currently the largest single such student mobility scheme for UK students; in 2013/14 there were 15,566 Erasmus placements in Europe. The vast majority of outgoing Erasmus students are undergraduates, and a little less than half are studying languages. In 2012/13 27,147 European students undertook a placement in the UK. It is up to individual institutions to decide how many students they send and receive.\r\n\r\nThe scheme is administered in the UK by the Erasmus+ National Agency, which receives funding from the EU Erasmus+ programme to fund outgoing students (the Government pays the Agency a management fee to cover the administrative costs). Students receive a non-means tested grant of between €250 and €400 per month whilst abroad, depending on which country they visit. Premiums of €100 per month are paid to all on work placements and to those on study placements qualifying as disadvantaged students.  Additional help from EU funding is available for those with special needs.\r\n\r\nDepartment for Education",
            "summary": "The result has no effect on students abroad under Erasmus or applying for 2016/17. Payments will be made as usual. Access after we leave the EU will be considered in the post-Article 50 negotiations.",
            "updated_at": "2016-09-19T10:43:42.751Z"
        },
        "government_response_at": "2016-09-19T10:43:42.754Z",
        "moderation_threshold_reached_at": "2016-06-24T22:20:56.116Z",
        "open_at": "2016-07-04T16:21:22.416Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-16T11:40:07.146Z",
        "scheduled_debate_date": null,
        "signature_count": 15765,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:22.117Z"
    },
    "id": 136595,
    "links": {
        "self": "https://petition.parliament.uk/petitions/136595.json"
    },
    "type": "petition"
}