{
    "attributes": {
        "action": "Petition for Northern Ireland to Reject Brexit and Demands to Remain European!",
        "additional_details": "The Brexit argument against includes the \"one size fits all\" European policy as a failure and something clearly not working for Britian. Yet that's exactly, what is being inflicted on Northern Ireland, Scotland & Gibraltar. By being forced in political direction that we didn't vote for.\r\n\r\nThis petition demands that we and should be able to have the choice and decide for ourselves to remain or leave EU. And like Scotland this may mean leaving the UK.\r\n\r\nYour Vote Counts! \r\n\r\nIt takes 10 seconds!",
        "background": "Northern Ireland has cast its vote with regards to its relationship with its European Neighbours, with the count today showing a 55.8% majority to remain.\r\n\r\nThis is not a good deal for Britain and not a good deal for N Ireland. \r\n\r\nNorthern Ireland should have the choice to decide its own destiny!",
        "closed_at": null,
        "created_at": "2016-06-24T23:08:51.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T00:46:49.355Z",
        "open_at": null,
        "rejected_at": "2016-07-04T13:53:52.918Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what your petition is asking for.\r\n\r\nIf you would like Northern Ireland to have an independence referendum, you could start a new petition asking for that. \r\n\r\nIf you would like the Northern Ireland Executive to take some action on this, you could send your petition to the Northern Ireland Assembly. You can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-07-04T13:53:52.921Z"
    },
    "id": 136796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/136796.json"
    },
    "type": "petition"
}