{
    "attributes": {
        "action": "Sadiq Khan should step down as Mayor of London. Vote of no confidence.",
        "additional_details": "Sadiq said he was \"scared\" by the economic damage leaving the EU would cause. We cannot have a London Mayor that wanted to stay in the EU when we have left. Sadiq debated live on television with strong views about remaining in the EU. David Cameron a major supporter of remaining campaign has resigned as Prime Minister. Sadiq should also resign his position. ",
        "background": "Sadiq Khan campaigned hard against us leaving the EU in favour of remain campaign. He says the UK could not cope outside the EU. He said many things on his 'Remain' campaign that gives us no confidence in his position as London Mayor now that we have left the EU. ",
        "closed_at": null,
        "created_at": "2016-06-25T08:14:45.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T08:31:13.246Z",
        "open_at": null,
        "rejected_at": "2016-06-28T11:24:40.157Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept this petition because it asks for something that neither the House of Commons nor the Government can do. The expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. That's why we allow petitions asking for a vote of no confidence in the Government or in individual Ministers.\r\n\r\nThe concept of the House having “confidence” in someone does not apply to the Mayor of London, who is accountable to the London Assembly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 137326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/137326.json"
    },
    "type": "petition"
}