{
    "attributes": {
        "action": "Give all British expats and EU citizens living long-term in UK vote on EU.",
        "additional_details": "Commonwealth citizens residing in the UK could vote on EU membership on 23rd June 2016, whilst expats living abroad for more than fifteen years, and EU citizens living in Britain, could not. This disfavours individuals who have fully invested in the opportunities granted by Britain’s long-term membership of the EU. We believe the Act goes against EU rights of free movement and the constitutional, common law of Britain.\r\nWe ask for another Act to be passed to allow a new Referendum in which all expats, and EU citizens residing and paying taxes in the UK for at least five years, may vote. If we are to leave or remain in the EU, it must be a lawful decision, reflecting the wishes of our entire society.\r\n",
        "background": "The EU Referendum Act of 2015 disqualified many people who vote in local or general elections from voting on EU membership. We ask for a reform of the Act, to give franchise on EU membership to all British expats, and to EU citizens residing and paying taxes in the UK for at least five years. \r\n\r\n\r\n",
        "closed_at": "2017-01-06T00:00:00.000Z",
        "created_at": "2016-06-25T12:12:32.558Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T14:26:32.636Z",
        "open_at": "2016-07-05T17:59:48.169Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 33,
        "state": "closed",
        "updated_at": "2017-01-06T00:00:00.000Z"
    },
    "id": 138545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/138545.json"
    },
    "type": "petition"
}