{
    "attributes": {
        "action": "Clarify EU Referendum policies to allow voters to make a well informed decision",
        "additional_details": "We cite: Nigel Farage/UKIP slogan on his campaign tour bus asserts \"we send the EU £350 million a week let's fund our NHS instead.\" This is clearly mis-information at best to pull on the sympathies of a passionate, older generation who have paid into the NHS since its inception. This has had a profound effect on the \"remain\" votes yet, within an hour of the EU Referendum results, Farage refutes his statement emphatically on prime time British television. Source BBC News online. Twitter. Google,",
        "background": "It is clear Patliament has presented erroneous information to the Electorate as to whether we should remain or leave the European Union. We therefore request Parliament clarify their arguments and set out clear and detailed information to enable the electorate to make a properly informed decision.",
        "closed_at": null,
        "created_at": "2016-06-25T12:36:05.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T19:16:55.237Z",
        "open_at": null,
        "rejected_at": "2016-07-13T15:27:11.017Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-07-13T15:27:11.021Z"
    },
    "id": 138670,
    "links": {
        "self": "https://petition.parliament.uk/petitions/138670.json"
    },
    "type": "petition"
}