{
    "attributes": {
        "action": "Teenagers should fairly be allowed to apply for the right to vote.",
        "additional_details": "The decisions and choices that adults are making will affect children more so than adults. They are the generation of the future so whatever happens will affect them. In school, children spend sessions being educated about politics, such as the EU Refurendum. So taking into consideration the aforementioned facts, it is only just that they should at least be allowed to apply, and if they application is appropriate and presented in a professional manner, then they should not be denied the right.",
        "background": "Teenagers (aged 13+) should be enabled with the right to apply to vote.  Their applications be judged and can either be excepted or declined but must be done in a fair manner.",
        "closed_at": null,
        "created_at": "2016-06-25T16:37:51.863Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T16:48:44.490Z",
        "open_at": null,
        "rejected_at": "2016-07-06T09:57:07.055Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what action you would like the UK Government or Parliament to take. \r\n\r\nIf you would like young people aged 13 - 17 to be entitled to vote, but only if they can pass a certain kind of test, you could start a new petition calling for that. You would need to explain clearly what people would have to do in order to be entitled to vote.\r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-06T09:57:07.058Z"
    },
    "id": 140061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/140061.json"
    },
    "type": "petition"
}