{
    "attributes": {
        "action": "Lower the voting age restriction for the EU Referendum (to 16 years old).",
        "additional_details": "This vote affects all of us, at the age of 16 we're merely two years away from legally having the right to contribute to a decision that's going to affect our future (wage, taxes, currency, education etc.). \r\nThe EU plays a massive part in the education of our young adults; for example, for education & training - (study opportunities through Erasmus) and youth support (co-funding of projects which encourage civic involvement, volunteer work and a broader multicultural outlook). ",
        "background": "The current minimum age to vote for the EU referendum (2016) is 18 years or older. This is one of the biggest decisions this country has ever made, which is proven by the high turnout rate for people voting. We need to lower the age restriction (so one has to be 16 years or older) to make it fair.",
        "closed_at": null,
        "created_at": "2016-06-25T17:03:35.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T18:59:02.118Z",
        "open_at": null,
        "rejected_at": "2016-06-28T13:18:12.583Z",
        "rejection": {
            "code": "no-action",
            "details": "The EU referendum has already taken place. It is therefore no longer possible for the franchise (the groups of people who are entitled to vote) to be changed.\r\n\r\nIf you would like the UK voting age to be lowered to 16, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/119769\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 140208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/140208.json"
    },
    "type": "petition"
}