{
    "attributes": {
        "action": "Make A682 (Gisburn to Blacko) a safer road. Reduce NSL and increase signage.",
        "additional_details": "My RTC=1 dead 2seriously injured.\"With almost 100 deaths in the last 10 years,a 15-mile stretch of the A682 is considered 1 of the most dangerous roads in the UK.The narrow road is located in Lancashire between junction 13 M65 and Long Preston and was judged our most dangerous stretch of highway by ERAP http://www.safespeed.org.uk/forum/viewtopic.php?f=5&t=19980.\r\n\"the only road in the highest-risk category of EuroRAP’s 2007survey\" www.autocar.co.uk/car-news/motoring/britain-s-most-dangerous-road",
        "background": "I nearly died following an RTC on A682 5th September 2002. A 21 year old lad was speeding on A682 and overtook two cars going around the bend. He hit me head on at combined speed of 100mph. He died (no seatbelt) I had lesions on brain-led to epilepsy. A682 is top 10 in the country for fatalities. ",
        "closed_at": null,
        "created_at": "2016-06-25T18:16:07.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-01T22:22:43.245Z",
        "open_at": null,
        "rejected_at": "2016-08-05T15:03:12.339Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We were very sorry to read about your accident. \r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The A682 appears to be the responsibility of Lancashire County Council. \r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nLancashire County Council also has an e-petitions process - you can find out more about it here: http://www3.lancashire.gov.uk/corporate/web/?Petitions/32182 \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-08-05T15:03:12.344Z"
    },
    "id": 140717,
    "links": {
        "self": "https://petition.parliament.uk/petitions/140717.json"
    },
    "type": "petition"
}