{
    "attributes": {
        "action": "In the case of a second EU referendum, allow over 16-year-olds to vote.",
        "additional_details": "A second referendum would occur if HM Government implement the rule that states if the remain or leave vote is less than 60% based a turnout less than 75%, there should be another referendum. Almost 61% of people aged 65 and over voted to leave (based on a YouGove poll), however its is people aged 28 and under who are going to have to deal with the consequences of this vote in the next decades. The youth of Britain, no matter their position on this matter, should be given the right to vote. Now.",
        "background": "The younger generation have been left out of the referendum and it affects us the most. In the case of a second EU referendum, the age requirement should be lowered to 16 so that we can have a say in matter that has significance to us. ",
        "closed_at": null,
        "created_at": "2016-06-25T18:44:24.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T19:36:09.329Z",
        "open_at": null,
        "rejected_at": "2016-06-28T13:38:48.150Z",
        "rejection": {
            "code": "no-action",
            "details": "The EU referendum has already taken place. It is therefore no longer possible for the franchise (the groups of people who are entitled to vote) to be changed.\r\n\r\nIf you would like the UK voting age to be lowered to 16, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/119769\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 140917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/140917.json"
    },
    "type": "petition"
}