{
    "attributes": {
        "action": "We the people call for the resignation of the Labour MP for Tottenham",
        "additional_details": "Labour MP David Lammy has issued the following statement : \"Wake up. We do not have to do this. We can stop this madness and bring this nightmare to an end through a vote in parliment. Our sovereign parliment needs to note vote on whether we leave the EU.\r\n\r\nThe referendum was an advisory non-binding referendum. The Leave campaign's platform has already unravelled and some people wish they hadn't voted to Leave. Parliment now needs to decide whether we should go forward with Brexit, and there should be a vote in parliment next week. Let us not destroy the economy on the basis of the lies and hubris of Boris Johnson\".\r\n\r\n",
        "background": "David Lammy has shown that he no longer believes in democracy nor the will of the people. Therefore an MP that no longer believes or represents democracy in a democratic country defies his purpose and everything he represents.\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-06-25T19:48:03.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T20:25:08.452Z",
        "open_at": null,
        "rejected_at": "2016-06-30T10:18:57.371Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for removing MPs from office because of their views or opinions.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-06-30T10:18:57.375Z"
    },
    "id": 141463,
    "links": {
        "self": "https://petition.parliament.uk/petitions/141463.json"
    },
    "type": "petition"
}