{
    "attributes": {
        "action": "Lower the voting age to 16 for the 2nd EU referendum",
        "additional_details": " This right has already been excercised in the Scottish referendum, so why don't we in the UK have the right  to decide our future within Europe? Furthermore, the largest percentage of leave voters were over 65, trying to restore our country to an archaic position which is no longer economically viable, and due to their age they won't even be the ones affected. Our generation are being denied the right to determine our futures. Sign this petition and demand your rights.\r\n",
        "background": "At the age of 16 it is my firm belief that we should have the democratic right to have a say in political decisions that will fundamentally effect our future such as the EU referendum. We call on the government to hold a 2nd EU referendum for voters aged 16+. It is our future we demand a say.",
        "closed_at": null,
        "created_at": "2016-06-25T21:02:14.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T21:57:30.078Z",
        "open_at": null,
        "rejected_at": "2016-06-28T14:01:22.177Z",
        "rejection": {
            "code": "no-action",
            "details": "The EU referendum has already taken place. It is therefore no longer possible for the franchise (the groups of people who are entitled to vote) to be changed.\r\n\r\nIf you would like the UK voting age to be lowered to 16, you might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/119769\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-06-28T14:11:04.905Z"
    },
    "id": 142076,
    "links": {
        "self": "https://petition.parliament.uk/petitions/142076.json"
    },
    "type": "petition"
}