{
    "attributes": {
        "action": "Remove Peerage from Lord Alan Sugar",
        "additional_details": "On 21st June Lord Sugar posted the following tweet about Gisela Stuart;\r\n\r\n\"I find it strange that Gisela Gschaider a 1974 immigrant from Germany is on the brexit panel telling us British what we should do.\"\r\n\r\nThis could very well be interpreted as a racist remark.\r\n\r\nSince the result of the Referendum, Lord Sugar has posted a series of offensive tweets belittling the people who voted in a democracy.  While I accept it's a personal opinion, it's not acceptable for a Lord to air these views in public\r\n",
        "background": "I believe that Lord Alan Sugar has brought the honours system into disrepute since the UK Referendum in which the British public voted to leave the EU.  I also believe that Lord Sugar's behaviour, both during and post result means that he is no longer fit to serve in the house of Lord's. ",
        "closed_at": null,
        "created_at": "2016-06-25T21:09:38.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-25T21:45:17.525Z",
        "open_at": null,
        "rejected_at": "2016-07-05T14:19:40.325Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept a petition calling for a member of the House of Lords to be expelled. This site is jointly owned by the UK Government and the House of Commons, neither of which has the power to do this. \r\n\r\nOnly the House of Lords has power to expel or suspend one of its members for any length of time. Expulsion or suspension may be used only if a member has been found by the House of Lords Commissioner for Standards to be in breach of the Code of Conduct, the finding of breach has been upheld by the Committee for Privileges and Conduct, and that Committee has recommended expulsion or suspension (as the case may be). The final decision on whether to expel or suspend is for the House of Lords as a whole.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-05T14:19:40.328Z"
    },
    "id": 142132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/142132.json"
    },
    "type": "petition"
}