{
    "attributes": {
        "action": "Hear expats in EU Ref. Scrap 15 year rule. All UK citizens have right 2 B heard.",
        "additional_details": "Many postal votes reportedly weren't executed in time for British citizens living overseas.\r\nBritish citizens (who reasonably assumed that freedom of movement in the EU was set in stone) potentially stand to lose the most from this vote, but themselves were not permitted to vote\r\nBritish retirees worldwide deserve to have a say in the value of their pension, which was decimated by the drop in the pound following the vote.\r\nTHIS IS A GLOBAL ISSUE NOT INTERNAL AND SHOULD THEREFORE HEAR ALL VOICES",
        "background": "In the recent EU Ref many citizens were not heard. The referendum affects British citizens living overseas the most, particularly those in EU countries. 15 year absent rule is discriminatory against British subjects who have chosen to live overseas. UK citizens who live overseas deserve to be heard.",
        "closed_at": null,
        "created_at": "2016-06-25T23:25:32.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-29T13:55:00.320Z",
        "open_at": null,
        "rejected_at": "2016-07-04T13:03:58.037Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has said that it does have plans to change this rule. It's therefore not clear what action you would like the Government to take that is different from what it is already doing. \r\n\r\nYou can find more information in the Government's response to this petition:\r\nhttps://petition.parliament.uk/petitions/112142\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-04T13:03:58.041Z"
    },
    "id": 143060,
    "links": {
        "self": "https://petition.parliament.uk/petitions/143060.json"
    },
    "type": "petition"
}