{
    "attributes": {
        "action": "Re-instate David Cameron; C'mon Dave don't quit in our hour of need",
        "additional_details": "The nation is split Dave, to resign now, having just won a general election is nuts! You are the people’s choice whether you like it or not. Your country is split, your party is split and the opposition is falling apart.\r\n\r\nC’mon Dave – your people need you! Have some self-belief and please don’t give up and let us suffer the various lunatic options in your place. Now is the time that Britain needs true leadership and direction. Have you got the balls?\r\n\r\nWe the undersigned think you have.\r\n",
        "background": "It seems utterly ludicrous that David Cameron, who offered the people of Britain a referendum on the UK’s membership in the EU, as part of his manifesto, should be allowed to resign just because he was unsuccessful in his campaign to stay in.",
        "closed_at": null,
        "created_at": "2016-06-26T01:57:29.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T07:58:21.686Z",
        "open_at": null,
        "rejected_at": "2016-06-29T12:54:58.188Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of an individual Minister, including the Prime Minister, is not a decision for the Government or Parliament as a whole. It is a decision for the individual concerned. The UK Government or Parliament cannot stop a Minister resigning."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-06-29T12:54:58.192Z"
    },
    "id": 143472,
    "links": {
        "self": "https://petition.parliament.uk/petitions/143472.json"
    },
    "type": "petition"
}