{
    "attributes": {
        "action": "Give all British citizens living in EU the right to vote. Removing 15 year limit",
        "additional_details": "In the event of a second Referendum we ask that the UK Parliamentary franchise be changed to remove the 15 year limit. There would be time to create ‘fresh primary legislation’ referred to in Petition 108884 response:-\r\n‘The UK Parliamentary franchise includes, in addition to British citizens resident in the UK or abroad if they were registered to vote in the UK in the last 15 years.....’\r\n‘.... It is not possible for Parliament to change the franchise without fresh primary legislation which would significantly delay the referendum, the date for which has also now been set by legislation.’\r\n\r\n",
        "background": "BRITISH CITIZENS holding British Passports living outside Britain but within the EUROPEAN UNION have no franchise if they have not lived in Britain within the last 15 years. \r\nThere are 1.2 million British Citizens living in EU and we have no democratic representation.\r\n",
        "closed_at": null,
        "created_at": "2016-06-26T04:35:35.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T14:23:51.246Z",
        "open_at": null,
        "rejected_at": "2016-07-04T13:04:52.592Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has said that it does have plans to change this rule. It's therefore not clear what action you would like the Government to take that is different from what it is already doing. \r\n\r\nYou can find more information in the Government's response to this petition:\r\nhttps://petition.parliament.uk/petitions/112142\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-07-04T13:04:52.596Z"
    },
    "id": 143582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/143582.json"
    },
    "type": "petition"
}