{
    "attributes": {
        "action": "Pass a vote of no confidence on Boris Johnson becoming the next Prime Minister",
        "additional_details": "The EU Referendum debates have resulted in a very divisive United Kingdom. The country is now at a very critical point in its history. With the resignation of David Cameron as the Prime Minister, it is crucial that the next Prime Minister is someone who can unite the nation. Although Parliament may not want to interfere with the selection of the leadership of the Conservative Party,  we urge Parliament to pass a vote of no confidence on Boris Johnson becoming the next Prime Minister",
        "background": "With the resignation of David Cameron as the Prime Minister, all the indications are that Boris Johnson is planning to step in as become the next Prime Minister",
        "closed_at": null,
        "created_at": "2016-06-26T08:23:35.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T15:55:31.341Z",
        "open_at": null,
        "rejected_at": "2016-06-29T14:10:31.568Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept this petition because it asks for something that neither the House of Commons nor the Government can do. The expression \"vote of no confidence\" is used when talking about a vote in the House of Commons which tests whether or not the Government of the day has the confidence of a majority of MPs in the House of Commons. That's why we allow petitions asking for a vote of no confidence in the Government or in individual Ministers. \r\n\r\nThe concept of the House having “confidence” in someone does not apply to backbench MPs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-29T14:10:31.572Z"
    },
    "id": 144119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/144119.json"
    },
    "type": "petition"
}