{
    "attributes": {
        "action": "Scotland and Northern Ireland to veto Brexit.",
        "additional_details": "As Scotland and Northern Ireland have voted to remain in EU in the referandum by clear majority, whereas UK achived 52:48 for Brexit, clearly people have not made true judgement. Leave campaign has misled people with false fear about immigration and NHS budget. It is in the best interest for everyone to keep United Kingdom intact. Leaving EU will only divide us as a nation and poses great potential to break Great Britain. Scotland and Northern Ireland can veto brexit decision. ",
        "background": "As SNP leader Nicola Sturgeon said, Scotland can veto brexit in the parliament. So can Northern Ireland. Scotland and NI can veto brexit and pursue Westminister not to implement. Afterall referendum result is an indication and not legally binding. ",
        "closed_at": null,
        "created_at": "2016-06-26T12:43:26.674Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T15:12:29.105Z",
        "open_at": null,
        "rejected_at": "2016-07-06T10:50:53.832Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition appears to be about something that the Scottish Parliament and the Northern Ireland Assembly would be responsible for. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send a petition to the Scottish Parliament, you can find out more here:\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\nIf you'd like to send a petition to the Northern Ireland Assembly, you can find the contact details here:\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-07-06T10:50:53.836Z"
    },
    "id": 145895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/145895.json"
    },
    "type": "petition"
}