{
    "attributes": {
        "action": "To remove the title \"Lord\" from Alan Sugar and ban him from the House of Lords.",
        "additional_details": "The public voted by a majority, on a large turnout, that the UK should leave the EU.  This was a democratic process and the public have spoken.\r\n\r\nAlan Sugar who current holds the title \"Lord Sugar\", and is a well known remain campaigner, used his Twitter account to promote and undemocratic petition calling for a 2nd referendum against the will of the people.\r\n\r\nI would suggest that the public would have no confidence in this man continuing to have a seat in the House of Lords.",
        "background": "Alan Sugar who current holds the title \"Lord Sugar\", and is a well known remain campaigner, used his Twitter account to promote and undemocratic petition calling for a 2nd referendum on the EU against the will of the people.\r\n",
        "closed_at": null,
        "created_at": "2016-06-26T17:18:35.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T17:42:33.848Z",
        "open_at": null,
        "rejected_at": "2016-07-04T10:41:59.678Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept a petition calling for a member of the House of Lords to be expelled. This site is jointly owned by the UK Government and the House of Commons, neither of which has the power to do this. \r\n\r\nOnly the House of Lords has power to expel or suspend one of its members for any length of time. Expulsion or suspension may be used only if a member has been found by the House of Lords Commissioner for Standards to be in breach of the Code of Conduct, the finding of breach has been upheld by the Committee for Privileges and Conduct, and that Committee has recommended expulsion or suspension (as the case may be). The final decision on whether to expel or suspend is for the House of Lords as a whole.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-07-04T10:41:59.682Z"
    },
    "id": 147723,
    "links": {
        "self": "https://petition.parliament.uk/petitions/147723.json"
    },
    "type": "petition"
}