{
    "attributes": {
        "action": "Make Scotland conform to the accepted result of the UK referendum to leave EU.",
        "additional_details": "The United Kingdom have recently held a nationwide referendum to ask the people if they wished to remain or leave the EU. The result of this was an unchallenged majority vote in favour of leaving the EU.\r\nSince this result, the First Minister of Scotland has publicly claimed that 'Scotland' had voted to remain, and she will pursue all avenues to ensure Scotland remains part of the EU. This course of action is contrary to the course being acted upon by the Parliament of the United Kingdom. Scotland is still a component part of the United Kingdom and as such should comply with the referendum result which the United Kingdom has accepted and is acting upon.",
        "background": "We, the undersigned, wish HM Government to bring to order the First Minister of Scotland, to prevent pursuit of actions detrimental or contrary to the Parliament of the United Kingdom, of which Scotland is a component part. Such attempts to undermine the UK Parliament may be deemed treacherous.",
        "closed_at": null,
        "created_at": "2016-06-26T18:03:49.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T19:13:32.955Z",
        "open_at": null,
        "rejected_at": "2016-07-07T17:47:01.920Z",
        "rejection": {
            "code": "irrelevant",
            "details": ""
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-07-07T17:47:01.923Z"
    },
    "id": 147983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/147983.json"
    },
    "type": "petition"
}