{
    "attributes": {
        "action": "Give British citizens who have lived abroad for over 15 years back their vote.",
        "additional_details": "In light of the 23 June referendum it is vitally important that all British citizens, including long term foreign residents, are given a say in the formation of the government which will undertake negotiations with our European partners to leave the EU.\r\n\r\nThe government must therefore fast-track legislation to implement the Conservative manifesto pledge to restore the right to vote to those British citizens who have lived outside the UK for more than 15 years before the next general election.",
        "background": "British citizens who have lived for more than 15 years outside the UK are currently unable to vote in UK general elections (or referenda).  The Conservative party's 2015 general election manifesto contained a pledge to restore the vote to those UK citizens to whom this limit currently applies.",
        "closed_at": null,
        "created_at": "2016-06-26T18:21:47.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T08:14:17.088Z",
        "open_at": null,
        "rejected_at": "2016-07-04T13:07:25.547Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has said that it does have plans to change this rule. It's therefore not clear what action you would like the Government to take that is different from what it is already doing. \r\n\r\nYou can find more information in the Government's response to this petition:\r\nhttps://petition.parliament.uk/petitions/112142\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-04T13:07:25.551Z"
    },
    "id": 148091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/148091.json"
    },
    "type": "petition"
}