{
    "attributes": {
        "action": "Provide accessible and appropriate mental health services for 18-30 year olds",
        "additional_details": "As a result of not having a specialist young adults' transition service, young adults have been left to fend for themselves in a system that doesn't understand them. Young adults have had to fight to be recognised in hospitals which want to care for the middle-aged and elderly. Young adults have had more A and E trips because they are less able to care for themselves due to a lack of proper support. Young adults have been less likely to seek help with their mental health in the first place because they fear a system intended for people greatly their senior.\r\n\r\nWe ask that MPs consider putting some of the limited mental health services funding towards a service specifically for 18-30 year olds. It is very little money for a very valuable thing: a proper chance at a life worth living.",
        "background": "Adult mental health services tend to cater for the middle-aged and the elderly in society, not for the young adults who have just come out of CAMHS. Those who enter into the services are faced with the battle to be properly supported, as the services are not suited to their specific requirements.",
        "closed_at": null,
        "created_at": "2016-06-26T18:35:46.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-26T18:54:55.405Z",
        "open_at": null,
        "rejected_at": "2016-06-30T09:54:47.511Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/132959"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-06-30T09:54:47.517Z"
    },
    "id": 148175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/148175.json"
    },
    "type": "petition"
}