{
    "attributes": {
        "action": "Change the use of Woodham House back to residential.",
        "additional_details": "- Conditions of use restrict operating hours to 9am and 6pm, which is not realistic for a nursery.\r\n- 250 traffic movements per day is not sustainable for the road or neighbouring roads.  \r\n- The road has no pavement and no street lighting, which is not safe for children going to a nursery.\r\n- Commercial use is not suited to a residential area. It is disruptive and noisy, which is counter to the Woking Development plan which ‘seeks to protect tranquil and quiet areas’\r\n",
        "background": "Woodham House was residential but has been a cookery school since 1966. A day nursery now wants to use it. This would be a significant intensification for the property; a 10-fold increase in traffic; increased risk to drivers, pedestrians and birds in the neighbouring Special Protection Area. \r\n",
        "closed_at": null,
        "created_at": "2016-06-26T19:26:49.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T20:07:46.421Z",
        "open_at": null,
        "rejected_at": "2016-07-13T15:44:47.601Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-07-13T15:44:47.605Z"
    },
    "id": 148480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/148480.json"
    },
    "type": "petition"
}