{
    "attributes": {
        "action": "Call to David Cameron PM to instigate judicial review of the EU Referendum",
        "additional_details": "It is becoming increasingly evident following the referendum result that there were false claims made during the campaign stages of the process which may have had a significant impact on which ballot option was chosen by the electorate.\r\n\r\nWhile it is recognised that opinion will be expressed during any campaign process it has been recently seen that some of the claims made were expressed as facts for the electorate to rely upon in making their decision and have been proven false and misleading.",
        "background": "We the undersigned call upon HM Government to call on judicial review to make an assessment into the use of possibly misleading and fraudulent claims made during the campaign stages. The review should further assess the impact of any incorrect statements made on the final result as notified.",
        "closed_at": null,
        "created_at": "2016-06-27T06:03:15.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-30T00:01:32.317Z",
        "open_at": null,
        "rejected_at": "2016-07-14T17:37:13.576Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Judicial review is a court process. The courts are responsible for it. You can read more about it here:\r\n\r\nhttps://www.judiciary.gov.uk/you-and-the-judiciary/judicial-review/\r\n\r\nIf you want a judicial inquiry into the referendum, you could sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/139567"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-07-14T17:37:13.581Z"
    },
    "id": 149726,
    "links": {
        "self": "https://petition.parliament.uk/petitions/149726.json"
    },
    "type": "petition"
}