{
    "attributes": {
        "action": "We require any BRexit deal preserves UK access to EU collaborative R&D programs.",
        "additional_details": "The BRexit negotiators could request associate country status as part of the deal, preserving much of the value of the collaborations. Of course, the UK could replace the funding lost from the EU, but it cannot replace the research collaboration with like minded researchers across the EU. They would have no incentive to collaborate with UK researchers without financial incentives. The UK would thus lose influence and damage an economy dependent on ideas generation and exploitation.",
        "background": "UK access to EU R&D programmes stimulates £billions of investment and gives the UK access to skills and technologies that it does not have. Ending our access to these programmes will weaken our economy which depends on exploitation of innovative science and technology.",
        "closed_at": "2017-01-13T00:00:00.000Z",
        "created_at": "2016-06-27T10:30:28.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-09T15:21:26.697Z",
            "details": "The UK’s economy is fundamentally strong and the UK’s science, research and innovation are world leading. The UK punches well above its weight, with the most productive science base in the G7.  \r\n\r\nThere will then be a negotiation process to redefine the terms of the UK relationship with Europe, and the period between invoking Article 50 and our eventual exit from the European Union (EU) is expected to last at least two years.  The UK’s decision to leave the EU has no immediate effect on those applying to or participating in EU-funded research programmes as the UK is still an EU member state and UK organisations can continue to participate under the same terms and conditions as they currently do. \r\n\r\nExcellent science depends on excellent collaboration and the strongest position for UK science and research that benefits us all, is to be collaborative, outcome-focused and global in our approach. \r\n\r\nThe Government continues to value scientists, researchers and students, including those from outside the UK who come to learn and work in our country and recognises the benefits that the rich diversity of our research and scientific communities brings to our society and our economy. The UK continues to be one of the best places in the world to do science and the Government will work to ensure that our excellent education and research remains a magnet for brilliant minds.\r\n\r\nThe Treasury announced on 13 August that it will underwrite the payment of bids for competitive EU funds (including Horizon 2020), even when specific projects continue beyond the UK’s departure from the EU.\r\n\r\nThe UK will continue to play a leading role in major non-EU research collaborations that take place here – from CERN (the European Organization for Nuclear Research) in Switzerland to the European Space Agency. Just this month the UK’s application to become a full member of a major new particle accelerator, the European Spallation Source in Sweden, has been confirmed.\r\n\r\nThe Science and Research Budget has been protected in real terms, with Resource funding growing from £4.7bn in 2016/17 to £5.1bn in 2019/20, including a new £1.5bn Government investment over the period 2016/17 – 2020/21 in a Global Challenges Research Fund (GCRF).\r\n\r\nInvestment in the Newton Fund http://www.newtonfund.ac.uk/ has been doubled to £150 million per year by 2021, meaning a total UK investment of £735 million from 2014 to 2021. This is match-funded by developing countries the Government has identified as having the potential to become future science and innovation leaders and can benefit most from collaboration.\r\n\r\nThe Government’s Science and Innovation Network https://www.gov.uk/government/world/organisations/uk-science-and-innovation-network, through which 90 staff based in 31 countries around the world support work on global challenges such as antimicrobial resistance and climate change, exemplifies our global approach.\r\n\r\nThe importance of our innovative high growth businesses to the UK economy is clear.  That is why UK Research and Innovation is being set up to combine Research Councils, Innovate UK and the administration of the dual support mechanism for England.   This independent body will reform the future landscape for the funding of science and innovation in the UK, further facilitating national and international collaborations. \r\n\r\n\r\nThe UK is, and will continue to be, a hub of global activity and the his government, now more than ever, will play its part in ensuring that the UK continues to be a place for great minds to come together from Europe and from all over the world to build knowledge, understanding and better solutions to our shared global challenges.\r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "summary": "The Government recognises the value of global collaboration for innovative science and technology as it seeks to secure the best deal possible to maintain the UK’s world leading status in this area.",
            "updated_at": "2016-09-09T15:21:26.697Z"
        },
        "government_response_at": "2016-09-09T15:21:28.156Z",
        "moderation_threshold_reached_at": "2016-06-27T14:33:21.278Z",
        "open_at": "2016-07-12T17:36:08.830Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-07-21T08:05:26.454Z",
        "scheduled_debate_date": null,
        "signature_count": 43435,
        "state": "closed",
        "updated_at": "2017-01-13T00:00:00.000Z"
    },
    "id": 150220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/150220.json"
    },
    "type": "petition"
}