{
    "attributes": {
        "action": "Support Nicola Sturgeon to veto Brexit and keep the UK in the European Union.",
        "additional_details": "Over 4 million people have signed the petition for a second referendum on the EU.  David Cameron has said that this will not happen. \"The people of Britain have spoken\" but they are still speaking. There is no way of knowing how many British people voted to leave based on the Leave campaign's data on NHS funding. As they have admitted this a mistake so the result should be declared invalid. NHS data was given as a fact. Nicola Sturgeon is offering the only possible way of staying in the EU.",
        "background": "The British people were sold a lie. We cannot possibly know how many people voted to leave the European Union based on false NHS funding data. The future of this country is in the balance. Nicola Sturgeon is offering us a way to stay in the European union we should take that opportunity.\r\n",
        "closed_at": null,
        "created_at": "2016-06-27T18:03:30.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T21:07:35.994Z",
        "open_at": null,
        "rejected_at": "2016-07-05T17:21:30.095Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Parliament is responsible for. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-07-05T17:21:30.098Z"
    },
    "id": 151288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/151288.json"
    },
    "type": "petition"
}