{
    "attributes": {
        "action": "Hold politicians who lie to voters during a referendum to account",
        "additional_details": "Britain voted to leave the EU following a referendum filled with misinformation and lies on both sides of the campaign. For example it was claimed that the EU costs us £350 million per week, that this money will be spent on the NHS instead, and that Britain would have to bail out the Euro. None of these statements are true.\r\n\r\nHow can we stop this dishonesty and deception? Politicians could be forced to publicly retract their claims if they are found to be untrue, and if they continue to lie they could be removed from office. Campaigns which lie could have their funding reduced or cut entirely.\r\n\r\nWe must learn our lesson from the EU referendum. Lies and deception have no place in referendum campaigns.",
        "background": "The EU referendum campaign was filled with misinformation, deception and lies. We must not let this happen again.\r\n\r\nAn independent body should fact-check any claims made, with politicians who lie being held accountable. If the winning campaign substantially misled voters, there must be a re-vote.",
        "closed_at": null,
        "created_at": "2016-06-27T20:15:06.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-28T09:04:11.304Z",
        "open_at": null,
        "rejected_at": "2016-07-08T17:53:28.076Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/139800"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-07-08T17:53:28.080Z"
    },
    "id": 151756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/151756.json"
    },
    "type": "petition"
}