{
    "attributes": {
        "action": "Make misinformation and false truths by MSP's a criminal offence.",
        "additional_details": "MSP's  - openly admitting the morning after EU referendum that they had miss lead the public.\r\n\r\nMsp Scottish refendum saying that Scotland will get the pound, this was countered by the Bank of England. \r\nOver estimation massively of oil reserves, missleading information.\r\nScotland entitled to join EU all with no evidence to support and no meeting had before this was broadcast. Misleading information not garenteeed again.\r\nMany more examples to be seen.\r\nUSE OF PROPAGANDA .",
        "background": "In light of current events. MSP's have been misleading the general population with false truths and facts In order to secure campaign majority wins. \r\nIe wild over projections and using misleading information much like a product being miss sold by false information being provided.",
        "closed_at": null,
        "created_at": "2016-06-27T20:10:03.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-27T23:13:00.712Z",
        "open_at": null,
        "rejected_at": "2016-07-21T10:30:58.908Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\nIf you want the UK Government and Parliament to make it illegal for any UK political figure to knowingly lie or mislead, we already have a petition on that which you could sign: https://petition.parliament.uk/petitions/119416"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-07-21T10:30:58.913Z"
    },
    "id": 151741,
    "links": {
        "self": "https://petition.parliament.uk/petitions/151741.json"
    },
    "type": "petition"
}