{
    "attributes": {
        "action": "Consider Conservative MEP Daniel Hannan for Prime Minister.",
        "additional_details": "Daniel John Hannan (born 1 September 1971) is a British politician, journalist, and author who is a Member of the European Parliament, representing South East England for the Conservative Party. He is also the Secretary-General of the Alliance of European Conservatives and Reformists (AECR), and is an advocate of localism and a Eurosceptic.\r\n\r\nAfter stints as a speech-writer for Michael Howard and William Hague, Hannan was elected to the European Parliament at the 1999 election.",
        "background": "Now that the people of the United Kingdom have decided to leave the EU we need a strong and positive Prime Minister.\r\n\r\nDaniel Hannan MEP is a highly intellectual Eurosceptic politician with an incredible passion and Charisma, and in my opinion is the best candidate for post brexit Prime Minister.",
        "closed_at": null,
        "created_at": "2016-06-27T23:36:48.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": null,
        "open_at": null,
        "rejected_at": "2016-07-15T12:07:18.016Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Under the UK's constitution, the Monarch invites the person who appears most likely to command the confidence of the House of Commons to serve as Prime Minister and form (or continue) a government.\r\n\r\nThis is usually the leader of the party which has a majority of seats in the House.\r\n\r\nThe leadership of a political party is a matter for the party concerned, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "rejected",
        "updated_at": "2016-07-15T12:07:18.021Z"
    },
    "id": 153931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/153931.json"
    },
    "type": "petition"
}