{
    "attributes": {
        "action": "Ensure that article 50 is not triggered until after a General Election.",
        "additional_details": "Once Article 50 of the Lisbon Treaty is triggered, negotiations will begin over the terms of the UK's exit from the EU. These negotiations will shape the future of our country for years, if not decade, to come.\r\n\r\nAs such, we believe that it is vitally important that these negotiations are conducted under the leadership of a Prime Minister and Government elected by the British people in a General Election.\r\n\r\nWith David Cameron's intention to resign, the next Prime Minister will be chosen by the Conservative party. They will NOT be elected by the people.\r\n\r\nWe therefore call on Parliament to ensure that Britain's exit from the EU is negotiated by an elected Prime Minister, by presenting a Motion of No Confidence, a Motion for a General Election, or by whatever other means may be necessary.",
        "background": "When David Cameron resigns, he will be replaced by a new Prime Minister chosen by the Conservative party, who will then be able to trigger Article 50 and begin negotiations for Britain's exit from the EU.\r\n\r\nWe believe that the exit negotiations MUST be lead by an elected PM and government.\r\n",
        "closed_at": null,
        "created_at": "2016-06-28T19:13:04.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-28T22:57:34.457Z",
        "open_at": null,
        "rejected_at": "2016-07-01T12:26:15.836Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/136417"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-07-01T12:26:15.840Z"
    },
    "id": 155457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/155457.json"
    },
    "type": "petition"
}