{
    "attributes": {
        "action": "A UK General election called and government in place before article 50 triggered",
        "additional_details": " The new leader although they have been elected on the grounds of becoming an MP they have not been elected to lead the government or the UK by the people of the UK. It is imperative that during a time of such unprecedented uncertainty that the leader of the UK government is able to unite and govern the people to a better future. Given the misinformation of the leave campaign, changing views driven by fallout of the referendum, or votes/non votes regretted due to lack of information of the consequences. With such change the only way to truly gauge the views of people is to have a general election to create a new government and elected prime minister before article 50 is triggered",
        "background": "With the resignation of David Cameron a new leader will lead the Conservative party and government through the Uk exit of the EU. David Cameron lead the Conservative party in the last general election and won. For many people it was David Cameron, his views and his direction that was voted for.",
        "closed_at": null,
        "created_at": "2016-06-29T08:11:48.065Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-29T09:17:07.624Z",
        "open_at": null,
        "rejected_at": "2016-07-01T12:26:15.906Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/136417"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-07-01T12:26:15.910Z"
    },
    "id": 155968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/155968.json"
    },
    "type": "petition"
}