{
    "attributes": {
        "action": "Veto any attempt by the English Parliament to exit the EU",
        "additional_details": "The decision to exercise Article 50 of the Lisbon Treaty requires an act of Parliament which must be supported by all corners of the United Kingdom. \r\n\r\nAn exit from the EU is likely to initiate the devolution of the U.K. with all parties looking for independence. \r\n\r\nWe are stronger together.  Both the Union of the British Isles and also the Union of the EU. \r\n\r\nNow is not the time to break either Union.  Work together to address each EU member's grievances and move forward becoming stronger instead.",
        "background": "We the people of the United Kingdom call on the parliaments of Scotland, Wales and Northern Ireland to collectively exercise their veto of any EU exit plan initiated by the English Parliament. ",
        "closed_at": null,
        "created_at": "2016-06-29T22:48:13.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-06-30T09:53:56.879Z",
        "open_at": null,
        "rejected_at": "2016-07-06T11:06:12.835Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition raises matters for the Scottish, Welsh and Northern Ireland Parliaments to address.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send a petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\nThe Welsh Assembly has its own Petitions Committee. If you'd like to send a petition to the Welsh Assembly, you can find out more here:\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx\r\n\r\nIf you'd like to send a petition to the Northern Ireland Assembly, you can find the contact details here:\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-07-06T11:06:12.839Z"
    },
    "id": 156711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/156711.json"
    },
    "type": "petition"
}