{
    "attributes": {
        "action": "Commit to healthcare arrangements for British pensioners living in the EU",
        "additional_details": "Whilst Britain is a Member State of the European Union (EU), British pensioners living in another EU country are entitled to the same healthcare as Nationals of the country in which they live. This is funded from the United Kingdom. Once Britain leaves the EU, this may change.  We call upon the Government of the United Kingdom to make a commitment that the same or equivalent healthcare provision will be in place before Britain leaves the EU in order that there is no break in continuity of care.",
        "background": "British pensioners living in within the European Union (EU) could lose their right to free or low-cost healthcare when Britain leaves. We call upon the Government of the United Kingdom to commit to maintaining the current healthcare arrangements for British pensioners living in an EU country.",
        "closed_at": "2017-01-16T00:00:00.000Z",
        "created_at": "2016-06-30T12:22:46.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-23T16:12:27.301Z",
            "details": "There has been no change to the rights and status of British citizens in the EU, or EU nationals in the UK as a result of the referendum. The Government recognises the challenges and fears of British nationals living in EU countries.  \r\n\r\nThe Government is considering the positions and all options available with the aim of achieving the best outcome for British citizens. Nothing has yet been decided on the future of medical treatment in Europe for British pensioners once the UK leaves the EU. \r\n\r\nThe reciprocal rights and entitlements that will apply following the UK’s exit are subject to the wider negotiation on our future relationship with the EU.  These negotiations have not yet begun so it is not possible to set out any positions in advance.\r\n\r\nDepartment of Health",
            "summary": "During this negotiation we will seek to ensure the best possible outcome for the British people. However, it would be wrong to set out unilateral positions in advance of the negotiating process.",
            "updated_at": "2016-11-23T16:12:27.301Z"
        },
        "government_response_at": "2016-11-23T16:12:27.303Z",
        "moderation_threshold_reached_at": "2016-06-30T13:11:25.784Z",
        "open_at": "2016-07-15T12:49:09.267Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-12T21:24:25.046Z",
        "scheduled_debate_date": null,
        "signature_count": 10394,
        "state": "closed",
        "updated_at": "2017-01-16T00:00:00.000Z"
    },
    "id": 156984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/156984.json"
    },
    "type": "petition"
}