{
    "attributes": {
        "action": "Cut MPs' pay by 50% during party leadership elections or disputes.",
        "additional_details": "Whatever your view of the result, the  EU referendum has resulted in a period of social, economic and constitutional uncertainty for the UK. Rather than offer leadership, our elected representatives have chosen to engage in a period of political infighting that is set to last months. If the resignation of party leaders (or passing 'no confidence' motions) triggered a cut in MPs' pay, such disputes would be resolved far quicker, meaning MPs would return to doing what they are actually paid for.",
        "background": "Spending protracted periods of time in party political leadership battles means that MPs from all sides fail to provide the leadership and guidance expected of them. The proposal is to cut their taxpayer-funded income during times when they are representing each other rather than their constituents.",
        "closed_at": null,
        "created_at": "2016-07-03T13:23:54.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-03T21:31:56.164Z",
        "open_at": null,
        "rejected_at": "2016-07-15T15:49:28.212Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-07-15T15:49:28.216Z"
    },
    "id": 158431,
    "links": {
        "self": "https://petition.parliament.uk/petitions/158431.json"
    },
    "type": "petition"
}