{
    "attributes": {
        "action": "Save Druridge Bay",
        "additional_details": "The mining company BanksGroup are the people responsible for this plan and justify themselves by saying that this mine will create 100 jobs. These plans do not encourage renewable energy and should not be allowed to go ahead, especially considering the strong local feeling against the mine.\r\nhttp://www.bbc.co.uk/news/uk-england-tyne-36715101\r\nhttp://www.chroniclelive.co.uk/news/north-east-news/highthorn-opencast-mine-decision-live-11569331",
        "background": "Today (5th July 2016) Northumberland county councillors unanimously approved plans to open a surface coal mine in Highthorn, close to the beautiful coast line and country park. This would cause irreparable damage to the area and it's wildlife. ",
        "closed_at": null,
        "created_at": "2016-07-05T21:39:27.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-06T09:30:27.622Z",
        "open_at": null,
        "rejected_at": "2016-07-18T15:38:53.358Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop Druridge Bay appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop Druridge Bay and its likely effects.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-18T15:38:53.362Z"
    },
    "id": 159201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/159201.json"
    },
    "type": "petition"
}