{
    "attributes": {
        "action": "Impeach Tony Blair for War Crimes in Iraq.",
        "additional_details": "Since the invasion, there has been enormous instability across Iraq and the Middle East. An estimated 150,000 Iraqi people were killed, mostly civilians, over 1 million displaced, a country destroyed and it has lead to the rise of extreme groups such as ISIS which have massacred many more and brought terrorism to the rest of the world. \r\nWe must be clear that we will not let this be done in the name of Britain, and mistakes will be punished. ",
        "background": "Tony Blair led the UK into an illegal war in Iraq in 2003 based on lies and deceit over WMD and imminent threat. He ignored massive public opinion against the war and led us into a conflict with the US against a sovereign nation, resulting in the deaths of 179 British soldiers. ",
        "closed_at": null,
        "created_at": "2016-07-06T15:20:45.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-08T17:55:46.939Z",
        "open_at": null,
        "rejected_at": "2016-07-20T17:16:30.149Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept a petition calling for impeachment because this procedure is now considered obsolete. It is not therefore clear what action could be taken on this petition. \r\n \r\nThis note explains the history of impeachment and the current position: \r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7612\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-20T17:16:30.153Z"
    },
    "id": 159385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/159385.json"
    },
    "type": "petition"
}