{
    "attributes": {
        "action": "Sanction Tony Blair for misleading parliament and the british public",
        "additional_details": "The Chilcot Report is the only reference required. Parliament must review the outcomes of the Chilcot report and consider the strongest legal or Parliamentary actions against Tony Blair (et al) for consciously misleading Parliament and the British Public. Publicly sanction him, at the very least remove from him all possible benefits & pension rights.\r\nEven if you consider it to be incompetent rather than deliberate would you keep your job and benefits if you made such a mistake?",
        "background": "The Chilcot report clearly demonstrates the failings, either deliberate or incompetent, of the government lead by Tony Blair over the Iraq war.\r\nHe must be publicly sanctioned by Parliament and have all possible benefits of an ex-PM removed and be banned from any future public office",
        "closed_at": null,
        "created_at": "2016-07-06T20:28:05.385Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-08T10:33:22.598Z",
        "open_at": null,
        "rejected_at": "2016-07-21T15:19:33.817Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what sort of sanction you want to be imposed, or who would be responsible for imposing a sanction. If you want Parliament to hold Mr Blair to account, you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/159996"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-21T15:19:33.821Z"
    },
    "id": 159499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/159499.json"
    },
    "type": "petition"
}