{
    "attributes": {
        "action": "Don't put viewers of adult material at risk of fraud or identity theft.",
        "additional_details": "Why should masses of adult material viewers be put at risk of fraud, identity theft and having private details sold to advertising companies? \r\nThere is only one group of people to blame for children viewing pornographic material online. Their parents. \r\nIsp's, web browsers and anti-virus software come with parental controlls to limit what a child can access. We should not be put at risk because parents are unwilling to use the safeguard features available and chose not to protect the child.",
        "background": "In the Digital Economy Bill, it calls for adult material to be blocked unless age is verified, with many sources suggesting the use of credit card details or mobile numbers.\r\nWhy put the people of the UK at risk of identity theft instead of educating parents on how to keep their child safe online.",
        "closed_at": null,
        "created_at": "2016-07-06T23:11:02.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-07T07:08:13.998Z",
        "open_at": null,
        "rejected_at": "2016-07-19T09:22:20.137Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition calling for a specific change to the Digital Economy Bill.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-07-19T09:22:20.141Z"
    },
    "id": 159550,
    "links": {
        "self": "https://petition.parliament.uk/petitions/159550.json"
    },
    "type": "petition"
}