{
    "attributes": {
        "action": "Impeach Tony Blair and make him stand trial for the illegal war on Iraq",
        "additional_details": "In case we forget how the media and Tony Blair \"terrorised\" us, here is a paragraph from an article in the Daily Mail in 2002 - \"Saddam Hussein's armoury of chemical weapons is on standby for use within 45 minutes, Tony Blair's dossier revealed today. The Iraqi leader has 20 missiles which could reach British military bases in Cyprus, as well as Israel and Nato members Greece and Turkey. Those are the key charges in a 14-point \"dossier of death\" finally published by the Government today.\"\r\n\r\n",
        "background": "In 2003 the horrid decision was taken up Tony Blair to bomb Iraq. The apparent evidence for such a case was the fantasy that Saddam Hussain has weapons of mass destruction (WMD) and these could be unleashed with 45 minutes. \r\nThese absurd claims based on lack of evidence has destroyed Iraq. ",
        "closed_at": null,
        "created_at": "2016-07-06T21:18:54.499Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-06T21:38:35.427Z",
        "open_at": null,
        "rejected_at": "2016-07-20T17:18:27.990Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept a petition calling for impeachment because this procedure is now considered obsolete. It is not therefore clear what action could be taken on this petition. \r\n \r\nThis note explains the history of impeachment and the current position: \r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7612\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-07-20T17:18:27.995Z"
    },
    "id": 159516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/159516.json"
    },
    "type": "petition"
}