{
    "attributes": {
        "action": "Listen to the Cry of the DEMOCRATIC Public who voted OUT",
        "additional_details": "All along, Theresa May has messed up on many fronts, it is not right to install her as Prime Minister, simply to suit Conservative Party Elites. they should listen to the REST of the people, especially those who voted OUT. Article 50 needs to be enacted ASAP, not sometime in the indefinite future. The People of this country to NOT wish to have a Sharia Dhimmi in charge, we would prefer someone who is LOYAL TO THIS COUNTRY, not the people who grease their palm. Andrea Leadsom is a better choice.",
        "background": "The people have NO confidence in Theresa May, she endorses sharia law, she was NOT part of the BREXIT group, and she stands for everything the public does NOT wish in this country ... We do NOT want Sharia, We WANT a Fair Immigration system. We want Protection for the CHILDREN. She should step down.",
        "closed_at": null,
        "created_at": "2016-07-07T21:59:03.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": null,
        "open_at": null,
        "rejected_at": "2016-07-15T16:16:14.943Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Under the UK's constitution, the Monarch invites the person who appears most likely to command the confidence of the House of Commons to serve as Prime Minister and form (or continue) a government.\r\n\r\nThis is usually the leader of the party which has a majority of seats in the House.\r\n\r\nThe leadership of a political party is a matter for the party concerned, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 5,
        "state": "rejected",
        "updated_at": "2016-07-15T16:16:14.947Z"
    },
    "id": 159826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/159826.json"
    },
    "type": "petition"
}