{
    "attributes": {
        "action": "Set all MPs wages to National Minimum Wage and limit expences to curb corruption",
        "additional_details": "Money corrupts politicians and the political system. \"big money\" Should be kept as far away as possible from the people who are supposed to do what is best for \"us\" the country!\r\n\r\nAll the MPs on minimum wage would have the incentive to improve society and increase everyones wages, thusly increasing their own! \r\n\r\nInvestments/donations and \"personal wealth\" should be kept out of the political system entirely!\r\n\r\nExpenses should be limited to 'reasonable' expectations...",
        "background": "MP's and the people who run our country should NOT be doing it for personal gain. Setting the wage of those positions to national minimum wage would ensure less greedy self-serving individuals take those positions. Greedy selfish people dont work for free like nice decent voulenteers would!",
        "closed_at": null,
        "created_at": "2016-07-11T16:32:23.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-11T16:58:18.454Z",
        "open_at": null,
        "rejected_at": "2016-07-20T17:37:58.628Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-07-20T17:37:58.632Z"
    },
    "id": 160664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/160664.json"
    },
    "type": "petition"
}