{
    "attributes": {
        "action": "MP's to pledge to mirror the vote of their constituents in 2nd referendum debate",
        "additional_details": "Please sign this petition to ensure that all MP's pledge to forsake any party or personal sentiments when voting and fully take into account the will of their constituents together with the majority of the UK population.\r\nTime for this petition is critical as there is a Parliamentary debate scheduled for 5th September 2016. Please sign & share this petition with all of your family and friends using all social media and word of mouth to make a difference. Thank you.",
        "background": "The House of Commons was formed to give commoners a voice in a Parliament. There is a very real fear for Brexiteers, that during the upcoming debate on a 2nd EU referendum, MP's will be persuaded to vote along personal or party lines and in complete contempt of their constituents previous wishes.",
        "closed_at": null,
        "created_at": "2016-07-12T21:55:03.449Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-14T19:06:06.387Z",
        "open_at": null,
        "rejected_at": "2016-07-25T13:36:04.814Z",
        "rejection": {
            "code": "no-action",
            "details": "We think the debate you're referring to is the debate on 5 September 2016 in Westminster Hall. It is not a substantive debate about a second referendum, but about this e-petition:\r\nhttps://petition.parliament.uk/petitions/131215\r\n\r\nYou can find out more about Westminster Hall debates here: http://www.parliament.uk/about/how/business/westminster-hall-debates/\r\n\r\nIn any case, we're not sure what you're asking MPs to do. Voting in the referendum on 23 June 2016 was not counted on a constituency basis."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-25T13:36:04.819Z"
    },
    "id": 161070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/161070.json"
    },
    "type": "petition"
}