{
    "attributes": {
        "action": "EXPAT UK MEP - We need an EXPAT MEP now not later. BREXIT into BREMAIN",
        "additional_details": "There are millions of Brits living abroad and they deserve a say in what goes on. Many of them are still paying tax in the UK in one way or another and they should have a say on where their money goes. It is essential we have someone to represent us and fight our corner after the June 2016 referendum by British voters to exit the European Union. The referendum unsettled global markets, including currencies, causing the British pound to fall to its lowest level in decades. There is a likely chance that we will remain in Europe however we do not have a representative, although it has been tried in the past. ",
        "background": "Most European countries allow expats to vote for the rest of their lives. French people maintain the right to vote in France however long they have been away (établis hors de France) with 11 directly elected MEP,s.",
        "closed_at": null,
        "created_at": "2016-07-12T19:35:08.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-12T20:26:38.156Z",
        "open_at": null,
        "rejected_at": "2016-07-21T16:19:52.556Z",
        "rejection": {
            "code": "irrelevant",
            "details": "MEPs are Members of the European Parliament. The UK Parliament has no power to decide who they represent. If you want a post-Brexit MEP position to be created to represent ex-patriate Brits in the European Parliament, you can petition the European Parliament about this directly. More information about how to do this is available here:\r\n\r\nhttp://www.europarl.europa.eu/atyourservice/en/20150201PVL00037/Petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2016-07-21T16:19:52.560Z"
    },
    "id": 161006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/161006.json"
    },
    "type": "petition"
}