{
    "attributes": {
        "action": "The time limit which disenfranchises overseas electors should be abolished.",
        "additional_details": "Regardless of your address or how long you have lived there, if you are sufficiently interested in the future of your country to register annually as an overseas elector, then you should be able to vote. UK citizens who have lived abroad since they were children can never vote. I am shortly to be disenfranchised by the 15 year rule. The referendum result has jeopardized my job, pension and house, yet I will be forced to join the thousands of British citizens with no say in their future.",
        "background": "The recent referendum result has the most immediate and destructive impact on British citizens living overseas. Many UK passport holders were unable to vote simply because they had lived abroad for over fifteen years. There should be no expiry date imposed on people who wish to vote.",
        "closed_at": null,
        "created_at": "2016-07-15T07:33:17.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-15T14:07:10.575Z",
        "open_at": null,
        "rejected_at": "2016-07-15T14:38:13.138Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has said that it does have plans to change this rule. It's therefore not clear what action you would like the Government to take that is different from what it is already doing. \r\n\r\nYou can find more information in the Government's response to this petition: \r\nhttps://petition.parliament.uk/petitions/112142"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-07-15T15:23:29.724Z"
    },
    "id": 161600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/161600.json"
    },
    "type": "petition"
}