{
    "attributes": {
        "action": "Make car dealers able to sell trade cars to public. Example, P/X to clear.",
        "additional_details": "If a car is sold at trade value, and the buyer understands there is no guarantee with the vehicle, there is no problem with being able to let someone buy a car which might not be up to retail standards.\r\nCustomers get the same guarantee with very low value cars as three year old cars, which makes it impossible for car dealers to sell these cars and the privates who may want these cars do not get the chance as the only way dealers can sell them is to trade or in a car auction. ",
        "background": "Car dealers are unable to sell used, trade cars to the public without it being covered by the consumer rights act. This means dealers will no longer sell these cars cheaply to public, because the private buyer has rights to have it fixed to a retail standard, which could end up in them loosing thous",
        "closed_at": null,
        "created_at": "2016-07-17T11:29:12.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-17T11:43:05.654Z",
        "open_at": null,
        "rejected_at": "2016-07-29T11:11:58.410Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, your petition could ask Parliament to change the Consumer Rights Act so that it doesn't cover these kinds of sales. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-07-29T11:11:58.414Z"
    },
    "id": 161978,
    "links": {
        "self": "https://petition.parliament.uk/petitions/161978.json"
    },
    "type": "petition"
}