{
    "attributes": {
        "action": "Ensure Cheshire East transformation money is used for children's mental health",
        "additional_details": "The effect of this decision has been to place services under increased pressure leading to waiting times of over 12 months for the most vulnerable children in our society to receive the help they need. Visyon, a local children's mental health charity, has been forced to close its waiting list because expected funding has not been awarded. This leaves families who are desperate for help with no alternative source of support. Your signature could help to force a U-turn on this decision.",
        "background": "Clinical Commissioning Groups were given part of £1.2bn set aside by the government to transform children’s mental health services. In Cheshire East CCGs have been forced to redirect this money into deficits by NHS England, preventing them from spending the additional money on its intended purpose.",
        "closed_at": null,
        "created_at": "2016-07-18T08:57:19.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-18T09:07:58.011Z",
        "open_at": null,
        "rejected_at": "2016-07-28T12:58:26.221Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.The decision on how to allocate the Cheshire East transformation fund is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.cheshireeast.gov.uk/council_and_democracy/voting_and_elections/petitions/petition_scheme.aspx\r\n\r\nYou could also contact your local MP, who may also wish to contact the council about this issue. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n\r\nIf you want the UK Government to ring fence council money specifically for children's mental health services, we could accept a petition on that. \r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-07-28T12:58:26.225Z"
    },
    "id": 162106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/162106.json"
    },
    "type": "petition"
}