{
    "attributes": {
        "action": "Overturn South Tyneside Councils Refusal for Geordie Paws Planning Permission.",
        "additional_details": "It is a business of such nature that unless you spend more than 2 hours here you wouldn't be able to understand how well it is run. Therefore a 15 minute site visit done by South tyneside planning officer was not adequate enough to base a refusal on. The original application was altered by the planning officer to include Retail sales, this was done because they saw our clients collar and leads hanging on their pegs. So they assumed it was retail sales without getting facts. ",
        "background": "Planning permission for a small home run business has been refused based on assumptions rather than facts.\r\nIf they refuse our Appeal they will not only be putting two families out of work and will prove that they DO NOT support small businesses at all. ",
        "closed_at": null,
        "created_at": "2016-07-20T07:27:42.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-20T07:47:21.327Z",
        "open_at": null,
        "rejected_at": "2016-07-26T17:53:32.758Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This appears to be a decision taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://planningguidance.communities.gov.uk/blog/guidance/appeals/appeals-against-refusal-of-planning-permission/ \r\n\r\nand:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n\r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-07-26T17:53:32.764Z"
    },
    "id": 162392,
    "links": {
        "self": "https://petition.parliament.uk/petitions/162392.json"
    },
    "type": "petition"
}