{
    "attributes": {
        "action": "Stop Durham County Council cutting Teaching Assistants pay",
        "additional_details": "In May, Durham County Councillors approved controversial plans to fire 2,700 teaching assistants and re-hire them on different terms and conditions, which unions say will leave the majority out of pocket by up to 23%. This will come into effect in January 2017. These are real people supporting our children.  Don't let them be treated this way.",
        "background": "Stop Durham County Council's plan to cut Teaching Assistants pay by up to 23%.\r\nTeaching Assistants are currently paid little enough already, but the Council's decision to fire and rehire 2,700 Teaching Assistants on different terms and conditions will push them into poverty.",
        "closed_at": null,
        "created_at": "2016-07-22T11:28:05.805Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-24T17:57:47.199Z",
        "open_at": null,
        "rejected_at": "2016-07-29T13:58:48.172Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Durham County Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nDurham County Council also has a petitions process - you can find out more about it here:\r\n\r\nhttp://www.durham.gov.uk/article/1961/Petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-07-29T13:58:48.176Z"
    },
    "id": 162677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/162677.json"
    },
    "type": "petition"
}