{
    "attributes": {
        "action": "Suspend Natural England licence to kill buzzards.",
        "additional_details": "https://raptorpersecutionscotland.wordpress.com/2016/07/29/natural-england-issues-licence-to-kill-buzzards-to-protect-pheasants/",
        "background": "Natural England has been granted a licence to kill buzzards to protect pheasants.",
        "closed_at": "2017-02-03T23:59:59.999Z",
        "created_at": "2016-07-29T16:31:15.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-22T09:56:08.581Z",
            "details": "Buzzards are now widespread in England with, according to the British Trust for Ornithology, over 60,000 pairs in the UK. Issuing control licences has no impact on the conservation status of buzzards and this approach strikes a balance between conserving wildlife and supporting our rural economy.\r\n\r\nWhere appropriate applications are made, Natural England issues Wildlife licences (https://www.gov.uk/guidance/wildlife-licences) to prevent damage to agriculture, livestock and fisheries. In deciding whether a licence should be granted, applications are assessed in the same way against the evidence and within the legal framework of the Wildlife and Countryside Act 1981 (http://www.legislation.gov.uk/ukpga/1981/69). If all the relevant criteria are met, there is legally very little scope for Natural England to refuse to grant a licence. Natural England would not consider licensing any activity that would adversely affect the conservation status of a species.\r\n\r\nNatural England recently issued a licence permitting the control of up to 10 buzzards to prevent predation of young pheasants within rearing pens.\r\n\r\nDepartment for Environment, Food and Rural Affairs. ",
            "summary": "Buzzards are widespread in England and the issuing of control licences has no impact on their conservation status. This approach balances conservation of wildlife and supporting the rural economy.",
            "updated_at": "2016-09-22T09:57:19.298Z"
        },
        "government_response_at": "2016-09-22T09:56:08.584Z",
        "moderation_threshold_reached_at": "2016-07-30T10:12:29.147Z",
        "open_at": "2016-08-03T13:52:04.125Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-30T22:34:54.332Z",
        "scheduled_debate_date": null,
        "signature_count": 15403,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:30.197Z"
    },
    "id": 163483,
    "links": {
        "self": "https://petition.parliament.uk/petitions/163483.json"
    },
    "type": "petition"
}