{
    "attributes": {
        "action": "Prevent the closure of the Maternity Unit at Banbury Horton General Hospital",
        "additional_details": "",
        "background": "Banbury is one of the largest towns in Oxfordshire and getting bigger.\r\nThe services of the Maternity ward at Horton Banbury save and support babies, mums and families and has done so in the past. \r\nHaving to go to the JR in Oxford is risking way too many lives. The MU at Horton is highly needed!\r\n",
        "closed_at": "2017-01-29T23:59:59.999Z",
        "created_at": "2016-07-29T07:09:37.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-03T13:26:36.173Z",
            "details": "At an extraordinary board meeting held on 31 August 2016, the Board of Directors of Oxford University Hospitals NHS Foundation Trust decided for patient safety reasons to suspend temporarily obstetric services at Horton General Hospital in Banbury from 1 October 2016.   This decision was based on there being insufficient numbers of middle grade obstetric doctors to staff the service safely.  The decision means that maternity services at Horton General Hospital will be offered temporarily by a Midwifery-led Unit (MLU), while efforts continue to fill vacant obstetric posts.   This is an emergency, temporary suspension of consultant-led obstetric and gynaecology services in Banbury from October 2016. Substantial and permanent service change would be subject to the four reconfiguration tests. \r\n \r\nWomen who would have attended the Horton General Hospital for an obstetric-led birth will be offered alternative provision at the John Radcliffe Hospital in Oxford. Other aspects of their antenatal and postnatal care will continue to be provided at the Horton General.\r\n \r\nCommunity midwives will continue to provide a home birth service in the Banbury area.  Antenatal clinics and postnatal drop in services and clinics will continue to be provided at the Horton General Hospital.  Oxford University Hospitals NHS Foundation Trust’s consultant-led obstetric and gynaecology provision and special care baby unit services would shift to being provided solely at the John Radcliffe Hospital.  The Horton General (including its Emergency Department) would otherwise continue to provide its current range of services.   \r\n \r\nOxford University Hospitals NHS Foundation Trust, which runs the Horton General, has been struggling to fill middle grade obstetric doctor posts at the hospital for several months.  Should recruitment be successful for the middle grade obstetrician posts at the Horton General Hospital between September and October 2016, the trust would anticipate reinstating obstetric services at the Horton General from January 2017, allowing time for recruited staff to start work and for the necessary arrangements for other staff to be made.  If recruitment is not successful in that timescale, recruitment would continue, with potential reinstatement dates moving on by three-month blocks.\r\n \r\nOxfordshire Clinical Commissioning Group (OCCG) advises that it is developing a county wide transformation programme as part of the Buckinghamshire, Oxfordshire and Berkshire West Sustainability and Transformation Plan (STP) to shape the future of health care.  This will include options to make changes to acute and community bed based care including maternity services. The STP is part of the vision of the NHS Five Year Forward View for health and care services by 2020. \r\n \r\nIn June OCCG launched ‘the big health and care conversation’ to engage with public, patients and stakeholders in the development of its proposals to transform the way health and care are delivered in the county.  Public engagement will continue including  further engagement on  developing options for proposed service reconfiguration and further work with seldom heard people and groups in the county leading.\r\n \r\nEarly engagement has also taken place with the Health and Wellbeing Board and Health Overview and Scrutiny Committee (HOSC) as well as at a stakeholder engagement event in June 2016. Specific engagement on emerging options for services at the Horton General has centred on the Community Partnership Network – a local multi-stakeholder group.  \r\n \r\nA three month public consultation period on options is likely to commence at the end of this year.\r\n\r\nDepartment of Health",
            "summary": "This is a matter for the local NHS. Front line health services should be tailored to meet the needs of the local population. Substantial service change is subject to the four reconfiguration tests. ",
            "updated_at": "2016-10-03T13:26:36.173Z"
        },
        "government_response_at": "2016-10-03T13:26:36.176Z",
        "moderation_threshold_reached_at": "2016-07-29T07:19:35.003Z",
        "open_at": "2016-07-29T12:18:47.453Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-08-04T15:20:55.849Z",
        "scheduled_debate_date": null,
        "signature_count": 11975,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:30.127Z"
    },
    "id": 163428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/163428.json"
    },
    "type": "petition"
}