{
    "attributes": {
        "action": "Improve safety legislation for coaches so no more children get injured",
        "additional_details": "Improved legislation is needed.\r\nIf safety legislation is passed this should apply to all coaches, not just ones manufactured from that date.\r\nOperators should not be able to hide the age of their coaches behind private plates and there should be a far better system of visibility and transparency over the age of the coach, the level of safety equipment it has and the licence history of the operator. Otherwise you really have no idea what kind of coach your child is getting on or how safe it is! ",
        "background": "Two years ago our son almost died when he fell out of a faulty door on a coach at 60 mph.  It has highlighted to us that safety legislation is only applied to newer coaches and operators can hide the age of coaches behind private plates. This is a dangerous combination that needs to change.",
        "closed_at": "2017-02-02T23:59:59.999Z",
        "created_at": "2016-07-30T00:06:15.395Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-10T10:57:28.470Z",
            "details": "The government is committed to investing in national road safety. This is both because of the devastating human consequences of road casualties and also the cost of road collisions to the economy. That is why we have a commitment to reduce the number of cyclists and other road users killed or injured on our roads.\r\n\r\nAlthough child casualties from bus or coach incidents are comparatively rare, behind each statistic is a child and family whose lives have been very sadly affected. The government recognises the life changing effect that this incident has had on the Goold family and their son, and we welcome their determination to improve road safety – an objective that we share.  This is why we introduced a challenging scope of road safety activities outlined in our Road Safety Statement, including measures to protect vulnerable road users, taking tough action against those who break the law and encouraging the uptake of safer vehicles.\r\n\r\nBuses and coaches are hugely important for transport and for the economy.  They are an essential public service helping people to access jobs and education.  It is for these reasons that government supports these services – for example, by providing almost £1 billion of funding for the concessionary bus pass every year and £600 million to the Local Sustainable Transport fund between 2011 and 2015.\r\n\r\nWe fully agree that safe vehicles need high levels of safety specifications and good maintenance.  We work within the wider international community of the United Nations to develop ever better standards for vehicles, which sees bus and coach design continue to improve, as new vehicles replace the older models.  From 2010 new buses and coaches have required interlocks to prevent power operated doors from opening at speeds above 5km/h, and this should now see such devices fitted to approximately one third of the bus and coach fleet.\r\n\r\nThe Driver and Vehicle Standards Agency is responsible for safeguarding the roadworthiness of vehicles and they carry out annual roadworthiness testing and spot examinations of vehicles and at operators’ premises to ensure that the highest standards are maintained.  Since this sad incident, we have changed the procedures for carrying out maintenance investigations ensuring ever tighter standards.\r\n\r\nDepartment for Transport",
            "summary": "Road safety is a matter of national importance, affecting those who drive and those who don’t. ",
            "updated_at": "2017-02-10T10:57:28.470Z"
        },
        "government_response_at": "2017-02-10T10:57:28.473Z",
        "moderation_threshold_reached_at": "2016-07-30T07:04:11.706Z",
        "open_at": "2016-08-02T11:11:51.075Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-26T20:10:32.155Z",
        "scheduled_debate_date": null,
        "signature_count": 10564,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:30.274Z"
    },
    "id": 163522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/163522.json"
    },
    "type": "petition"
}