{
    "attributes": {
        "action": "Change the process to buy and sell property in England",
        "additional_details": "We start to pack up our flat, and are looking forward to moving into our newly built family home, but then our buyers solicitor leaves the firm delaying the process by 6 days. Our buyer returns and decides he no longer wants to buy our flat. We were very upset as we will be loosing our new home and have to start over, not to mention the money we have lost. It seems this happens a lot where a buyer pulls out last min. This should not be allowed and if you agree then please sign this petition.",
        "background": "I live with my Wife and 9 month old son in a 2 bedroom 2nd floor flat. Our buyer went away on holiday for 10 days, but before he did he went into his solicitors and signed the contracts, transferred the funds and instructed his solicitor to go ahead and exchange and complete whilst he was away.",
        "closed_at": null,
        "created_at": "2016-07-29T20:28:31.543Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-31T22:05:18.448Z",
        "open_at": null,
        "rejected_at": "2016-08-03T16:01:50.488Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-08-03T16:01:50.494Z"
    },
    "id": 163502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/163502.json"
    },
    "type": "petition"
}