{
    "attributes": {
        "action": "Make the London cycle race be contained within  the M25 London Orbital Motorway",
        "additional_details": "If we must have this event then it's only fair that Surrey gets an Annual CYCYLE FREE SURREY WEEKEND \r\n\r\nThe locals around Brockham, Box Hill and Mickleham are fed up & frustrated with the number of cycling clubs & their races. \r\n\r\nNot to mention their disregard for motorists, their arrogance when it comes to the highway code & letting people pass. They're not happy riding 1 or 2 abreast no they're often 4 or 5 abreast and do they pull in?  Never, then they wonder why motorists get violent.",
        "background": "I live in Brockham Surrey at the bottom of Box Hill. Ever since London 2012 the surrounding area has been plagued by cyclists week in, week out. \r\nNow we have Ride London, what a farce so much is not even in London it's outside the M25 LONDON ORBITAL MOTORWAY. ",
        "closed_at": null,
        "created_at": "2016-07-31T17:13:19.627Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-07T09:22:48.008Z",
        "open_at": null,
        "rejected_at": "2016-08-09T16:17:18.358Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the routes of cycle races are the responsibility of race organisers and local councils. \r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-08-09T16:17:18.362Z"
    },
    "id": 163655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/163655.json"
    },
    "type": "petition"
}