{
    "attributes": {
        "action": "Remove some of the traffic lights from Putney High Street",
        "additional_details": "These are the traffic lights that I would like to be removed: The light at the junction with Norroy Road and Disraeli Road, the light at the junction with Chelverton Road and the light at the junction with Montserrat Road. These traffic lights are unnecessary and cause congestion. The junctions they are at lead to quiet roads that do not have much traffic. Removing these traffic lights would not be a safety issue and would ease congestion. Any other lights are at big junctions and are needed.",
        "background": "I live near Putney High Street and whenever I take the bus down there, there is almost always congestion. I believe that this is because there are too many traffic lights. The traffic lights disrupt the flow of traffic and, as people are waiting, more people come and so there is congestion.",
        "closed_at": null,
        "created_at": "2016-07-31T11:49:33.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-07-31T15:58:40.616Z",
        "open_at": null,
        "rejected_at": "2016-08-03T14:22:28.535Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of Transport for London. Transport for London is accountable to the London Assembly.\r\n\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: \r\n\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-08-03T14:22:28.543Z"
    },
    "id": 163635,
    "links": {
        "self": "https://petition.parliament.uk/petitions/163635.json"
    },
    "type": "petition"
}