{
    "attributes": {
        "action": "Switch to the Renewable Plan B for Hinkley C – fit for the 21st Century",
        "additional_details": "In 2015, Molly Scott Cato MEP published 'The Power to Transform the South West', showing that SW England can provide 100% of its future energy needs solely from renewable energy resources.\r\n\r\nIn February, Lawrence Slade, Chief Executive of ‘Big Six’ industry body Energy UK joined in – calling for a German-style Energiewende energy transition.\r\n\r\nNow is the time to switch to a renewable energy future of ever-cheaper wind, solar, tidal lagoon and biomass power – creating many more jobs than Hinkley C.",
        "background": "Theresa May's Government is reviewing the Hinkley C nuclear reactor project\r\n\r\nThis expensive white elephant would hand the keys of Britain's future energy security to the Chinese and French Governments, while blocking investment and grid access for faster and cheaper renewable energy alternatives\r\n",
        "closed_at": "2017-02-05T23:59:59.999Z",
        "created_at": "2016-08-01T10:51:32.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-09-28T14:29:09.283Z",
            "details": "The Government is committed to providing secure, affordable and clean energy, now and for the future. We need to replace our ageing infrastructure with low-carbon, reliable energy sources; and aim to do so through a mix of technologies and energy supplies, diversifying supply and reducing reliance on any one energy source. Keeping the lights on is non-negotiable.\r\n\r\nThe Government is clear that nuclear will be an important part of the future generation mix; a transition to a low carbon economy is key to our long term economic and environmental prosperity and, looking at the full costs to consumers, nuclear is both cost-competitive and low carbon. It is the only proven, large scale, low-carbon technology which provides base load supply. Currently, the UK has eight power stations which generate around 20% of electricity in the UK. Almost all of these existing power stations are due to close by 2030, and it is important we start to take action now to replace these.\r\n\r\nFollowing a review of the Hinkley Point C project, the Government has decided to proceed with the first new nuclear power station for a generation, subject to a number of conditions being accepted. Hinkley Point C will kick start a new era of nuclear power - building on Britain’s strong nuclear legacy – and help ensure the UK benefits from a diverse future energy mix designed to give consumers reliable and affordable low carbon energy. It will provide 7% of Britain’s electricity needs for 60 years. UK-based businesses will benefit from more than 60% of the £18 billion value of the project, and 26,000 jobs and apprenticeships will be created.\r\n\r\nThe Government is already committed to the renewable energy sector where it has a proven track record - nearly £52 billion has been invested since 2010. The average annual investment has more than doubled in the last 5 years, with an average of £9 billion invested each year in UK-based renewables. Annual support for renewable technologies will more than double, to over £10 billion, in 2020-21.\r\n\r\nSince 2010, the UK has more than trebled its renewable electricity capacity. Renewables’ share of generation increased by 6 percentage points on 2014 to a record 25% in 2015. For the first time, renewable sources provided more power over the year than coal. We are on track to comfortably exceed our ambition of delivering 30% of the UK’s electricity from renewables in 2020-21.\r\n  \r\nIn addition:\r\n•\tsolar PV has had rapid deployment over the past 5 years, with over 99% of the UKs capacity deployed since 2010 and almost 40% of the capacity (3.7GW) was installed in 2015\r\n•\tbio energy generation was 30% higher in 2015 compared to 2014\r\n•\toverall, wind generation was 26% higher than in 2014 and installed capacity 7.0% higher\r\n\r\nRenewables, such as wind farms, are intermittent and this is why the Government supports a balanced energy policy comprising a mix of sources, such as gas, nuclear and renewables.  With increased use of renewable energy, intermittency will become more of an issue and it is something we are planning for very carefully. We are seeking to keep energy bills down by not over incentivising technologies under low carbon incentive schemes. Furthermore, we are encouraging industry to drive down development costs, which is why the Contracts for Difference (CfD) strike price reduces over time.\r\n\r\nAs costs continue to fall, we will scale back support from sectors and redirect support to technologies where it is needed most. Onshore wind and solar costs have already fallen and so we have reduced support in those areas.\r\n\r\nThe Government is committed to providing investors with certainty and reducing risks for future investors. We are doing this whilst seeking to control costs that fall on consumers and ensuring that the Government’s other energy policy objectives, particularly on security of supply and climate change, are met.\r\n\r\nThe Government is clear that the transition to a low carbon economy is key to our long term economic and environmental prosperity; nuclear is part of that generation mix. Looking at the full costs to consumers, nuclear is cost-competitive and low carbon. Importantly it can provide continuous power, irrespective of whether the wind is blowing or the sun shining.\r\n\r\nDepartment for Business, Energy & Industrial Strategy",
            "summary": "The Government is committed to providing secure, affordable and clean energy to UK families and businesses, now and for the future through a mix of low-carbon technologies. ",
            "updated_at": "2016-09-28T14:29:09.283Z"
        },
        "government_response_at": "2016-09-28T14:29:09.286Z",
        "moderation_threshold_reached_at": "2016-08-02T00:47:28.747Z",
        "open_at": "2016-08-05T09:18:52.582Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-08T06:27:47.038Z",
        "scheduled_debate_date": null,
        "signature_count": 11697,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:30.494Z"
    },
    "id": 163725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/163725.json"
    },
    "type": "petition"
}