{
    "attributes": {
        "action": "We call on the government to scrap the plans to collect passport data in schools",
        "additional_details": "Schools have already started demanding parents bring in copies of passports. \r\n\r\nThere has been no public consultation and many parents and teachers are very concerned about these plans.\r\n\r\nIf the Department is only interested in statistics, it should use the statistical information already available. \r\n\r\nWe are concerned to learn data has already been given from this database to the Home Office without any public transparency.\r\n\r\nConfidential and identifiable data have been given out since 2012",
        "background": "From 2016/17 every individual child starting school and early years are being ask to give identifiable information for school censuses. This includes their country-of-birth, adding to the nationality and ethnicity data already collected. ",
        "closed_at": null,
        "created_at": "2016-08-03T16:28:15.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-03T18:05:09.144Z",
        "open_at": null,
        "rejected_at": "2016-08-08T13:12:27.845Z",
        "rejection": {
            "code": "no-action",
            "details": "The Department for Education has made it clear that schools are not required to request or see passports for the purposes of compiling information for the 2016-17 school census.\r\n\r\nThe Department has published \"School census 2016 to 2017: Guide, version 1.2\" (August 2016):\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/544214/2016_to_2017_School_Census_Guide_V1_2.pdf\r\n\r\nThis states as follows:\r\n\r\n\"The country of birth would be expected to appear on – or be derived from – the child’s birth certificate or passport. However, there is no requirement for the school to request, or see, a copy of the birth certificate or passport.\" (p. 64)\r\n\r\n\"Pupil nationality would be expected to appear on – or be derived from – the passport or European economic area (EEA) identity card. However, there is no requirement for the school to request, or see, a copy of the passport or identity card.\" (p. 65)"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-08-10T11:50:09.548Z"
    },
    "id": 163989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/163989.json"
    },
    "type": "petition"
}