{
    "attributes": {
        "action": "The train from London to Derby should be £26 return NOT £70.50 return.",
        "additional_details": "The cost of traveling to the midlands by train is so costly that it is cheaper to drive there and back. Driving is bad for the environment and road congestion. If London Midland can make the numbers work on a similar distance journey then why do Virgin and East Midlands trains charge 2-3 times more for the same journey? If people could get to London for £26 return then the train would be cheaper than driving. There is no excuse for customers being ripped off like this. ",
        "background": "The Virgin / East Midlands train from London to Derby costs £70.50 for a super off peak return ticket (£103 peak). London to Lichfield Trent Valley costs just £26 for a super off peak return (£38 peak) on London Midland Trains. They are equidistant and both take 1hr 30 mins. We are being ripped off.",
        "closed_at": null,
        "created_at": "2016-08-08T14:55:35.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-08T15:24:54.456Z",
        "open_at": null,
        "rejected_at": "2016-08-09T11:18:31.506Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nWhile the UK Government and Parliament do not directly set the price of train tickets, the Government can set the rate by which train operating companies can raise ticket prices. You could start a new petition calling on the Government to alter this rate, or a petition asking for other changes to the way in which train fares are set."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-08-09T11:18:31.510Z"
    },
    "id": 164373,
    "links": {
        "self": "https://petition.parliament.uk/petitions/164373.json"
    },
    "type": "petition"
}