{
    "attributes": {
        "action": "Extend 40 mph speed limit west from Glan-yr-afon along A494",
        "additional_details": "As well as being a pleasant scenic route for tourists and a major holiday route, this section also features on numerous websites as 'challenging' for sports bike and performance car enthusiasts.\r\n\r\nClearly driving and riding standards are not up to the challenge and the result is a string of fatalities and casualties, drain on resources, inconvenience, noise nuisance, and danger to local residents.\r\n\r\nExtending the existing limit from the village would be a simple, and cost effective solution.\r\n",
        "background": "The A5 to Bala section of the A494 trunk road has a horrendous road safety record with major accidents including fatalities almost a weekly event. Extending the Glan-yr-afon 40 mph zone westwards would alleviate a lot of accidents as well as the disturbance and hazard to all user groups.",
        "closed_at": null,
        "created_at": "2016-08-10T15:02:02.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-10T17:04:20.336Z",
        "open_at": null,
        "rejected_at": "2016-08-11T11:45:33.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Welsh Assembly has its own Petitions Committee. If you'd like to send your petition to the Welsh Assembly, you can find out more here: \r\n\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-08-11T11:45:33.665Z"
    },
    "id": 164548,
    "links": {
        "self": "https://petition.parliament.uk/petitions/164548.json"
    },
    "type": "petition"
}