{
    "attributes": {
        "action": "PM to discuss inhumae treatment of refugees on Nauru by the Australia  govt.",
        "additional_details": "Asylum seekers have been subjected to sexual abuse and assault by immigration officials.  a young girl said a male asylum seeker had “cut her from under”.Seven reports of sexual assault of children, 59 reports of assault on children, 30 of self-harm involving children and 159 of threatened self-harm involving children are recorded.This request is for Parliament authorise the FM to intervene.",
        "background": "Australia runs a refugee camp on the Pacific island nation of Nauru.\r\nRights group say conditions these camps are totally inadequate, citing poor hygiene, cramped conditions, unrelenting heat and a lack of facilities, there are disturbing reports of sexual abuse. ",
        "closed_at": null,
        "created_at": "2016-08-13T10:02:56.130Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-13T16:39:36.364Z",
        "open_at": null,
        "rejected_at": "2016-08-16T14:32:09.784Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could call for a debate in the UK Parliament about the treatment of refugees on Nauru. Or you could start a petition asking the UK Government to urge the Australian Government to take action. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-08-16T14:32:09.788Z"
    },
    "id": 164782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/164782.json"
    },
    "type": "petition"
}