{
    "attributes": {
        "action": "Change the law so fathers get treated as equal when it comes to sexual abuse",
        "additional_details": "I cannot understand why when a man commits such a sickening crime and you as a family are all suffering in so much pain and feel like you are dead inside, as a Father you have to pay anything from £20 donation to anything like £90 and beyond.\r\nDo you not think as a Father you are paying enough let alone have to pay out even more fro what someone has done?\r\nThe police, The doctors, and even the Diocese cannot help in any way.\r\nMen suffer just as bad as women and men emotionally break as a woman does",
        "background": "My child was groomed, sexually assaulted and raped in December of 2015, Social care was quick to give my child counselling which I cannot be any more grateful for and my child's mother is on the waiting list for counselling but I have tried every avenue possible but as a Father you have to pay.",
        "closed_at": null,
        "created_at": "2016-08-14T16:51:41.232Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-16T20:18:11.984Z",
        "open_at": null,
        "rejected_at": "2016-08-18T14:07:42.211Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because we're not sure what action you would like the UK Government or Parliament to take. You could start a new petition calling on the Government or Parliament to fund counselling for fathers of children who have been affected by sexual abuse."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-08-18T14:07:42.218Z"
    },
    "id": 164866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/164866.json"
    },
    "type": "petition"
}