{
    "attributes": {
        "action": "We want to refurbish abandoned buildings around Ealing into homeless shelters.",
        "additional_details": "If this petition succeeds we would also hope to change the ground floor into a shop which is run by the homeless for the homeless. This shop will be a food store, or another suitable business that helps them receive income and a place to stay, helping them to bring their life back on track so that they can be integrated back into society.",
        "background": "There is a pressing issue of homelessness around Acton and Ealing. After turning a blind eye to the homeless for so long we decided to finally act and try to fix the main issue with the help of NCS: the fact that they don't have a home.",
        "closed_at": null,
        "created_at": "2016-08-15T09:23:37.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-15T10:48:17.182Z",
        "open_at": null,
        "rejected_at": "2016-08-16T12:17:41.713Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the UK Government or Parliament to take. \r\n\r\nHousing and homelessness in your local area are the responsibility of your local council, not the Government or Parliament. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you would like Ealing Council to take a specific action, you could start a petition to the Council:\r\n\r\nhttps://www.ealing.gov.uk/info/201039/committees/1090/petition_scheme/8\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-08-16T12:17:41.718Z"
    },
    "id": 164904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/164904.json"
    },
    "type": "petition"
}