{
    "attributes": {
        "action": "Stop foreign workers taking British jobs in culturally important industries.",
        "additional_details": "We petition the Government to prove it is serious by applying this rule to all Sports clubs, especially football. The rule should be that each club is only allowed one member of the coaching staff and 1 player to be non British. The invasion of football with foreigners is hurting the ability of young British players to develop and gain experience, this is hurting the national team. There are 100's of talented young British players who could fill these roles so foreigners are not required.",
        "background": "Post Brexit, any immigration controls put in place must be applied to all industries with no exceptions, where there are British workers who are capable of carrying out the role. In these case there should be no exceptions even if the company or foreigner is extremely rich.",
        "closed_at": null,
        "created_at": "2016-08-15T13:54:21.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-15T14:42:44.691Z",
        "open_at": null,
        "rejected_at": "2016-08-16T12:24:56.857Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do - for example, what specific changes you would like to be made to immigration rules.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-08-16T12:24:56.861Z"
    },
    "id": 164930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/164930.json"
    },
    "type": "petition"
}