{
    "attributes": {
        "action": "Stop foreign workers taking British jobs in culturally important industries",
        "additional_details": "This must be applied to all industries, particularly to all Sports clubs and especially football. For football the only exception should be that each club is allowed one member of the coaching staff and 1 player to be non British. The invasion of football with foreigners is hurting the ability of young British players to develop and gain experience, this is hurting the national team. There are 100's of talented young British players who could fill these roles so foreigners are not required.",
        "background": "We petition the Government to apply any immigration controls implemented Post Brexit to all industries with no exceptions even if the company or foreigner is extremely rich. Especially where there are young British people eager to do the jobs.",
        "closed_at": null,
        "created_at": "2016-08-16T14:27:11.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-16T15:54:28.536Z",
        "open_at": null,
        "rejected_at": "2016-08-19T13:39:29.614Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you would like immigration rules to be applied without exception, as requested in the first paragraph, or with certain exceptions, as described in the second paragraph. We're also not sure whether you would like to apply only in certain, culturally important industries (and if so, how those would be defined), or whether you would like the same immigration rules to be applied to all industries. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-08-19T13:39:29.620Z"
    },
    "id": 165002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/165002.json"
    },
    "type": "petition"
}