{
    "attributes": {
        "action": "British servicemen and women to have legal immunity from prosecution",
        "additional_details": "Many enemies use Children and Women as a fire wall, making a problem for every commander, but the active service person should never be held responsible for collateral, nor for that (Drone Pilots)\r\nNo service person doing his duty in a war or warlike situation should ever be criminalised for serving His or Her, Queen, Her Country, and Subjects. Ireland, Irak, Afgahnistan  are examples of what can happen.",
        "background": "Financial interests have caused accusations too be made too Service Persons for doing their duty, by order, refusal could mean Mutiny or Treason\r\n",
        "closed_at": null,
        "created_at": "2016-08-17T09:55:35.133Z",
        "creator_name": "John Cole",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-06T15:26:13.312Z",
            "details": "The Government considers our Service personnel to be the best in the world, recognising the very difficult job that they have to do and the high standards they are expected to maintain.    \r\n\r\nUK Service personnel are subject to the Armed Forces Act 2006 wherever they are in the world.  The Act contains a consistent and fair system of service law that recognises the unique context within which Service personnel operate and it underpins the maintenance of discipline which is fundamental for operational effectiveness.  The Service Justice System provides for the same crimes as under the law of England and Wales, including theft, rape and murder, and a range of disciplinary offences specific to the military environment, such as failure to obey a lawful command.  When a Service person commits a crime it is essential that justice is done.  \r\n\r\nThere are clear international rules around what is permitted in armed conflict and what actions are prohibited as war crimes or crimes under the UK law.  International Law requires the UK to ensure that our Armed Forces are subject to a proper disciplinary system, and to ensure that Service personnel properly understand the law that governs their actions.  Violation of criminal law by a Service person can place their colleagues in danger and undermine the legitimacy of the mission.  Recognising the difficult circumstances, accountability is a core concept in the law of the UK and this accountability is equally important when it comes to military actions overseas.  \r\n\r\nWhere a Service person is following a lawful order and is properly performing their duties they are not liable to be prosecuted for crimes.  This includes circumstances where there are civilian casualties and other forms of collateral damage.  The UK Armed Forces and the MOD support the legal and moral obligation to minimise collateral damage when carrying out targeting activities.  This includes detailed planning, with the benefit of comprehensive and detailed legal advice and adherence to stringent rules of engagement.  There are clear and well understood boundaries between when a Service person is acting lawfully, within the confines of their role, and when they have gone outside the performance of their role and committed a crime. \r\n\r\nAccusations arising from recent military operations have been based on allegations of ill-treatment (such as torture or murder), which are not allegations about personnel doing their duty.   Where there is evidence of a potential crime, an appropriate police investigation must be carried out and, in the case of allegations arising from Iraq, many cases have been discounted as a result.  As the Government has said on many occasions, the vast majority of our Armed Forces have served, and continue to serve, with great honour, distinction and bravery.  Where, however, there is evidence of a crime, it is only right that an independent decision is taken as to whether it meets the test for prosecution at court martial. We do not want to see members of the Armed Forces subject to judicial proceedings on the basis of false and unjustified allegations.  We have, and will continue, to take robust action where false and unjustified allegations have been made.\r\n\r\nThe Government is confident that the legal obligations to which Service personnel are subject are clear and appropriate.  Service personnel are provided with the appropriate training, guidance and support to familiarise them with the rules of armed conflict and the Armed Forces Act.  Where issues arise, the Services ensure that they are addressed appropriately. \r\n\r\nMinistry of Defence",
            "summary": "We are proud of our Armed Forces, who are trained to act in accordance with the law.  Allegations of a crime must be investigated, but we will take robust action where allegations are false. ",
            "updated_at": "2017-01-06T15:26:13.312Z"
        },
        "government_response_at": "2017-01-06T15:26:13.315Z",
        "moderation_threshold_reached_at": "2016-08-17T10:10:31.478Z",
        "open_at": "2016-08-17T10:30:33.871Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-20T17:02:50.747Z",
        "scheduled_debate_date": null,
        "signature_count": 11719,
        "state": "open",
        "updated_at": "2017-01-30T13:20:22.198Z"
    },
    "id": 165069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/165069.json"
    },
    "type": "petition"
}