{
    "attributes": {
        "action": "Get involved to stop human rights abuse in Kashmir.",
        "additional_details": "According to Amnesty International, as of June 2015, no member of the Indian military deployed in Jammu and Kashmir has been tried for human rights violations in a civilian court.\r\nIn October 2015 Jammu and Kashmir High Court said that article 370 is \"permanent\" and Jammu & Kashmir did not merge with India the way other princely states merged but retained special status and limited sovereignty under Indian constitution\r\nOccording to the sources over 90000 Kashmiris have been killed by now.",
        "background": "Get involved to stop human rights abuse in Indian occupied Kashmir and help the people of Kashmir to use their right of self determination according to the resolution 47(1948) or to be Free from both india and pakistan and have a Free state of kashmir as it was before the partition of subcontinent.",
        "closed_at": null,
        "created_at": "2016-08-16T23:31:17.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-17T19:24:37.967Z",
        "open_at": null,
        "rejected_at": "2016-08-18T14:55:38.978Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because it doesn't include a clear action for either the UK Government or Parliament to take. Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition asking the UK Government to urge the Indian Government to address the issues you raise. \r\n\r\nOr you may wish to sign this petition about Kashmir: https://petition.parliament.uk/petitions/160509 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-08-18T14:55:38.982Z"
    },
    "id": 165048,
    "links": {
        "self": "https://petition.parliament.uk/petitions/165048.json"
    },
    "type": "petition"
}