{
    "attributes": {
        "action": "Stop Sadiq Khans “online hate crime hub” as it goes against freedom of speech.",
        "additional_details": "Already dubbed the 'thorght police' this is a serious breach of free speech and another step to erode criticism of orginisations and people. Islamophobia is not defined for example, what is the line between Islamophobia and criticism? People will be arrested for what are ultimately law enforcement  subjective views and not facts. ",
        "background": "London’s new mayor, Sadiq Khan, is allocating over two million dollars (£1,730,726) to an “online hate crime hub” enabling police to track and arrest “trolls” who “target\" individuals and communities. this is a serious breach of the freedom of speech and privacy. It needs to be stopped",
        "closed_at": null,
        "created_at": "2016-08-19T09:22:07.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-20T16:42:29.719Z",
        "open_at": null,
        "rejected_at": "2016-08-25T17:00:21.140Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly. \r\n\r\nThis decision was taken by the London Mayor's Office for Policing and Crime (MOPAC). MOPAC is overseen by the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: \r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-08-25T17:00:21.144Z"
    },
    "id": 165218,
    "links": {
        "self": "https://petition.parliament.uk/petitions/165218.json"
    },
    "type": "petition"
}