{
    "attributes": {
        "action": "Review the sentance handed out to two convicted pedophiles from Kington.",
        "additional_details": " Julie was aged 14 when she lured the young boy, aged six, into a petrol station toilets in 2000 where she touched herself intimately.On another occasion she performed oral sex on the victim. Julie also had sex with the boy on a sofa years later when he was aged 14. Mum-of-one Jennifer, who wore a blue jacket with navy jogging bottoms, was handed a 12 month jail term, suspended for one year. Pregnant Julie who wore a pink dress, was handed a two-year prison sentenced suspended for two years.",
        "background": "TWO evil sisters who sexually abused a boy when he was aged just six and then again when he was a teenager have been spared jail – because they are both DEAF.\r\nJulie Fellows, 30, and her sister Jennifer, 32, targeted the youngster over a period spanning ten years. \r\n\r\n",
        "closed_at": null,
        "created_at": "2016-08-20T10:49:20.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-20T11:06:33.352Z",
        "open_at": null,
        "rejected_at": "2016-09-12T16:33:23.248Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Sentences are the responsibility of the courts, which are independent of the Government and Parliament.\r\n\r\nAnyone can ask the Attorney General to review a sentence they think is too low, and only one person needs to ask for a sentence to be reviewed. You can find out how to do that here:\r\n\r\nhttps://www.gov.uk/complain-about-low-crown-court-sentence\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-09-12T16:33:23.252Z"
    },
    "id": 165315,
    "links": {
        "self": "https://petition.parliament.uk/petitions/165315.json"
    },
    "type": "petition"
}