{
    "attributes": {
        "action": "UK boycott of the 2022 FIFA world cup in Qatar",
        "additional_details": "Stoning is a legal punishment in Qatar.\r\nHomosexuality is punishable by death.\r\nIn some family courts (which are Sharia law based), a woman's testimony is worth half that of a man's.\r\nConsumption of alcohol is punishable by flogging.\r\n\r\nIf the United Kingdom refuses to participate in this tournament. It would send a strong message that we do not tolerate this level of discrimination and inequality.",
        "background": "Qatar is a country whose values and laws are not reflective of British values. Their laws on the treatment of women and LGBT persons are highly discriminatory. If this country participates in this tournament it will endorse Qatar's unacceptable policies on equality and human rights.",
        "closed_at": null,
        "created_at": "2016-08-22T12:32:21.783Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-08-22T13:08:42.441Z",
        "open_at": null,
        "rejected_at": "2016-08-22T13:29:24.746Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Participation of teams representing the home nations (England, Wales, Scotland and Northern Ireland) in football tournaments organised by FIFA is the responsibility of the respective football associations, and not the UK Government.  Article 17.1 of the Fifa Statutes, which applies to all member associations, reads: \"Each Member shall manage its affairs independently and with no influence from third parties.\""
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-08-22T13:29:24.750Z"
    },
    "id": 165455,
    "links": {
        "self": "https://petition.parliament.uk/petitions/165455.json"
    },
    "type": "petition"
}