{
    "attributes": {
        "action": "We want an urgent improvement in Mental Health Care in this country!",
        "additional_details": "",
        "background": "My 22 year old son died this year. He suffered from depression. He was denied counselling and instead was prescribed medication. He turned to drugs just before his death to help him through these dark times and I truly believe, that had he been offered urgent counselling, he would not have done so. ",
        "closed_at": "2017-03-08T23:59:59.999Z",
        "created_at": "2016-09-01T22:37:05.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-24T14:21:48.801Z",
            "details": "We were deeply saddened to hear about the death of the young man concerned and recognise that every such death represents a tragedy for the relatives and close friends of the person concerned.\r\n\r\nWe want to make the NHS the safest and most transparent healthcare system in the world so it’s vital that individuals feel able to speak up and complain if they feel that they (or someone close to them) could have benefitted from an alternative form of care to that which was prescribed. \r\n\r\nPrinciples that guide the NHS are set out in the NHS Constitution and include a commitment to quality and effectiveness of care. The NHS greatly values feedback from patients, families, carers, staff and the public, especially where this may help to improve care provided to patients in the future.\r\n\r\nThis Government wants to ensure that more people with common mental health problems, including depression, get timely access to psychological therapies. The Improving Access to Psychological Therapies (IAPT) programme aims to provide NICE approved services to people in England.\r\n\r\nSince the start of the IAPT Programme in 2008 more than four and a half million adults have entered the IAPT programme. Of that four million, over 2.7 million have completed treatment and over 950,000 are in recovery. Since 2010 we have increased by around 2.5 times the number of people accessing psychological therapies treatment for common mental health conditions including depression and anxiety.\r\n \r\nWe have introduced the first waiting times for mental health to improve timely access to treatment, starting with psychological therapies and early intervention in psychosis. These new standards are a crucial step towards parity of esteem, and we are exceeding our targets for waiting times in access to psychological therapies.\r\n\r\nGPs should encourage open conversations with individuals about a choice of treatments and make patients aware of a full range of options available to them, including psychological therapies and medication. Individuals experiencing depression may benefit from psychological therapies however it is for health professionals to assess patients based on their individual needs and preferences. Patients may also access Improving Access to Psychological Therapies (IAPT) services via self-referral or other locally agreed referral processes depending on local commissioning arrangements. In most cases, IAPT is suitable for treating depression; however a patient should be referred to secondary care if they are self-harming or displaying suicidal or unsafe behaviour, they experience severe recurrent depression or the depression is resistant to treatment.\r\n\r\nDepartment of Health",
            "summary": "Any death, especially if the care a patient received could have been improved, is a tragedy. The Government is committed to making sure clinicians give the best treatment for patients",
            "updated_at": "2017-02-24T14:21:48.801Z"
        },
        "government_response_at": "2017-02-24T14:21:48.804Z",
        "moderation_threshold_reached_at": "2016-09-01T23:19:41.991Z",
        "open_at": "2016-09-08T15:48:42.638Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-31T09:31:41.426Z",
        "scheduled_debate_date": null,
        "signature_count": 11821,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:33.127Z"
    },
    "id": 166130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/166130.json"
    },
    "type": "petition"
}