{
    "attributes": {
        "action": "Nissan Motor Company LTD to instigate a total recall of the Nissan Navara D40 .",
        "additional_details": "Nissan have in many cases accepted responsibility and offered (some) affected owners with either a replacement chassis, or a 'buy back' option.\r\nBut this is not a official Nissan Group initiative, and although 'all' D40 models from 2005 up are effected, Nissan have not yet issued a recall notice, this has resulted in something of a 'post-code' lottery with many Nissan Dealerships left in the dark as to their actions, indeed Nissan have now handed over the inspection of these vehicles to the trust of the RAC.\r\nThis is just not acceptable as these vehicles were purchased in good faith, we therefor request that Nissan Motor Company stand by their product and customers, and formally issue a recall of all D40 models before there is a fatality on our roads.",
        "background": "The Nissan Navara D40 has a (known to Nissan) chassis fault, this fault causes the chassis to break in two without warning, the break/split manifests itself in 'all' cases just behind the passenger cab.\r\nWe request that DVSA instruct Nissan Motor Company to instigate a total recall of this vehicle.",
        "closed_at": null,
        "created_at": "2016-09-05T15:27:29.656Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-05T17:44:54.365Z",
        "open_at": null,
        "rejected_at": "2016-09-08T16:49:52.820Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition seems to be calling on Nissan, not the Government or Parliament, to take action.\r\n\r\nYou could raise your concerns with the Driver and Vehicle Standards Agency:\r\n\r\nhttps://www.gov.uk/government/organisations/driver-and-vehicle-standards-agency"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-09-08T16:49:52.824Z"
    },
    "id": 166344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/166344.json"
    },
    "type": "petition"
}