{
    "attributes": {
        "action": "Please sign the petition for the Robin to become our official National Bird.",
        "additional_details": "Britain's Vote National Bird Campaign was a two part vote. The first leg was launched in August 2014. Thereafter, a shortlist of 10 species was created and went to the general public to vote. This second leg of the campaign started in March 2015 and ended at midnight on May 6th 2015 - General Election Day.\r\n\r\nThe Robin won!!\r\n\r\nThe full campaign story can be found here: http://www.votenationalbird.com\r\n\r\nand here: \r\nhttps://bulletprblog.wordpress.com/2015/06/23/britains-vote-national-bird-campaign/",
        "background": "This petition is being co-ordinated by David Lindo - also known as The Urban Birder - a natural history broadcaster and writer. He would like to start a petition to get this fantastic little bird, so relevent to to the British way of life, officially recognised as our National Bird. ",
        "closed_at": "2017-03-13T23:59:59.999Z",
        "created_at": "2016-09-06T17:22:20.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-31T16:02:03.233Z",
            "details": "The robin is synonymous with the British countryside and is clearly loved by huge numbers of British people. The Government agrees strongly that it is vital to champion and promote the importance of our precious wild birds. \r\n\r\nThe UK has some of the world’s finest wildlife and the Government recognises how important biodiversity is for a flourishing natural environment and the wellbeing of people and nature alike. Our ambition is to be the first generation to leave our natural environment in a better state than we found it. That is why we are taking action in a number of areas, such as developing a 25 Year Plan for the Environment. We are planning to publish a framework for our 25 Year Plan later this year, and we will be letting everyone have their say on it – including by telling us about their favourite birds!\r\n\r\nWe are encouraging everyone to make use of our wonderful assets like national parks and forests, where birds like the robin can be seen in their natural habitats. And in partnership with the Woodland Trust, we are working to provide free trees to schools, creating new habitats for plants and animals and bringing everyone in touch with nature.\r\n\r\nThe robin is already widely recognised as a national icon, so we don’t feel that giving it official status would add much to the recognition the robin already receives and deserves. The Government has no plans to introduce a procedure at this time to officially adopt a national bird. \r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The robin doesn’t need official status to make it an icon of the British countryside. The Government is committed to protecting all wild birds, but has no plans to adopt a national bird at this time.",
            "updated_at": "2016-10-31T16:02:03.233Z"
        },
        "government_response_at": "2016-10-31T16:02:03.235Z",
        "moderation_threshold_reached_at": "2016-09-06T19:29:14.669Z",
        "open_at": "2016-09-13T16:50:59.517Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-06T01:39:21.951Z",
        "scheduled_debate_date": null,
        "signature_count": 12793,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:33.455Z"
    },
    "id": 166442,
    "links": {
        "self": "https://petition.parliament.uk/petitions/166442.json"
    },
    "type": "petition"
}