{
    "attributes": {
        "action": "Under speeding is not enforced by the police where as speeding is.",
        "additional_details": "Since the first implementation of the UK speed limits and stopping distances what was based on a vehicle which had brakes designed to only stop from 70 only, the UK speed limits and braking distances have not been correctly revised, but the speed limits have been decreased in areas from 60 to 50.\r\nOn the current UK driving test going under the speed limit is classed as a fail unless held up by I.e. a tractor and no passing place is available.",
        "background": "If the road is virtually straight and the speed limit is 60. I am constantly faced with vehicles doing 30 to 40 mph these vehicles drive past the police with no problem.\r\n",
        "closed_at": null,
        "created_at": "2016-09-07T08:57:16.229Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-07T11:03:50.868Z",
        "open_at": null,
        "rejected_at": "2016-09-09T13:08:17.608Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept petitions about matters which are operational decisions for the police. \r\n\r\nThe law does not currently impose minimum speed limits, unless the driver is driving so slowly that they fall within the offence of dangerous driving. If you would like to start a new petition, we could accept a petition calling for minimum speed limits to be introduced."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-09-09T13:08:17.615Z"
    },
    "id": 166507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/166507.json"
    },
    "type": "petition"
}