{
    "attributes": {
        "action": "Save The Rocking Horse Nursery in Warmley, Bristol from closure.",
        "additional_details": "Over the past 3 years since The Grange School went into special measures the nursery have continually asked South Gloucestershire Council what will happen to the premises and have been told that they don't know.\r\n\r\nNow out of the blue they have served notice with no consideration of the impact that his will have on the children at a crucial stage of their development. On the 29th June the nursery was asked to apply for a grant to increase nursery places and now they have been served notice.",
        "background": "As of 30th August South Gloucestershire Council has served The Rocking Horse Day nursery with notice to vacate The Grange School premises by December 2016.\r\n\r\nThe nursery has requested an alternative site and the council have said \"No\".\r\n\r\nAs a result the children risk being left with nowhere to go.",
        "closed_at": null,
        "created_at": "2016-09-09T00:04:27.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-09T07:35:20.211Z",
        "open_at": null,
        "rejected_at": "2016-09-09T14:16:05.787Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This appears to be the responsibility of South Gloucestershire Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition South Gloucestershire Council - you can find out more here: https://petitions.southglos.gov.uk/petitions.ti \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-09-11T16:48:27.020Z"
    },
    "id": 166682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/166682.json"
    },
    "type": "petition"
}