{
    "attributes": {
        "action": "Ensure teachers and school staff follow the school uniform policy as students",
        "additional_details": "It causes a negative learning environment is most schools answer, \r\n\r\nSo teachers, who stand in front of a class, who are a child's role model at school should be setting an example, \r\n\r\nTeachers should not be allowed noticeably dyed hair, visible piercings or tattoos and they should be made to wear a set teachers school uniform, \r\n\r\nOne school my daughter went to the art teacher had pink hair, another teacher had facial piercings and their clothing wasn't great, it's time they set a good example! ",
        "background": "Every day in the media we see reports of schools across the uk sending students home due to school uniform policies, \r\n\r\nThis can be because of clothes not being the style a school accepts, socks with a little frill at the top, piercings, dyed hair or even hair accessories, why do they do this? ",
        "closed_at": null,
        "created_at": "2016-09-08T14:03:15.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-08T17:16:36.095Z",
        "open_at": null,
        "rejected_at": "2016-09-09T15:20:34.274Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about school uniform, and teachers' dress codes, are for a school's governing body and management to take.\r\n\r\nYou could ask your school's governing body to take the action you want to see in your school.\r\n\r\nThe Department for Education does produce guidance for schools:\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/269113/school_uniform_guidance_2013.pdf\r\n\r\nYou could start a petition asking for the Government to change the guidance it gives to schools."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-09-09T15:20:34.279Z"
    },
    "id": 166621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/166621.json"
    },
    "type": "petition"
}