{
    "attributes": {
        "action": "April's Law",
        "additional_details": "Five-year-old April Jones was murdered by paedophile Mark Bridger after being abducted from outside her home in Machynlleth October 2012.\r\nBefore April's abduction he was looking at child pornography. He had over 500 indecent imagines of children on his computer.",
        "background": "We the undersigned call on the prime minister to make all sex offenders remain on the register for life no matter the crime, for service providers and search engines to be better policed regarding child abuse images and harder sentences on those caught with indecent images of children.",
        "closed_at": null,
        "created_at": "2016-09-09T10:54:34.169Z",
        "creator_name": "Jazmin Jones ",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-09T13:23:12.643Z",
            "details": "Protecting the public from harm remains a priority for this Government, and we have been clear that those offenders who continue to pose a risk will remain subject to notification for life.  The public should rest assured that sex offenders will not automatically come off the register; the order only provides a mechanism by which a sex offender can apply for a review.   \r\n\r\nOn 30 July 2012 the Sexual Offences Act 2003 was amended by the Sexual Offences Act 2003 (Remedial) Order 2012 to introduce a mechanism which will enable registered sex offenders who are subject to notification requirements for life to apply for those requirements to be reviewed.  \r\n\r\nThis was as a result of an earlier Supreme Court ruling that our then law on indefinite sex offender registration without the right for review was incompatible with article 8 of the European Convention on Human Rights (ECHR). \r\n\r\nThe Government fully acknowledged the ruling of the Supreme Court and took appropriate action as is its duty; to uphold the independence of the judiciary by complying with the judgement.\r\n\r\nUnder the previous Government, we made changes to the notification requirements introducing additional measures which sought to strengthen the existing mechanism by making it mandatory for all registered sex offenders to notify to the police:\r\n\r\n•\tall foreign travel;\r\n•\tweekly, where they are registered as having ‘no fixed abode’;\r\n•\twhere they are living in a household with a child under the age of 18; and;\r\n•\ttheir bank account and credit card details, and information about their passports or other identity documents.\r\n\r\nWe continue to work with the police and other law enforcement agencies to ensure that the right powers are available for the authorities to tackle sexual crimes and to bring perpetrators to justice. \r\n\r\n\r\nPolicing of child abuse images\r\n\r\nThe Government agrees that industry has a responsibility to work together with law enforcement and Government to prevent and inhibit the use of their services by those seeking to generate and share child abuse material. In 2015, Google announced that it had made changes to its search algorithm to prevent images and videos containing child abuse material from appearing in search results.  They have publicly stated there has been an eight-fold reduction in child sexual abuse image related search queries since. \r\n\r\nThe Internet Watch Foundation, which is funded by industry, has been active in facilitating the removal of indecent imagery of children from the internet. Their efforts have helped the UK see a reduction from the UK hosting 18% of web pages of child abuse imagery, to 0.2% by 2015.  Since April 2014 as permitted by Government, they have proactively sought out child sexual abuse material to take action to get this material removed.  \r\n\r\nAt the WePROTECT summit in December 2014, industry committed to taking digital hashes of known child abuse imagery in order to ensure these could be identified and referred to the US National Centre for Missing and Exploited Children, and removed.  As of October 2016, over 34,750 image hashes have been shared among industry by the IWF. \r\n\r\nSentencing\r\n\r\nSentencing is entirely a matter for our independent courts.   When deciding what sentence to impose the courts take into account the circumstances of the offence and any mitigating and aggravating factors, in line with the sentencing guidelines.  Maximum penalties are kept under review to ensure that the courts have adequate powers to deal with offences effectively and proportionately.\r\n\r\nThe independent Sentencing Council are responsible for issuing guidelines to the courts.  In December 2013 the Sentencing Council issued a revised guideline on sentencing for sexual offences, which came into force in England and Wales in April 2014.  \r\n\r\nUnder the Protection of Children Act 1978 (as amended), the UK prohibits the taking, making circulation and possession with a view to distribution of any indecent photograph or pseudo-photograph of a child under 16.  Such offences carry a maximum sentence of 10 years’ imprisonment.  Section 160 of the Criminal Justice Act 1988 also makes the simple possession of indecent photographs or pseudo-photographs of children an offence.  This carries a maximum sentence of 5 years’ imprisonment.  This age was raised to 18 in the Sexual Offences Act 2003 and there are defences for those aged over the age of consent (16) who produce sexual photographs for their own use within a marriage or civil partnership.  These defences are lost, however, if such images are distributed. \r\n\r\nThe Sexual Offences 2003 Act significantly modernised and strengthened the laws on sexual offences in England and Wales to provide extra protection to children from sexual abuse and sexual exploitation.  It was designed to meet 21st century challenges of protecting children, and addresses issues including internet pornography and ‘grooming’ children for sexual abuse.  \r\n\r\nHome Office",
            "summary": "The UK has some of the toughest powers in the world to deal with sex offenders and those who continue to pose a risk will remain subject to notification for life. ",
            "updated_at": "2016-11-09T13:23:12.643Z"
        },
        "government_response_at": "2016-11-09T13:23:12.646Z",
        "moderation_threshold_reached_at": "2016-09-09T11:09:10.642Z",
        "open_at": "2016-09-16T09:45:52.700Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-18T19:25:02.686Z",
        "scheduled_debate_date": null,
        "signature_count": 31324,
        "state": "open",
        "updated_at": "2017-01-09T12:02:11.552Z"
    },
    "id": 166711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/166711.json"
    },
    "type": "petition"
}