{
    "attributes": {
        "action": "Put a max of £1200 on car insurance for 18-25 year olds",
        "additional_details": "",
        "background": "Insurance companies are making it harder and harder for people aged 18-25 years of age to start driving. I myself am looking at a £2500 insurance for my first year driving which is completely unaffordable as i am earning minimum wage £5.30 per hour and am also having to pay bill for my property.",
        "closed_at": null,
        "created_at": "2016-09-10T22:30:39.947Z",
        "creator_name": "rhys micheal parker",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2016-11-30T15:45:14.744Z",
        "government_response": {
            "created_at": "2016-12-13T09:14:32.035Z",
            "details": "The Government is aware that the cost of motor insurance can be high for new and inexperienced drivers. We have taken forward a programme of measures to strengthen the way that people learn to drive and are tested.  We have engaged insurers in this process, so that they can have confidence that additional measures will make a real difference that can be rewarded with lower premiums.  \r\n\r\nMotor insurance premiums can vary according to the risks associated with different types of driver, vehicle and other factors such as age and driving experience.   Motor insurance is a very competitive market and shopping around for the best possible option before making any decisions is likely to benefit customers.  The British Insurance Brokers Association (BIBA) run a not for profit ‘find a broker’ service where there are many broker products for young drivers. Further information can be found on their website: www.biba.org.uk. New rules coming into force next year will require motor insurers to disclose last year’s premium at renewal and prompt customers to shop around for the best deal.\r\n\r\nSome insurers have introduced the use of telematics or in-car black boxes to allow better risk-based pricing for new drivers. It means insurers now have a real time data feed, which allows them to see an individual’s driving behaviour, which had not previously been possible in the past. There is some evidence that suggests new drivers could see their annual premiums fall by 20% or more if they show good driving behaviour with a black box installed in their cars. \r\n\r\nThe Government recently announced reforms aimed at tackling the continuing high number and costly whiplash injury claims that were having a negative impact on the price of motor insurance premiums.  These reforms will end the cycle in which motorists pay higher insurance premiums due to minor, exaggerated and fraudulent whiplash claims by others.   The government fully expects insurers to pass on the savings from these reforms to consumers through lower premiums and leading insurers have already committed to do this. \r\n\r\nDepartment for Transport",
            "summary": "By strengthening the way that people learn to drive and are tested and by tackling insurance fraud this Government is helping bear down on the cost of insurance for new and inexperienced drivers.  ",
            "updated_at": "2016-12-13T09:14:32.035Z"
        },
        "government_response_at": "2016-12-13T09:14:32.038Z",
        "moderation_threshold_reached_at": "2016-09-11T07:12:56.500Z",
        "open_at": "2016-09-14T10:18:56.752Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-26T13:42:40.306Z",
        "scheduled_debate_date": null,
        "signature_count": 144858,
        "state": "open",
        "updated_at": "2017-01-09T11:53:22.120Z"
    },
    "id": 166847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/166847.json"
    },
    "type": "petition"
}