{
    "attributes": {
        "action": "Reinstate the Great British Bake Off to its rightful home, the BBC.",
        "additional_details": "The Great British Bake Off has been on our screens since 2010, originally starting on BBC 2, after it proved wildly popular, it was moved to BBC 1. \r\nPast winners have proved to be much loved by the public, including Nadiya Hussain, who had a two part documentary on the BBC entitled the Chronicles of Nadiya.\r\nThis move from the BBC to Channel 4 will be detrimental to this show, and therefore call on Parliament to legislate against the contract formed by Love Productions and Channel 4.",
        "background": "On the 12th of September 2016, it was announced that Love Productions, the company behind hugely popular Great British Bake Off, were moving the show from the BBC to Channel 4. Since, the much loved Mel and Sue have both resigned, devastating the millions of regular viewers of this show.",
        "closed_at": null,
        "created_at": "2016-09-13T16:12:26.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-14T17:48:24.690Z",
        "open_at": null,
        "rejected_at": "2016-09-15T10:17:36.248Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-09-15T10:17:36.253Z"
    },
    "id": 167002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167002.json"
    },
    "type": "petition"
}