{
    "attributes": {
        "action": "Raise the national wage of a carer to an amount that is deemed fair!",
        "additional_details": "The fact that we see residents more than there family in actual fact our own families is ridiculous. We have to work long hours with minimal time off due to the fact that it's so short staffed due to the fact of pay. Everything that is wrong within care is down to money. As bad as it sounds money makes a huge difference, we have to put food on the table for our dependants as well. Carers care that's what we do but don't make us hate our job because we are over worked and under paid!",
        "background": "The living wage for a carer is despicable. It's not acceptable I know it's not all about the \"money\" but we have to live to! the physical and emotional stress you get put through is immense. The fact that people in shops get paid more than us is ridiculous we make a huge difference in people's lives",
        "closed_at": null,
        "created_at": "2016-09-15T17:43:28.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-15T18:10:56.363Z",
        "open_at": null,
        "rejected_at": "2016-09-18T17:26:22.352Z",
        "rejection": {
            "code": "no-action",
            "details": "The National Living Wage applies to all professions, including carers. We are therefore not sure what action you would like the Government or Parliament to take. \r\n\r\nThe Government is not responsible for the wages paid to carers who work in the private sector. If you are concerned about how much carers in the public sector are paid, you could start a new petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-09-18T17:26:22.358Z"
    },
    "id": 167188,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167188.json"
    },
    "type": "petition"
}