{
    "attributes": {
        "action": "Allow Mobility Scooters to use the new cycle lanes in Leeds. West Yks.",
        "additional_details": "Many Mob/scooter users have never driven any type of transport before and are allowed with a class three 8mph scooter on the roads, very very unsafe.   Smaller 4mph scooters that are for pavement only are being used on the roads, these are by people who do not know or understand,  or, do not care about the rules and regulations regarding these scooters.  Please alter this rule for the safety of the Disabled drivers, Pedestrians and Car drivers.",
        "background": "With over 50 yrs driving I am now unable to drive and use a Mob/Scooter, unfortunately I cannot use the Cycle lanes and think it would be far safer to allow M/Scooters on these rather than on the Main Roads.",
        "closed_at": null,
        "created_at": "2016-09-17T00:35:50.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-19T10:03:52.581Z",
        "open_at": null,
        "rejected_at": "2016-09-21T09:41:08.074Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Usage of mobility scooters in cycle lanes in Leeds is the responsibility of Leeds City Council. You can start a new petition with Leeds City Council using the link below: \r\nhttp://democracy.leeds.gov.uk/mgEPetitionListDisplay.aspx?bcr=1\r\n\r\nYou could also raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-09-21T09:41:08.078Z"
    },
    "id": 167313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167313.json"
    },
    "type": "petition"
}