{
    "attributes": {
        "action": "PLEASE HELP US TO SAVE THE HOOK MEADOW COMMUNITY CENTRE IN WALDERSLADE, CHATHAM",
        "additional_details": "The proposed plans are for the Hook Meadow Complex (including the Library) to be sold off, disposed of & ready for re-development.\r\n\r\nThis affects all of us in many different ways.  PLEASE CAN YOU HELP US BY SIGNING THIS PETITION TO SAVE THE HOOK MEADOW COMPLEX & ALL OF US WHO BENEFIT GREATLY FROM BEING ABLE TO USE THESE FACILITIES.  \r\n\r\nWE ALL FEEL SO PASSIONATE ABOUT THE HOOK MEADOW.\r\n\r\nTHANK YOU VERY MUCH FROM THE BOTTOM OF OUR HEARTS..... \r\n\r\nDebbie Anderson\r\nPrincipal of The Anderson School of Dance",
        "background": "This has been home to my Dance School - The Anderson School of Dance for coming up to the last 18 YEARS.  As well as Linda Eatwell's Line Dance / Zumba Classes (for approx 18 YEARS also) PLUS WALDARA (Walderslade Active Retirement Association) having 100-120 members, Karate & MANY MORE Regular Users",
        "closed_at": null,
        "created_at": "2016-09-19T20:29:16.246Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-20T05:43:14.678Z",
        "open_at": null,
        "rejected_at": "2016-09-29T14:46:01.962Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning decisions are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.medway.gov.uk/thecouncilanddemocracy/councillorsanddecisions/howtoh\r\naveyoursay/petitions.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-09-29T14:46:01.966Z"
    },
    "id": 167484,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167484.json"
    },
    "type": "petition"
}