{
    "attributes": {
        "action": "Instruct NHS England to reverse their sudden ban on stem cell transplantation.",
        "additional_details": "This unethical decision has left patients completely in limbo and placed in jeopardy those patients currently waiting to start their treatment.  \r\n \r\nNHS England must reverse this decision immediately and reinstate funding for this treatment which until August was available for patients with this rare form of blood cancer.\r\n \r\nWaldenstrom’s macroglobulinaemia, which affects about 4,000 people in the UK, is a form of non-Hodgkin’s Lymphoma.\r\n\r\nFor details see the front page of the Sunday Times 18/9/16.",
        "background": "Without prior warning, patients receiving lifesaving treatment for a rare form of blood cancer have had their funding for stem cell transplantation withdrawn by NHS England. A mother of 3 and a doctor are among those who started a course of treatment but are now being denied a stem cell transplant.",
        "closed_at": "2017-03-20T23:59:59.999Z",
        "created_at": "2016-09-19T09:57:08.622Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-12T09:08:43.969Z",
            "details": "Waldenstrom’s macroglobulinaemia (WM) is a rare form of blood cancer. The condition is characterised by a slow progression and patients are managed on a case by case basis as symptoms develop. In a small proportion of cases a stem cell transplant is the most appropriate form of treatment. \r\n\r\nNHS England published the criteria used for routine clinical commissioning of stem cell transplants in 2013 which is available at: www.england.nhs.uk/wp-content/uploads/2013/04/b04-p-a.pdf. This commissioning policy for stem transplants reflects the professional consensus on the benefit and risk of a transplant for different conditions that was available when the policy was formulated. In the UK this guidance came from the British Society for Blood and Bone Marrow Transplantation (BSBMT) in the form of best-practice guides for treatment of adults (2012) and children (2011). This guidance is regularly updated to take account of developments in clinical practice. WM was only added to the guidance in September 2013 and therefore NHS England did not include this condition as part of the overall clinical commissioning policy. This means that NHS England does not routinely commission stem cell treatments for WM patients and that funding of stem cell transplants for these patients has involved other funding mechanisms. Over the last few years some patients have received a stem cell transplant to treat WM. In these cases funding may have involved an Individual Funding Request (IFRs) or been directly funded from an NHS trust.\r\n\r\nEach year, NHS England receives proposals for new drugs, medical devices or interventions for use by specialised services in England. NHS England has to make difficult operational decisions on behalf of tax-payers about how to prioritise the funding that is available for new investments. NHS England needs to ensure it focuses resources on those interventions which deliver the best results for patients, taking into account the evidence for clinical benefit and cost. \r\n\r\nProposals are reviewed by the Clinical Priorities Advisory Group (CPAG) that follows a published procedure. A proposal to routinely commission transplant for patients with WM will be considered by CPAG later this year and NHS Trusts will be informed of the outcome. Until that time, clinicians can continue to apply for funding for stem cell transplant for patient with WM where it can be demonstrated that a transplant is the most appropriate treatment option.\r\n\r\nDepartment of Health",
            "summary": "Stem cell transplantation is available for patients with Waldenstrom’s macroglobulinaemia and continues to be funded by NHS England where it is the most appropriate clinical option.\r\n\r\n",
            "updated_at": "2016-10-12T09:08:43.969Z"
        },
        "government_response_at": "2016-10-12T09:08:43.971Z",
        "moderation_threshold_reached_at": "2016-09-20T10:45:17.996Z",
        "open_at": "2016-09-20T16:46:40.731Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-30T16:40:47.990Z",
        "scheduled_debate_date": null,
        "signature_count": 12729,
        "state": "closed",
        "updated_at": "2017-03-31T14:20:34.511Z"
    },
    "id": 167441,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167441.json"
    },
    "type": "petition"
}