{
    "attributes": {
        "action": "Help 1022 children living alone in Calais in breach of UN Rights of the Child",
        "additional_details": "On average 11 unaccompanied minors arrive in the Calais camp every single day. Not one child has been brought to the UK under Dubs amendment despite it passing in May. As a member state of the UN, the UK government is obliged to take immediate action. \r\n\r\nReport detailing the findings of the census:\r\nhttp://www.calaidipedia.co.uk/camp-news/septembercensusresults-howmanymore19thseptember2016 \r\n\r\nUN Convention on the Rights of the Child:\r\nhttp://www.ohchr.org/en/professionalinterest/pages/crc.aspx\r\n\r\n",
        "background": "Latest census by \"Help Refugees\" found 1,179 children live in the 'jungle' camp. 1,022 are on their own without their families. Many are unable to reach their families who are in the UK. This is breaches multiple articles of the UN Convention on the Rights of the Child.",
        "closed_at": null,
        "created_at": "2016-09-20T13:10:07.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-21T07:46:18.739Z",
        "open_at": null,
        "rejected_at": "2016-09-22T13:51:44.676Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/164083\r\n\r\nThe petition we have quoted as a duplicate is slightly different to yours. It specifically asks for the adoption or fostering of unaccompanied children in Calais. But we believe that both petitions seek the same ultimate outcome: that the unaccompanied youth of Calais are allowed into Britain, and thus have rejected yours. \r\n\r\nCampaigns are often more effective if they are centralised into one petition, as a single campaign that includes many nuances, as opposed to many campaigns that pursue a single outcome, is more likely to draw Government action.   "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-09-22T13:51:44.682Z"
    },
    "id": 167531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167531.json"
    },
    "type": "petition"
}