{
    "attributes": {
        "action": "To stop the government from increasing the university fees to £9,250.",
        "additional_details": "We shouldn't distort basic fundamental principles of democracy by allowing the injustice that us, individuals, as well as students are suffering due to this increase of tuition fees. How do you expect us to follow our dreams and aspirations, if these tuition fees are restricting us to go any further? \r\n\r\nThe Conservative party by name is if people work hard, they get rewarded for their efforts. So, why claim the UK to be a 'meritocratic' society when by increasing the tuition fees you are widening the class gap between the rich and poor. How exactly is that 'meritocratic' if no one is getting rewarded but rather disadvantaged by the lack of financial security.",
        "background": "If you expect students to pay this much then at least give us the advantages of having student accommodation with that price. It doesn't seem logical for our current PM, Theresa May, to risk millions of students to greater amount of debt due to their inspiration of studying further on. \r\n\r\n",
        "closed_at": null,
        "created_at": "2016-09-21T11:28:48.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-21T16:10:17.338Z",
        "open_at": null,
        "rejected_at": "2016-09-22T16:13:27.759Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/162493"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-09-23T20:49:07.886Z"
    },
    "id": 167599,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167599.json"
    },
    "type": "petition"
}