{
    "attributes": {
        "action": "Set up an APPG for coastal piers and a National Piers Strategy.",
        "additional_details": "A National Piers Strategy set up by parliament in consultation with local communities, voluntary organisations eg National Piers Society, experts will assess state of existing coastal piers, identify those at risk, assess best practice, identify resources to preserve, enhance existing piers and replace lost piers for communities that require them. Many piers in the UK are at risk eg Colwyn Bay, Bognor Regis, Birnbeck Pier Weston Super Mare. Others have been lost eg Fleetwood and not replaced.",
        "background": "We are calling for an All Party Parliamentary Group for Coastal Piers and a National Piers Strategy. Coastal Piers have significant historical, architectural, cultural and economical importance for seaside resorts and for the British way of life. We have lost many coastal piers, others are at risk.",
        "closed_at": null,
        "created_at": "2016-09-21T10:37:32.248Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-21T17:43:06.980Z",
        "open_at": null,
        "rejected_at": "2016-09-27T10:51:09.300Z",
        "rejection": {
            "code": "irrelevant",
            "details": "APPGs are set up by groups of MPs and members of the House of Lords, not by Parliament as a whole. You could write to your local MP, or to MPs and peers who are interested in coastal piers, to suggest that they start this APPG.\r\n\r\nYou can find out how to contact your MP here:\r\n\r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-09-27T10:51:09.305Z"
    },
    "id": 167593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167593.json"
    },
    "type": "petition"
}