{
    "attributes": {
        "action": "We ask the Government to reconsider proposed move of Southend A&E to Basildon.",
        "additional_details": "Southend is a major short stay holiday centre, with it's own busy airport & 2 extremely busy main line stations serving London and the East End. It would be impractical to expect the residents with an emergency to drive from Southend to Basildon on already overcrowded roads, journey times could be be way in excess of one hour. ",
        "background": "It is proposed to move Southends A & E Dept to Basildon Hospital.\r\nThis will mean extended drive times as it is about 18 Miles on the shortest route, with traffic on an already overloaded road system even an ambulance with blue lights and siren could take upwards of 30 / 40 minutes for the journey.",
        "closed_at": null,
        "created_at": "2016-09-21T14:11:29.047Z",
        "creator_name": "James Auger",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-21T13:07:20.802Z",
            "details": "The reconfiguration of health services is a matter for the NHS locally.  Any changes to local services should be led by clinicians and patients, not from the top down.  It is for NHS commissioners and service providers to work together with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nAlthough this is a local responsibility, the Government has set out strengthened criteria that it expects NHS service changes to meet.  Namely, they should have support from commissioners, focus on improving patient outcomes, consider patient choice, and be based on sound clinical evidence. \r\n\r\nTo ensure services across Mid and South Essex are sustainable in the future, the local NHS is reviewing service configuration across the Southend, Basildon and Chelmsford hospital sites, including urgent and emergency care. The local NHS is developing options in discussion with local people, which will be subject to further review to create a shortlist for consultation.\r\n\r\nLeaders of the local NHS in Mid and South Essex have said publicly that they are not discussing plans to move Southend A&E to Basildon. Possible proposals under current discussion include the retention of 24/7 urgent and emergency services at all three sites, for the majority of people who go to A&E.\r\n\r\nHowever, the local NHS is discussing whether increasing demands in Mid and South Essex would be better served by designating one of the three main hospitals as a specialist emergency hospital for life-threatening and ‘blue light’ emergencies, supported by a network of urgent and emergency care in both community and hospital settings. \r\n\r\nIt is important to emphasise that no decisions have been made on the future configuration of services, including which hospital may be designated the specialist emergency hospital. Once proposals are more fully developed, these will be subject to full public consultation in due course.\r\n\r\nDepartment of Health",
            "summary": "Local NHS service changes should be led by clinicians and be in patients’ best interests. The NHS in Mid and South Essex will consult fully as it develops a service model best to meet local need.",
            "updated_at": "2016-10-21T13:07:20.802Z"
        },
        "government_response_at": "2016-10-21T13:07:20.804Z",
        "moderation_threshold_reached_at": "2016-09-22T05:59:51.378Z",
        "open_at": "2016-09-22T16:38:45.632Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-09-29T12:30:25.264Z",
        "scheduled_debate_date": null,
        "signature_count": 15652,
        "state": "open",
        "updated_at": "2017-01-30T12:36:16.142Z"
    },
    "id": 167608,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167608.json"
    },
    "type": "petition"
}