{
    "attributes": {
        "action": "All West Sussex Schools to receive pupil funding at the national average.",
        "additional_details": "",
        "background": "Currently West Sussex Schools receive one of the lowest levels of pupil funding in the country. The situation has got so bad that it is having an impact on the standard of the education provided. West Sussex would like fairer funding for its schools.",
        "closed_at": null,
        "created_at": "2016-09-23T19:30:28.558Z",
        "creator_name": "Tim Haines",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-19T09:05:43.163Z",
            "details": "We have protected the core schools budget in real terms over the current spending review period. This year, the core schools budget will be over £40 billion – the highest on record. \r\n\r\nWe are aware that under the current funding system education spending is not distributed fairly and consistently. That is why we are committed to introducing fairer funding for schools so that funding is transparently matched to schools’ and children’s needs. In doing so, we will fund the education system in a way that promotes social mobility and social justice.\r\n\r\nEarlier this year we conducted the first stage of consultation on our proposals for making the funding system fairer by introducing the National Funding Formulae (NFF) for schools and high needs. We initially proposed to introduce the NFF from 2017-18.\r\n \r\nIn July the Secretary of State announced that the NFF will be introduced in 2018-19 instead, to allow time for full and proper consultation on these important proposals. It also allowed us to give certainty to local authorities about their budgets in 2017-18.\r\n\r\nWe recognise West Sussex is a relatively low-funded local authority. In 2015-16 we took a step towards fairer funding by allocating an additional £390 million to low funded authorities through the “minimum funding levels” reform. West Sussex received an additional £930,000 from this reform. The extra funding for West Sussex was included in their baseline in 2016-17, and is protected in their baseline for 2017-18.\r\n \r\nWe also recognise that many schools are facing cost pressures and that they have worked to find efficiencies. A national funding formula will give headteachers more certainty about their funding over the longer term so that they can better manage their budgets. We are also providing support to help schools improve their financial health, including a range of information, guidance and tools available at: \r\nhttps://www.gov.uk/government/collections/schools-financial-health-and-efficiency.\r\nIn the next stage of consultation, we will set out our plans for how the formula will be implemented including the impact on schools and local authorities. This stage will also confirm the factors that we will use in the formulae, and we will invite responses to the weightings we propose to give them. \r\n\r\nWe will release the response to the first consultation, and launch a full second consultation on the NFF later in the autumn.\r\n\r\nDepartment for Education",
            "summary": "We are firmly committed to introducing fairer funding through the national funding formula, so schools are funded on a fair and transparent basis, according to actual measures of need.",
            "updated_at": "2016-10-19T09:05:43.163Z"
        },
        "government_response_at": "2016-10-19T09:05:43.166Z",
        "moderation_threshold_reached_at": "2016-09-25T15:14:04.314Z",
        "open_at": "2016-09-28T14:52:57.971Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-06T11:04:31.504Z",
        "scheduled_debate_date": null,
        "signature_count": 15616,
        "state": "open",
        "updated_at": "2017-01-06T16:09:02.299Z"
    },
    "id": 167761,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167761.json"
    },
    "type": "petition"
}