{
    "attributes": {
        "action": "Put a VEGAN meal on every school, college, university, hospital and prison menu.",
        "additional_details": "Films : Earthlings and Cowspiracy\r\n\r\nOrganizations : Animal Aid, Mercy for Animals, Evolve, The Vegan Society, PETA\r\n\r\nActivists, Gary Yourovsky USA , Wollen, Australia\r\n\r\nRecipe Books: Amazon",
        "background": "Over 5% of the population is vegan and growing. A vegan diet is healthier, it conserves resources and protects the planet, above all it's cruelty free.\r\nUnited Nations has called upon us to consume more plant based foods. \r\nAnimal products are linked to the increase in cancer and heart disease.",
        "closed_at": "2017-04-03T22:59:59.999Z",
        "created_at": "2016-09-25T23:37:18.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-07T12:32:05.509Z",
            "details": "There are many different ways to achieve a healthy balanced diet and it is about personal choice – for people to choose those approaches which meet their particular cultural and individual preferences. Options that are suitable for vegans should be made available where individuals request this however any revisions in menu options provided need to reflect the needs of the population served.\r\n\r\nEvery hospital has a responsibility to provide the highest level of care possible for their patients and this, without question, includes the quality and nutritional value of the food that is served and eaten. The NHS Constitution includes the right; ‘You have the right to receive suitable and nutritious food and hydration to sustain good health and wellbeing’, and the constitution handbook sets the expectation that dietary requirements should be reasonably met, whether specific or unusual to an organisation’s general population, for example cultural or religious. This includes the provision of vegan foods.\r\n\r\nIt is a fundamental requirement that prisoners and members of staff are provided with meals which meet an individual’s religious, cultural and medical dietary needs. Consequently, the menu choices and meal provision reflect the religious and cultural needs of the prison.\r\n\r\nThe government’s School Food Standards regulate the food and drink provided at both lunchtime and at other times of the school day.  Beyond this, we believe that head teachers, school governors and caterers are best placed to make decisions about their school food policies, taking into account local circumstances and the needs of their pupils. In doing so, we expect schools to make reasonable adjustments for pupils with particular requirements, for example to reflect dietary and cultural needs. \r\n\r\nLike schools, we would expect further education colleges and providers and higher education institutions, as autonomous organisations which are responsible for making their own decisions on the catering arrangements they have in place for students, to want to make reasonable adjustments for their students with particular requirements, for example to reflect dietary and cultural needs. \r\n\r\nThe issue of diet is complex with many factors including cultural, social and religious influencing the make-up of what we eat. The Government does not aim to undermine these influences, and we see value in encouraging people to think carefully about the environmental impact of the food they eat. While food choices can have an impact on greenhouse gas (GHG) emissions, well managed livestock also provide many environmental benefits including supporting biodiversity, protecting the character and identity of the countryside and generating an important income for rural communities.\r\n\r\nDepartment for Education",
            "summary": "Individual institutions are responsible for the nutrition of their members and being aware of health, religious, cultural and ethical choices: and doing all they can to facilitate that choice. ",
            "updated_at": "2016-12-07T12:32:05.509Z"
        },
        "government_response_at": "2016-12-07T12:32:05.511Z",
        "moderation_threshold_reached_at": "2016-09-28T22:14:59.411Z",
        "open_at": "2016-10-03T13:21:00.554Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-28T06:35:28.469Z",
        "scheduled_debate_date": null,
        "signature_count": 19012,
        "state": "closed",
        "updated_at": "2017-04-03T23:00:06.556Z"
    },
    "id": 167888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/167888.json"
    },
    "type": "petition"
}