{
    "attributes": {
        "action": "Introduce Wealth Studies into the Curriculum and Education System",
        "additional_details": "We must introduce education, spanning concepts such as financial goal setting, compounding, income versus capital appreciation, calculating returns, different investment types, risk, debt, tax as well as good financial habits.  \r\n\r\nSuch necessary topics can be introduced over time and done in an accessible way.  The options for introduction are numerous including weaving into existing subjects such as Mathematics, or even the development of new subjects and qualifications.  \r\n\r\nThis type of initiative has the potential for widespread positive impact on society by increasing innovation, modernising skills, improving tax compliance, averting pension crisis, managing personal debt and associated health issues, as well as reducing reliance on social security benefits.",
        "background": "We aren’t taught how to manage our money effectively when in the education system.  \r\n\r\nHence we don't develop good money habits, are unarmed to make the best financial decisions, leading to increased reliance on the state.\r\n\r\nWe must educate the next generation in wealth management skills.\r\n",
        "closed_at": null,
        "created_at": "2016-09-28T21:08:38.164Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-29T06:55:32.291Z",
        "open_at": null,
        "rejected_at": "2016-10-03T13:49:40.623Z",
        "rejection": {
            "code": "no-action",
            "details": "Personal financial skills are already part of the national curriculum at Key Stage 3 & 4. It is not clear from your petition what further action you would like the Government to take. \r\n\r\nYou can find out more about what is taught here: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4 \r\n\r\nIf you think the current requirements are insufficient you could start a new petition call on the Government to modify the financial skill covered by the curriculum. If you wish to do this it would be helpful if you would note in the text of your petition where you proposals go beyond what it already in that curriculum. \r\n\r\nAlternatively you may wish to consider starting a petition calling on the Government to improve the quality of teaching of personal finance skills. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2016-10-03T13:49:40.628Z"
    },
    "id": 168067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168067.json"
    },
    "type": "petition"
}