{
    "attributes": {
        "action": "Ban all UK Chemtrail and Geoengineering Programs with disclosure and statement.",
        "additional_details": "Enchanted LifePath - #WeAreTheNews Liverpool Chemtrail Awareness 2016\r\nPEACEFUL PROTEST INFO PAGE: JOIN OUR PROTESTS\r\nhttp://enchantedlifepath.com/2016/09/28/open-letter-city-liverpool-i-organsing-monthly-chemtrail-protests-st-georges-hall/",
        "background": "Chemtrails are likely causing Parkinsons’ disease, autism, Alzheimer’s disease, headaches, respiratory ailments, reproductive failure, liver failure, and a host of other diseases. The city of Liverpool attacks have been well documented over the past 12-18 months so it is now time for further action ",
        "closed_at": null,
        "created_at": "2016-09-29T02:06:02.334Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-29T12:36:18.062Z",
        "open_at": null,
        "rejected_at": "2016-10-03T16:16:20.381Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear what chemtrail and geoengineering programs you want the UK Government or Parliament to ban. If you want action taken on the content of aviation fuel, you could start a petition asking for the UK Government to work with other countries to improve the content of aviation fuel.\r\n \r\nIt is also not clear what you mean by a disclosure and statement. If you want an investigation into the impact of chemtrails on health, you could, for example, start a petition asking for a public inquiry into the impact of chemtrails on the health of people in Liverpool or the UK.\r\n \r\nPlease be aware that if you do start a new petition that we cannot accept petitions which are created using the name of an organisation. All petitions must be started using the name of an individual."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-10-03T16:16:20.386Z"
    },
    "id": 168078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168078.json"
    },
    "type": "petition"
}