{
    "attributes": {
        "action": "UK Govt to strongly condemn Pakistan for providing safe haven for terrorists",
        "additional_details": "The Inter-Services Intelligence has often been accused of playing a role in major terrorist attacks across the world including the September 11, 2001 attacks in the United States, terrorism in Kashmir, Indian Parliament Attack and Mumbai terror attacks. It has been noted by many that several militant & criminal groups are backed by senior officers in the Pakistani army & the country's ISI intelligence establishment. Daniel Byman says Pakistan is probably today's most active sponsor of terrorism.",
        "background": "Pakistan continues to double speak on issue of terrorism. It has aided & abetted enemies of the international coalition (of which Britain is a leading partner with the US) against terrorism. Osama Bin Laden's hide out was in Pakistan. Pakistan continues to harbour UN sanctioned terror networks.",
        "closed_at": null,
        "created_at": "2016-09-29T13:38:20.226Z",
        "creator_name": "Naman Paropkari",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-10-17T16:09:25.855Z",
            "details": "The UK and Pakistan have a shared interest in the battle against terrorism.  We are committed to working together to combat both the terrorist threat and the extremism that sustains it, in a human rights compliant manner. \r\n\r\nThe UK regularly highlights to Pakistan, at the highest level, the importance of taking effective action against all terrorist groups operating in Pakistan, as Pakistan has committed to do. \r\n\r\nWe recognise the significant sacrifices that Pakistan and its people have made in combating terrorism. We are helping Pakistan develop its capacity to protect itself and prosecute those who plan and commit terrorist attacks. This includes: (a) training on how to detect and disrupt improvised explosive devices; (b) advice on other Counter Terrorism security matters, such as aviation and airport security; (c) assistance in developing narratives to counter the extremist ideology that is the root cause of terrorism; (d) guidance on reforming the justice system to ensure that Pakistan can successfully prosecute those who are responsible for attacks in line with international standards on human rights and (e) providing senior support to help develop effective civilian Counter Terrorism responses through the Prime Minister’s Counter Terrorism Capability Envoy\r\n\r\nCountering the terrorist and extremist threats in Pakistan also requires investment in the underlying issues that can contribute, such as improving the rule of law and education as well as tackling poverty. The UK is working to help address these issues including through our bilateral aid programme.\r\n\r\nForeign and Commonwealth Office",
            "summary": "Pakistan has made significant sacrifices in opposing terrorism.The UK has regularly raised with Pakistan the need to take consistent action against all terrorist groups operating within its borders",
            "updated_at": "2016-10-17T16:09:25.855Z"
        },
        "government_response_at": "2016-10-17T16:09:25.858Z",
        "moderation_threshold_reached_at": "2016-09-29T14:02:14.611Z",
        "open_at": "2016-09-29T15:06:37.774Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-02T10:10:35.812Z",
        "scheduled_debate_date": null,
        "signature_count": 20028,
        "state": "open",
        "updated_at": "2017-01-30T13:21:16.522Z"
    },
    "id": 168107,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168107.json"
    },
    "type": "petition"
}