{
    "attributes": {
        "action": "Make dyslexia, dyspraxia and dyscalculia testing free on the NHS.",
        "additional_details": "The earlier children are diagnosed and helped the better. Schools can help fund these tests, but are NOT required to do so. Dyslexia testing costs approximately £500. Luckily, my college are willing to partially fund this test.  I greatly appreciate this help and yet why should others who are unable to access this support have to pay so much, and why should we have to pay at all? People who are unable to access the relevant tests and remain undiagnosed may go on to develop other mental problems.",
        "background": "Tests for these lifelong learning disabilities should be free for everyone. Many children who are undiagnosed are bullied, and not everyone can afford £500 for a diagnosis for their child to receive the support they need. Most other learning disabilities have tests for free on the NHS. Is this fair?",
        "closed_at": "2017-04-04T22:59:59.999Z",
        "created_at": "2016-09-29T19:53:02.384Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-20T13:45:10.878Z",
            "details": "Local health and education commissioners should determine what services – including diagnostic support - to commission in the best interests of their local populations. Any developmental issue relating to a child’s health can be referred for specialist assessment. Where dyspraxia is suspected, for example, a referral could be made to a community paediatrician or occupational therapist. Referrals for dyslexia and dyscalculia are more commonly made via schools.   \r\n\r\nParents should not have to pay for a dyslexia test for their child. Schools are required under the Children and Families Act 2014 to identify and address the special educational needs of the pupils they support. Special Educational Needs Co-ordinators (SENCOs) in schools should have expertise in identifying a range of special educational needs, and, where they require further specialist advice and information, they are able to draw on local authority professionals, such as specialist teachers and educational psychologists. \r\n\r\nSchools can arrange for appropriate tests from other professionals where their assessments indicate that this is necessary, and can use resources in the school’s budget for this purpose. Maintained schools are given notional SEN budgets by their local authority and could pay for tests such as an assessment for dyslexia from this allocation.\r\n\r\nThe Children and Families Act introduced a new framework for commissioners of education, health, public health and social care to work together in the assessment of the needs of children and young people with special educational needs. The Care Quality Commission and Ofsted are inspecting the arrangements in each local area over five years, for how education services, social care and health work together to identify, assess and meet the needs of children and young people with special educational needs and or a disability.\r\n\r\nDepartment of Health",
            "summary": "Schools are required to identify the special educational needs of children including arranging for necessary tests. Conditions such as dyslexia may be diagnosed by clinical professionals.  ",
            "updated_at": "2016-12-20T13:45:10.878Z"
        },
        "government_response_at": "2016-12-20T13:45:10.881Z",
        "moderation_threshold_reached_at": "2016-09-29T21:04:07.024Z",
        "open_at": "2016-10-04T11:30:39.478Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-03T22:20:01.948Z",
        "scheduled_debate_date": null,
        "signature_count": 13315,
        "state": "closed",
        "updated_at": "2017-04-04T23:00:08.801Z"
    },
    "id": 168137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168137.json"
    },
    "type": "petition"
}