{
    "attributes": {
        "action": "Make it a criminal offence to use children as weapons to punish ex partners",
        "additional_details": "In 2015 a close friend suffered the breakdown of his relationship with \"his\" child. His ex girlfriend allowed her daughter to call him dad for years until they split up using her as emotional blackmail. This destroyed him and she claimed her daughter was a mess too - because of him. This wasnt true it was her who stopped access as she was no longer wanted by him. He was not a danger to her child at all and she made her child suffer too. This man is now dead. \r\nHow many more dad's have to suffer? ",
        "background": "Too often are women being allowed to use their children to reflect their own personal issues. They are not thinking about the child in any way and are preventing men from being fathers by claiming domestic abuse, fear or other dead cert ways of stopping access via courts. \r\nPUT A STOP TO THIS NOW.",
        "closed_at": null,
        "created_at": "2016-09-30T09:44:02.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-30T11:59:05.554Z",
        "open_at": null,
        "rejected_at": "2016-10-04T11:44:51.929Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition has been reject as its not clear what you mean by \"using children as a weapon\" and what activities you want to be made illegal. You could create a new petition that set out more clear what action you want take. \r\n\r\nIf you are concerned about former partners denying the other partner access to their children you may wish to consider signing the following petition, rather than creating a new petition of your own (as we cannot accept two petition on the same subject). \r\n\r\nhttps://petition.parliament.uk/petitions/130097"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-10-04T11:44:51.934Z"
    },
    "id": 168175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168175.json"
    },
    "type": "petition"
}