{
    "attributes": {
        "action": "Demand an end to the pay restraint imposed on agenda for change NHS staff.",
        "additional_details": "The impact of the pay restraint is harsh. Many are sadly leaving the professions they love. There is an NHS staff crisis. In London we lack 10,000 nurses. Yet two fifths of nurses living in the capital plan to leave as they are unable to pay their rent. Staff reporting using food banks and hardship funds is increasing. The pay restraint must end. \r\nhttps://www.nursingtimes.net/news/workforce/london-nurses-priced-out-of-capital-by-housing-costs/7004379.article\r\nhttps://www.rcn.org.uk/nursingcounts",
        "background": "Agenda for change staff including nursing, midwifery, healthcare assistants and associated healthcare professionals have suffered a pay restraint since 2010. Losing approximately 14% in real terms of their pay, staff are struggling nationwide and many have been pushed into poverty.  ",
        "closed_at": null,
        "created_at": "2016-09-29T18:08:16.227Z",
        "creator_name": "Danielle Tiplady",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2017-01-17T03:20:53.569Z",
        "government_response": {
            "created_at": "2016-11-11T13:59:50.754Z",
            "details": "NHS staff are our greatest asset. Despite the pressures on the NHS driven by an increasingly aged and frail population, nurses, and all our hard working NHS staff continue to put patients first, keeping them safe whilst providing the high quality care patients and their families expect.\r\n\r\nThe Government has protected NHS front line funding whilst increasing staffing levels with over 3,500 more nurses and midwives employed since May 2010 and over 51,000 nurses currently in training.\r\n\r\nHealth Education England, NHS England and the Department have taken a range of actions to boost the supply of domestically trained staff and to increase the efficiency and productivity of the existing workforce.  The NHS is already recruiting more home-grown nurses, promoting return to practice programmes and improving retention of existing staff. For example, an additional £5 million will support the Return to Practice scheme, aimed at encouraging and supporting experienced nurses who have left the profession to return. More than 2,300 returners have been on the programme, with over 700 now back in employment. Reforms to the funding of pre-registration nurse education will enable universities to significantly expand training places by the end of the parliament.\r\n\r\nThe Government greatly values the important work that Agenda for Change (AfC) staff do in delivering essential public services and it is crucial that the public sector continues to recruit, retain and motivate the highest quality staff. In responding to the 2013 Francis Enquiry into the appalling events at Mid Staffordshire NHS Foundation Trust, it was right that trusts wanted to ensure they had the right number of nurses to provide safe quality care. The demand for nurses was much higher than planned, but nearly three years on,  trusts cannot either provide safe quality care or balance their books; they must do both.\r\n\r\nThere is a trade-off between pay and jobs in many public services, and pay restraint is one of the many difficult choices the Government has had to make.  At Summer Budget 2015, the Government announced that it will fund public sector workforces for an average pay award of 1 percent for four years from 2016/2017.  The Office for Budget Responsibility estimates that this policy will protect 200,000 public sector jobs. Whilst pay restraint is challenging, CPI inflation has been at historic low levels, currently 0.6%. Overall earnings for nurses and other non-medical staff have increased year-on-year since 2010/11, in total by 4.0% or 0.8% a year. Average basic pay per full time equivalent has increased by more than the impact of annual pay awards.\r\n\r\nAverage earnings for qualified nurses were £31,214 in the 12 months to June 2016, a slight increase from the same time last year and above the £31,189 figure for the NHS as a whole, which remains well above the national average salary for 2015 of £27,500 a year.\r\nFor nurses and midwives employed in the NHS between March 2010 and March 2015, average total earnings (adjusted for changes in contracted hours) increased by 2.2% a year.\r\n\r\nThe NHS is one of few public sector workforces that receive incremental pay. Around half of AfC staff receive incremental pay of around 3% on average.  A typical qualified nurse (Band 5) can expect seven years of pay progression averaging around 3.8% a year, in addition to annual pay awards.\r\n\r\nWe know pay is not the only reason nurses and other health workers choose a career in the NHS. The reward package also includes a valued pension scheme and other non-pay benefits. Members of the pension scheme can generally expect to receive around £3 to £6 in pension benefits value for every £1 they contribute, while flexible working patterns help staff better manage their personal commitments.\r\n\r\nWe appreciate that housing and travel costs in London can be a barrier to recruiting and retaining the nurses and other key workers the NHS needs.  The reward package for AfC staff that work in and around London includes High Cost Area Supplements:\r\n•\t20% of basic salary, subject to a minimum payment of £4,158 and a maximum payment of £6,405 for staff that work in ‘inner’ London;\r\n•\t15% of basic salary subject to a minimum payment of £3,518 and a maximum payment of £4,483 for ‘outer’ London; and\r\n•\t5% of basic salary, subject to a minimum payment of £961and a maximum payment of £1,665 for the London ‘fringe’.\r\n\r\nThe Department is also considering how best to take account of the housing requirements for NHS staff, particularly in high-cost areas to support permanent staffing.\r\n\r\nThe 2015 NHS Staff Survey shows that for nurses and midwives morale and motivation has improved since 2014. It is critical that the NHS continues to work hard on its staff engagement strategies. We want the NHS to be a place where nurses want to work, where poor care, poor behaviour, bullying and harassment is not tolerated. We know there is a strong link between the reduction in patient standardised mortality rates and organisations with high staff engagement.\r\n\r\nDepartment of Health",
            "summary": "Agenda for Change staff are vital. They work incredibly hard for patients and deserve to be fairly rewarded. We are committed to ensuring trusts can afford to employ the staff the NHS needs. ",
            "updated_at": "2016-11-11T13:59:50.754Z"
        },
        "government_response_at": "2016-11-11T13:59:50.758Z",
        "moderation_threshold_reached_at": "2016-09-29T18:31:09.096Z",
        "open_at": "2016-10-03T16:42:35.321Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-05T07:01:54.062Z",
        "scheduled_debate_date": "2017-01-30",
        "signature_count": 104583,
        "state": "open",
        "updated_at": "2017-01-30T13:21:01.271Z"
    },
    "id": 168127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168127.json"
    },
    "type": "petition"
}