{
    "attributes": {
        "action": "Carers to be paid for traveling.",
        "additional_details": "Let's say on a typical day a carer would starts at 07:00 and finish at 23:00 (no breaks, eat on the road), that's 16 hours, but they would be paid for 11 hours of face to face contact with clients and the 5 hours won't be paid because that is traveling time even though it's considered \"working time\". That is roughly £40 a day they're not getting. Would you be ok losing out on £40 a day?\r\nThe government and local councils should do more for carers and provide sufficient funding to keep CARERS!",
        "background": "Most carers are not being paid the legal minimum wage because of the traveling they have to do from one client to the next.\r\nThey could take 20 minutes traveling in between clients and not get paid.\r\nCarers deserve to be treated fairly. They are being exploited and nobody seems to CARE about CARERS!",
        "closed_at": null,
        "created_at": "2016-09-30T16:01:04.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-09-30T19:34:56.917Z",
        "open_at": null,
        "rejected_at": "2016-10-04T16:15:00.003Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition has been rejected because it is unclear what action you want taken. \r\n\r\nFrom the petition title is sounds like you want people in receipt to Carer's Allowance to be paid for their traveling time, as this is the group most people think of what the term carer is used. However from the text of your petition I think your petition relates to care workers rather than recipients of Carer's Allowance.\r\n\r\nYou might want to consider starting a new petition, which make its clearer which group of individual you want covered by your request. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-10-04T16:15:00.037Z"
    },
    "id": 168196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168196.json"
    },
    "type": "petition"
}