{
    "attributes": {
        "action": "Thin Blue Line Union Flag patches to be included on ALL police officers uniform.",
        "additional_details": "There have been incidents across the country of police forces banning the Thin Blue Line patch. These decisions have caused upset and unnecessary distress from both police officers, staff, friends and the wider public. It is generally agreed that the patch represents good and evil in the world - with one thing between them is that thin line of law enforcement.",
        "background": "The Thin Blue Line Union Flag patches support UK Police Charities who help the families of fallen officers and other related causes. We call on the Government to make these patches a permanent feature on all police officer uniforms across the country to show support for our police service.",
        "closed_at": null,
        "created_at": "2016-10-03T11:08:50.947Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-03T11:50:36.937Z",
        "open_at": null,
        "rejected_at": "2016-10-06T13:11:40.561Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions on police uniforms are a matter for Chief Constables and Police and Crime Commissioners (PCCs).  The police remain operationally independent from the Government and it is for Chief Constables and PCCs locally to decide how to best equip their staff.  \r\n\r\nYou may want to consider contacting your local Police and Crime Commissioner or the Association of Police and Crime Commissioners (http://www.apccs.police.uk/contact/) about this issue. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-10-06T13:11:40.567Z"
    },
    "id": 168394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168394.json"
    },
    "type": "petition"
}