{
    "attributes": {
        "action": "Make tampons and sanitary towels free for females",
        "additional_details": "The average woman spends around £6,000 in her lifetime on tampons and sanitary towels, not including money also spent on pain relief (a further £2,000).\r\n\r\nThe NHS spends roughly £68,000 a year on free contraception.\r\n\r\nSex and periods; both are equally important and need to be treated as such. ",
        "background": "Menstruation is a natural part of life for almost every female on the planet. The fact that women have to spend thousands of pounds on their periods whilst free contraception is handed out is absurd and needs to be changed. Menstruation is a lot harder to refrain from than sex.",
        "closed_at": null,
        "created_at": "2016-10-03T11:00:39.877Z",
        "creator_name": "Halima Nabahan",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-16T13:21:22.138Z",
            "details": "The Tampon Tax Fund was set up in 2016, using the tax raised from the sale of sanitary products to support a range of good causes that focus on improving the lives of disadvantaged women and girls. In 2016, 25 charities were allocated funding and we entered into partnerships with Comic Relief and Rosa to disburse £5.2m of funding to help meet our ambition to reach grassroots women’s organisations across the country.\r\n \r\nThe Tampon Tax Fund supports women’s charities that are making a significant impact in the lives of women and girls in the UK, including health, wellbeing and education initiatives, and services for vulnerable women. The bids selected represent a range of different initiatives to benefit women across the whole of the UK.\r\n \r\nFollowing a review of the grants already awarded and in order to further focus resources the OCSI/Cabinet Office has carried out a targeted exercise to seek views on how to spend the remaining capital in the Tampon Tax Fund effectively. We will consider the results of this exercise in designing any such fund.  \r\n\r\nDepartment of Health",
            "summary": "The Government has no plans to make feminine hygiene products available free.",
            "updated_at": "2016-11-16T13:21:22.138Z"
        },
        "government_response_at": "2016-11-16T13:21:22.142Z",
        "moderation_threshold_reached_at": "2016-10-03T11:22:31.648Z",
        "open_at": "2016-10-05T16:20:26.155Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-12T18:31:18.169Z",
        "scheduled_debate_date": null,
        "signature_count": 54244,
        "state": "open",
        "updated_at": "2017-01-30T13:21:18.219Z"
    },
    "id": 168391,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168391.json"
    },
    "type": "petition"
}