{
    "attributes": {
        "action": "Recognise that the EU Referendum was NOT a vote to restrict European migration.",
        "additional_details": "Many small businesses, for example, voted Leave in protest of excessive EU regulations. Many more individuals voted Leave because they believed it would help fund the NHS. Plenty voted Leave to give the UK sovereignty over its own Laws. This petition requests that the Government does not assume that only a Hard Brexit that restricts migration is acceptable to all Leave voters. Only a MINORITY voted Leave to control migration.",
        "background": "All those who voted Remain and many who voted Leave are in favour of the Four Freedoms and accept that this includes Free Movement of People. These voters are the true majority. Restricting European migration was NOT an option on the ballot paper.",
        "closed_at": null,
        "created_at": "2016-10-02T16:02:43.656Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-02T17:41:59.048Z",
        "open_at": null,
        "rejected_at": "2016-10-05T14:55:47.091Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear from your petition what action you want to be taken by the Government. \r\n\r\nYou might want to consider starting a petition calling on the Government to agree a Brexit settlement than maintained the current rules on the free movement on people from Europe, which we would likely be able to accept."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-10-05T14:55:47.097Z"
    },
    "id": 168313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168313.json"
    },
    "type": "petition"
}