{
    "attributes": {
        "action": "Stop the eviction of 74 families from their homes",
        "additional_details": "All 74 houses were originally owned and managed by a company called Akelias who earlier this year secretly sold them to Stef & Phillips who also go by the name Paul Simon homes. \r\n3 weeks after they acquired the homes they started sending out eviction letters to everyone telling them in no uncertain terms that they had to leave by a given date. \r\nFalse reasons were given until it came to light the deal they had done with Peterborough council. Families are now scared and worried and don't have money to move ",
        "background": "Residents of st Michaels gate in Peterborough are being evicted from their homes to make way for a deal done between Stef & Phillips and Peterborough council to house the homeless which are currently being housed in a travel lodge and various other hotels and b&b's. ",
        "closed_at": null,
        "created_at": "2016-10-04T12:09:00.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-04T12:39:20.621Z",
        "open_at": null,
        "rejected_at": "2016-10-06T15:23:21.465Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. [Issue] is the responsibility of your local council. \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors \r\n \r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.peterborough.gov.uk/council/consultations/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-10-06T15:23:21.469Z"
    },
    "id": 168501,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168501.json"
    },
    "type": "petition"
}