{
    "attributes": {
        "action": "UK Parliament: Discuss following critical information re Syrian catastrophe.",
        "additional_details": "4* General (retired) Wesley Clark, ex-Supreme Allied Commander Europe and Ex-French Foreign Minister Roland Dumas are  both on record with vital information contradicting the UK Government narrative re Syria, and also the 2012 Defense Intelligence Agency document has extremely damning information on Western objectives in Syria.\r\nThe UK and their Western and Middle East 'Allies' are complicit in War Crimes, including 'Crimes Against Peace.",
        "background": "The Syrian armed insurrection, fuelled by Islamic mercenary terrorists, and the Syrian Government's response, has killed hundreds of thousands, and displaced more hundreds of thousands, but the Western response is based on lies, pure and simple.  \r\n",
        "closed_at": null,
        "created_at": "2016-10-04T15:21:49.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-05T12:13:17.059Z",
        "open_at": null,
        "rejected_at": "2016-10-13T18:11:12.470Z",
        "rejection": {
            "code": "no-action",
            "details": "You could start a new petition calling for the House of Commons to debate the current situation in Syria. \r\n\r\nYou might be interested to know that on Tuesday 11 October there was a debate in the House of Commons on the humanitarian catastrophe in Aleppo and Syria. You can find out more, including how to watch the debate or read a transcript, here:\r\n\r\nhttp://www.parliament.uk/business/news/2016/october/emergency-debate-humanitarian-catastrophe-in-aleppo-and-syria/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-10-13T18:11:12.475Z"
    },
    "id": 168512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168512.json"
    },
    "type": "petition"
}