{
    "attributes": {
        "action": "Leave the clocks on British Summer Time all year round.",
        "additional_details": "It has been done before (1968 to 1971) and it has been debated many times. With the UK leaving the EU there will be no European requirement for a common summer time but, in effect, summer time would not be changed anyway. If businesses wish to keep in step with their international partners it should be easy enough for them to change their trading hours to suit; a side-effect of this could be to stagger business hours thus reducing rush-hour congestion and pollution. In areas such as northern Scotland where all-year BST would mean a mid-morning sunrise in the winter months surely it is not beyond the wit of men and women to adjust working hours as appropriate. Alternatively they could learn to live with it as do millions of people in other northern locations.\r\n",
        "background": "Light evenings in the summer are widely enjoyed but it is a little depressing when the hours of daylight begin to shorten. Then there is the sudden jolt of even earlier darkness when the clocks go back one hour. Why not leave the clocks alone and allow gradual acceptance of the shorter days?",
        "closed_at": null,
        "created_at": "2016-10-05T09:06:35.394Z",
        "creator_name": "Colin Jones",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-06T13:48:19.074Z",
        "open_at": "2016-10-10T15:29:08.136Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 122,
        "state": "open",
        "updated_at": "2017-01-08T21:41:43.401Z"
    },
    "id": 168556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168556.json"
    },
    "type": "petition"
}