{
    "attributes": {
        "action": "Give status to Police Dogs and Horses as 'Police Officers'",
        "additional_details": "PD Finn of Hertfordshire Police to name but one.",
        "background": "I propose that UK Police Dogs and Horses be given protection that reflects their status if assaulted in the line of duty. This would be similar to the US Federal Law Enforcement Animal Protection",
        "closed_at": null,
        "created_at": "2016-10-06T17:30:58.590Z",
        "creator_name": "David Burstow",
        "debate": {
            "debated_on": "2016-11-14",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/Commons/2016-11-14/debates/D856FCAE-9EF4-49CF-99A0-AF5F379BEF94/PoliceDogsAndHorses",
            "video_url": "http://www.parliamentlive.tv/Event/Index/b5f5b55e-3d6c-45f8-94b9-4411c366e114"
        },
        "debate_outcome_at": "2016-11-15T09:48:56.402Z",
        "debate_threshold_reached_at": "2016-10-21T12:19:14.111Z",
        "government_response": {
            "created_at": "2016-11-11T15:17:31.513Z",
            "details": "Police support animals make a valuable contribution in the detection and prevention of crime and in maintaining public safety.  We recognise and are grateful for the bravery and skills shown by police dogs and their handlers day in and day out.\r\n\r\nThe Government agrees that attacks of any sort on police dogs or horses are unacceptable and should be dealt with severely under the criminal law. The law already allows for significant penalties to be issued to those who attack animals that support the police. An attack on a police dog or other police support animal can be treated as causing unnecessary suffering to an animal under section 4 of the Animal Welfare Act 2006. The maximum penalty is 6 months’ imprisonment, or an unlimited fine, or both. The financial element of the penalty was raised only last year from a maximum fine of £20,000. An attack on a police animal could be considered by the court as an aggravating factor leading to a higher sentence within the available range. Under some circumstances assaults on support animals could be treated as criminal damage which would allow for penalties of up to 10 years’ imprisonment.  \r\n\r\nWhilst police leaders and campaigners agree that these penalties are appropriate, I understand that it is unpalatable to think of police animals as ‘equipment’ as is inferred by the charges of criminal damage.  This does not seem to convey the respect and gratitude police and public feel for the animals involved and their contribution to law enforcement and public safety. The Government has therefore agreed to explore whether there is more that the law should do to offer the most appropriate protections to police animals and all working animals.  \r\n\r\nWhen sentencing for offences of cruelty to or neglect of animals it is for the courts to decide on an appropriate penalty based on the individual circumstances of each case. Magistrates are provided with guidelines by the Sentencing Council to help them impose appropriate sentences and penalties. The guidelines give examples of offences, aggravating and mitigating factors, as well as the range of suggested sentences and penalties for various types of offences.  The Government has requested that the Sentencing Council considers assaults on police animals as an aggravating factor as a part of their current review on guidelines for sentencing in the Magistrates’ Courts, which includes animal cruelty offences.\r\n\r\nThe Government will continue to work with the police to understand the extent of this problem.  Officials will be meeting national policing leads for police animals to discuss this issue over the coming weeks.  Police safety is an area of great concern for me, and one where I want to make sure we are doing all we can to protect frontline police officers, police staff and the animals that support them in their duties.\r\n\r\nHome Office",
            "summary": "Attacks on police support animals are unacceptable and should be dealt with under the criminal law which allows for penalties of up to 10 years’ imprisonment for those who carry out such attacks.",
            "updated_at": "2016-11-29T16:02:02.811Z"
        },
        "government_response_at": "2016-11-11T15:17:31.517Z",
        "moderation_threshold_reached_at": "2016-10-06T17:52:03.128Z",
        "open_at": "2016-10-10T14:54:41.680Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-11T00:36:04.214Z",
        "scheduled_debate_date": "2016-11-14",
        "signature_count": 124989,
        "state": "open",
        "updated_at": "2017-01-30T13:20:41.470Z"
    },
    "id": 168678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/168678.json"
    },
    "type": "petition"
}