{
    "attributes": {
        "action": "Discuss the absurdity of pricing for rail services from Leicester Station",
        "additional_details": "http://m.leicestermercury.co.uk/unfare-rail-tickets-cost/story-29043494-detail/story.html Please read this article as it shows the results of an investigation carried out by Leicester Mercury earlier this year. It's clearly displays the disparity in pricing.",
        "background": "A investigation by the Leicester Mercury in April 2016 revealed that Leicester station is the highest priced station for train tickets in the U.K. Trains from neighbouring towns to London are often cheaper significantly by tens of pounds and seasons hundred/ thousands of pound. We need to sort this!",
        "closed_at": null,
        "created_at": "2016-10-11T19:50:40.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-11T21:07:02.162Z",
        "open_at": null,
        "rejected_at": "2016-10-20T16:11:10.878Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament aren't responsible for train prices on specific lines. This is the responsibility of the train operating companies which run the services. \r\n\r\nWhile the UK Government and Parliament do not directly set the price of train tickets, the Government can set the rate by which train operating companies can raise ticket prices. You could start a new petition calling on the Government to change this rate, or a petition asking for other changes to the way in which train fares are set.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-10-20T16:11:10.882Z"
    },
    "id": 169113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169113.json"
    },
    "type": "petition"
}