{
    "attributes": {
        "action": "Ban the use of previous sexual history as evidence in sexual abuse or rape cases",
        "additional_details": "http://www.cps.gov.uk/legal/p_to_r/rape_and_sexual_offences/yjcea_1999/",
        "background": "Section 41 of the rape and sexual offences act 1999 states that the sexual history of the claimant can be used as evidence in cases in the U.K. We the undersigned agree that this should be stopped and previous sexual history should be inadmissible in court.",
        "closed_at": null,
        "created_at": "2016-10-14T16:34:53.475Z",
        "creator_name": "Louisa Carol pawsey ",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-02T16:22:51.626Z",
            "details": "This Government is committed to making sure that victims of sexual abuse and rape get the support they need and have the confidence to come forward. \r\n\r\nSection 41 of the Youth Justice and Criminal Evidence Act 1999 is intended to protect victims of rape and other serious sexual offences by making clear that evidence of previous sexual history is inadmissible in court unless a strict set of criteria is met. It is right that applications to admit such evidence are determined by the independent judiciary on a case-by-case basis to protect victims whilst maintaining a defendant’s right to a fair trial.\r\n\r\nThe Justice Secretary and Attorney General will be looking at how the law is working in practice before deciding if any further action needs to be taken.\r\n\r\nMinistry of Justice",
            "summary": "The law restricts the circumstances in which evidence of complainants’ sexual history may be used in trials of sexual offences. ",
            "updated_at": "2016-11-02T16:22:51.626Z"
        },
        "government_response_at": "2016-11-02T16:22:51.628Z",
        "moderation_threshold_reached_at": "2016-10-14T16:53:34.308Z",
        "open_at": "2016-10-18T10:12:22.042Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-19T21:28:50.632Z",
        "scheduled_debate_date": null,
        "signature_count": 17150,
        "state": "open",
        "updated_at": "2017-04-08T23:57:12.254Z"
    },
    "id": 169433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169433.json"
    },
    "type": "petition"
}