{
    "attributes": {
        "action": "Stop the expansion of the Ultra Low Emission Zone to the North/South Circular",
        "additional_details": "If this goes ahead, ordinary Londoners will have a punitive new tax to pay for performing daily tasks like going to work, taking their kids around, going shopping, visiting friends and family, or leisure activities. This charge will be very expensive, either by having to pay it, or by having to change to a electric/new low emission vehicle. This will massively adversely effect the lives of ordinary people trying to make a living or simply going about their everyday life. ",
        "background": "London assembly are planning to expand the London Low Emission Zone out from the current planned congestion charge zone to include the area up to the North and South circular by 2019. There is a consultation open to mid December 2016. If you dive within this area you will be charged £12.50 per day.",
        "closed_at": null,
        "created_at": "2016-10-14T12:27:55.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-14T13:05:14.602Z",
        "open_at": null,
        "rejected_at": "2016-10-14T17:16:20.499Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-10-14T17:16:20.505Z"
    },
    "id": 169404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169404.json"
    },
    "type": "petition"
}