{
    "attributes": {
        "action": "Businesses to donate their unsold food to foodbanks",
        "additional_details": "Food poverty is the inability to have an adequate and nutritious diet, often due to a lack of money. In the UK, someone is considered to be living in poverty if their household income is less than 60% of the median UK household income annually.\r\n\r\nFoodbanks depend greatly on public donations to offer food and support services for those in need. Businesses donating their unsold food would increase the support foodbanks receive, helping people overcome poverty.",
        "background": "In the UK, around 13 out of 65 million people are living in poverty; about 20% of the population. With an increasing number of people falling into poverty, foodbanks require more donations to support and meet the needs of the people.",
        "closed_at": null,
        "created_at": "2016-10-14T17:52:19.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-14T18:04:59.606Z",
        "open_at": null,
        "rejected_at": "2016-10-19T17:34:27.463Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law, to require businesses to donate food waste to charities. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-10-19T17:34:27.468Z"
    },
    "id": 169439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169439.json"
    },
    "type": "petition"
}