{
    "attributes": {
        "action": "To Either Release Mr Charles Salvador Or Give Him A Fair And Final Release Date",
        "additional_details": "The British Public Are Appealing And Supporting That Mr Charles Salvador Be Rehabilitated Back Into The Community And A Support Package To Be Put In Place To Ensure This To Be Successful.\r\nHe Has Also Done A Lot Of Charity Work While Serving His Sentence And Also Setting Up His Own Art Foundation.\r\nMr Salvador Has Spent An Extra 14 Years Over His Original Sentence He Has Also Gone On To Advising The Public Not To Break The Law And That Crime Doesn't Pay.",
        "background": "Mr Charles Salvador Is A Victim Of His Own Past He Was Convicted In 1974 For Armed Robbery And Was Handed A 7 Year Sentence.\r\nHe Has Spent 37 Out Of 41 Years In Solitary Confinement Which Has Affected His Health He Deserves The Chance To Prove The Prison System Wrong And Enjoy The Rest Of His Life.",
        "closed_at": null,
        "created_at": "2016-10-16T02:10:54.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-16T19:36:07.484Z",
        "open_at": null,
        "rejected_at": "2016-10-21T17:45:45.875Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The UK Government and Parliament are not responsible for releasing people convicted of crimes."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-10-21T17:45:45.882Z"
    },
    "id": 169527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169527.json"
    },
    "type": "petition"
}