{
    "attributes": {
        "action": "Ensure a new hospital is built central to all West Hertfordshire communities",
        "additional_details": "The local NHS is proposing to keep the Watford site in Vicarage Road as the acute hospital. This plan is not sustainable: it cannot meet the health needs of the people of the area. The estate requires £100m of backlog maintenance and cannot be brought up to modern standards. \r\n\r\nWe need a new hospital that everyone can get to, which surveys have repeatedly shown patients want. The present hospital is in a congested corner of our area, next to the ground of a Premier League football club.   \r\n\r\n\r\n\r\n\r\n",
        "background": "It must be purpose-built and equipped to modern standards with enough space for parking and future expansion.\r\n\r\nWe are members of the New Hospital Campaign formed to request a new hospital on a central, accessible site between the three main towns - Hemel Hempstead, St. Albans and Watford.  \r\n\r\n",
        "closed_at": null,
        "created_at": "2016-10-15T16:18:36.636Z",
        "creator_name": "Edith Glatter",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-04-05T14:45:38.904Z",
            "details": "The reconfiguration of health services is a matter for the NHS locally. Any changes to local services should be led by clinicians and patients, not from the top down. It is for NHS commissioners and service providers to work together with patients and the public in bringing forward proposals that will improve the quality and sustainability of healthcare services.  \r\n   \r\nThe Department of Health understand that these proposals are being put forward as a part of the “Your Care, Your Future\" programme, central to which are plans to provide more care closer to home and for patients to be treated without needing to go to hospital. The Trust will use the reconfiguration to consider which services can move to community settings such as other NHS sites, GP practices or patients’ own homes. \r\n\r\nBefore any changes to services are made, local areas must demonstrate they have met the four reconfiguration tests all local reconfiguration plans should demonstrate: \r\n(i) Support from commissioners; \r\n(ii) Strong public and patient engagement; \r\n(iii) Clear clinical evidence base; and\r\n(iv) Support for patient choice.\r\n\r\nRegarding the plans for a new hospital specifically; on 2 February 2017, the Board of West Hertfordshire Hospitals NHS Trust (WHHT) approved a Strategic Outline Case which identified options for investment in the Trust’s estate.  \r\n\r\nThe Board agreed two options should be worked up in more detail before a decision between the two is made at the next stage:\r\n•\tA new hospital on the Watford General Hospital site and a redevelopment of St Albans City Hospital \r\n•\tA redeveloped hospital on the Watford site and a redevelopment of St Albans City Hospital\r\n\r\nThe Trust has said that the option to build a new hospital on a new site was ruled out on affordability and deliverability grounds; the required capital investment is significantly higher than other options and it is unlikely that investment would be financially sustainable in the long term. In addition, the complex planning and work related to utilities and infrastructure meant that this option would take far longer.\r\n\r\nThe Strategic Outline Case is now awaiting consideration and endorsement by the Herts Valleys Clinical Commissioning Group (CCG). NHS Improvement would then need to consider the SOC, and the level of commissioner support, before making a recommendation to the Department of Health and Treasury.  \r\n\r\nShould it be approved by the Department of Health and Treasury, the next stage will be the development of an Outline Business Case, which will identify the preferred option to progress.\r\n\r\nDepartment of Health",
            "summary": "The reconfiguration of health services is a matter for the NHS locally and should be led by clinicians and patients. However, they must demonstrate all four reconfiguration tests have been met.",
            "updated_at": "2017-04-05T14:45:38.904Z"
        },
        "government_response_at": "2017-04-05T14:45:38.906Z",
        "moderation_threshold_reached_at": "2016-10-16T09:56:16.796Z",
        "open_at": "2016-10-20T13:59:55.292Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-25T21:30:07.736Z",
        "scheduled_debate_date": null,
        "signature_count": 10386,
        "state": "open",
        "updated_at": "2017-04-10T09:12:12.023Z"
    },
    "id": 169500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169500.json"
    },
    "type": "petition"
}