{
    "attributes": {
        "action": "Turn our street lights back on in Essex.",
        "additional_details": "Harlow's lights have been switched back on at a cost of £3.64 per year for the council tax payer. Who would not pay this to keep our areas safe at night. Southend Council have introduced LED lighting and it has been a great success, lower emissions and safer for the public. We all need to stand up and have our say instead of complaining about it! Help get our point of view across,stand together and get our lights switched back on! ",
        "background": "If Essex county council replaced all the bulbs with LED lighting, as they have done in the Southend area, we could all rest easy at night and not worry about our safety. It would reduce crime rate and accidents and safety see our much needed night works a safe journey home.\r\n",
        "closed_at": null,
        "created_at": "2016-10-16T03:04:52.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-16T09:57:07.940Z",
        "open_at": null,
        "rejected_at": "2016-10-18T17:58:13.626Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.essex.gov.uk/Your-Council/Consultation-Feedback/Pages/Petitions.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-10-18T17:58:13.630Z"
    },
    "id": 169528,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169528.json"
    },
    "type": "petition"
}