{
    "attributes": {
        "action": "Verify that all child refugees accepted into the UK are genuinely under 18.",
        "additional_details": "So we the undersigned call on the government to ensure that they seek the opinion of medical professionals to settle the question. We realise that age cannot be accurately pinpointed, but an estimate can be given to within a few years. \r\n\r\nFirstly this will create public confidence that only genuine child refugees are being accepted, and secondly it will ensure that British children are properly safeguarded in schools where adults are normally subjected to an extensive criminal records check.",
        "background": "It is clear that there is some debate as to the veracity of many claims made by refugees, such as their actual age. \r\n\r\nMany appear visibly older than British children of the same claimed year of birth whose ages are verifiable with extensive documentation from birth. ",
        "closed_at": null,
        "created_at": "2016-10-17T20:00:02.907Z",
        "creator_name": "John Jones",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-08T13:52:00.174Z",
            "details": "Where credible and clear documentary evidence of age is not available, criteria including physical appearance and demeanour are used as part of the interview process to assess whether the person is under 18.  From 17 to 28 October, around 10 per cent of cases referred to us in France were refused on age grounds. \r\n\r\nOnce the person is in the UK, there is the option of requesting a local authority age assessment, which must comply with case law and be approved by two social workers.  \r\n\r\nThe courts have set out guidance and minimum standards for local authority age assessments.  Much of the initial guidance was set out in a High Court case in 2003 involving Merton Council.  Since then the courts have further developed their view as to the standards which must be followed.  These include that the assessment must be carried out by two trained social workers; an interpreter must be provided if this is necessary; and the individual must be offered the opportunity to have an independent appropriate adult present.  \r\n\r\nThe local authority may take into account information obtained by the Home Office, but it must make its own decision and have adequate information available to it.    We do not use dental x-rays to assess the age of those seeking asylum in the UK: the British Dental Association has described them as inaccurate, inappropriate and unethical.  \r\n\r\nHome Office",
            "summary": "We do as much as we can at initial interview to assess whether an asylum seeker is under 18.  This can be followed by a local authority age assessment, approved by two social workers. ",
            "updated_at": "2016-11-08T13:52:00.174Z"
        },
        "government_response_at": "2016-11-08T13:52:00.180Z",
        "moderation_threshold_reached_at": "2016-10-17T20:11:35.751Z",
        "open_at": "2016-10-21T17:50:30.961Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-23T10:55:58.031Z",
        "scheduled_debate_date": null,
        "signature_count": 24941,
        "state": "open",
        "updated_at": "2017-01-30T13:21:30.624Z"
    },
    "id": 169664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169664.json"
    },
    "type": "petition"
}