{
    "attributes": {
        "action": "Enforce parliamentary democracy regarding all EU-UK relationship matters.",
        "additional_details": "The kind of Brexit offered by the Leave campaign is unrealistic and unachievable. As Donald Tusk stated recently, the options are hard Brexit or no Brexit. It is therefore vital that the government acts wisely in the national interest in decisions regarding the EU-UK relationship. MPs need to understand the issues driving the Leave vote, and, taking those into account, work to establish the best possible relationship with the EU. Parliament as a whole must be empowered to guide this process.",
        "background": "The fact that the current 'proposals' regarding Brexit are not being allowed to be debated or voted on by MPs is an abuse of power, and a negation of parliamentary democracy. The referendum vote must be taken seriously as advice, but must now be subject to due parliamentary process.",
        "closed_at": null,
        "created_at": "2016-10-17T12:58:16.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-17T15:45:51.635Z",
        "open_at": null,
        "rejected_at": "2016-10-27T16:43:35.654Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-10-27T16:43:35.660Z"
    },
    "id": 169611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169611.json"
    },
    "type": "petition"
}