{
    "attributes": {
        "action": "Let the general public participate when the government sells its Lloyds stake.",
        "additional_details": "",
        "background": "The government has withdrawn plans to allow the public to participate when it sells its stake in Lloyds Banking Group. We urge the government to reconsider this decision. Rather than engage with working taxpayers willing to invest in our economy, it has snubbed them in favour of city institutions.",
        "closed_at": null,
        "created_at": "2016-10-20T09:19:07.074Z",
        "creator_name": "Ian Gorham",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-11-09T17:42:20.821Z",
            "details": "Returning Lloyds to the private sector will promote financial stability, a more competitive banking sector, and the interests of the wider economy. That is why selling the government’s stake in Lloyds Banking Group continues to be a priority.\r\n \r\nSince the retail sale was announced by the previous Chancellor, market conditions have changed and volatility has increased, with Lloyds dropping sharply from above 70p pre- referendum to a post-referendum range of between 47p and 60p. The government has been advised by UK Financial Investments (UKFI) that a trading plan, rather than an incentivised retail offer, would represent the best opportunity to sell shares at a price that delivers value for money for the taxpayer.\r\n\r\nThat is why, on 7 October, we re-launched a trading plan, whereby shares are gradually sold in the market over time, in an orderly and measured way. Members of the public will have the same opportunity as any other investor to purchase shares in the market while we are selling. The previous trading plan was hugely successful and generated £9.2bn for the taxpayer. \r\n\r\nSales through the trading plan will deliver value for money for the taxpayer, and we will ensure that the government will get back all of the £20.3 billion that taxpayers injected into Lloyds during the financial crisis. \r\n\r\nHM Treasury",
            "summary": "The government remains committed to returning Lloyds to the private sector, where it belongs, in the way that delivers best value for the taxpayer. ",
            "updated_at": "2016-11-09T17:42:20.821Z"
        },
        "government_response_at": "2016-11-09T17:42:20.824Z",
        "moderation_threshold_reached_at": "2016-10-20T10:35:54.616Z",
        "open_at": "2016-10-25T15:42:36.760Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-10-26T21:14:13.773Z",
        "scheduled_debate_date": null,
        "signature_count": 31474,
        "state": "open",
        "updated_at": "2017-01-30T13:14:07.263Z"
    },
    "id": 169889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169889.json"
    },
    "type": "petition"
}