{
    "attributes": {
        "action": "Put a safe crossing in at the traffic lights in Bailiff Bridge, HD6 Brighouse.",
        "additional_details": "On the 18th October 2016 my father was run over whilst crossing this road. The road is extremely dangerous and not every driver or even pedestrian are always careful. \r\nWhen my dad thought it was clear he proceeded to cross as he has done so many other times. This time it did not end well. He has suffered bad injuries especially to the head and face but luckily not life threatening this time. I fear that this could have been fatal if it was someone more frail or even a child/pregnant woman. ",
        "background": "I am requesting that a safe crossing is put in place for the traffic lights at the Bailiff Bridge area of Brighouse HD6. I know for many years the residents have asked for one but nothing has come of it. I believe there should be one as this is an unsafe cross road and also a popular school route.",
        "closed_at": null,
        "created_at": "2016-10-19T19:36:32.963Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-19T22:30:21.560Z",
        "open_at": null,
        "rejected_at": "2016-10-24T17:46:54.305Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.calderdale.gov.uk/council/consultations/petitions/index.html\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-10-24T17:46:54.310Z"
    },
    "id": 169857,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169857.json"
    },
    "type": "petition"
}