{
    "attributes": {
        "action": "Call on the Government to urge Whirlpool UK to recall all faulty tumble dryers",
        "additional_details": "There have been several hundred fires caused by Whirlpool tumble dryers, including on 19 August 2016, in a block of flats in Shepherds Bush, which left 26 homes uninhabitable. \r\n\r\nWe are concerned that manufacturers Whirlpool UK have failed to recall the faulty dryers, of which there are around 5 million in Britain, and have not changed their safety advice to consumers, despite the London Fire Brigade advising consumers to stop using the machines with immediate effect.",
        "background": "Following hundreds of fires caused by Whirlpool tumble dryers, we are concerned that Whirlpool have not recalled the approximately 5 million faulty dryers and have not changed their safety advice to customers, as recommended by the London Fire Brigade, who advise consumers to stop using the dryers.",
        "closed_at": null,
        "created_at": "2016-10-19T16:18:00.418Z",
        "creator_name": "Andy Slaughter",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-27T17:16:00.870Z",
            "details": "The Government places significant importance on the issue of product safety and considers that the safety of consumers should be the number one priority for manufacturers. Consumers can reasonably expect clear advice on how to safely use products in their home, and prompt and effective action should be taken if a safety issue is identified.  \r\n\r\n•\tThe Government recognises the efforts Whirlpool has made to rectify the problem with its affected tumble dryers.  Of the 1.5 million affected appliances that consumers have registered with the manufacturer, 1.3m appliances have been modified or replaced and Whirlpool are resolving approximately 100,000 cases a month. However, the Government recognises that there remain many unregistered appliances in use across the UK.  \r\n\r\nMargot James, Minister for Small Business, Consumers and Corporate Responsibility has written to Whirlpool and met representatives of the company, urging them to progress their programme of replacement and repair, and to improve communications with consumers on this issue.  The Minister has, in particular, raised concerns about reaching out to those consumers with an affected machine who have not yet signed up for a repair or replacement.   \r\n\r\nProduct safety legislation in the UK is enforced by Local Authority Trading Standards departments.  The Government is in close contact with Peterborough City Council Trading Standards department who, as the lead regulator in this matter, have access to the most relevant information to provide a full assessment of the risk posed by the affected machines.  Peterborough Trading Standards have taken enforcement action, issuing Whirlpool with a ‘notice to warn’ that requires the company to warn consumers not to use the affected appliances until they have been modified.  The two organisations are currently working together to ensure compliance.\r\n\r\nMore generally, in October last year, the Government announced the establishment of a new Working Group on Product Recalls and Safety to look at further options to improve the safety of white goods and the recalls system. The Working Group aims to build on the good work of the Recall Review Steering Group, which was established following the Lynne Faulds-Wood review into product recalls.  \r\n\r\nThe Working Group brings together key stakeholders from a range of trade associations, product safety experts, the fire service and trading standards professionals.  The Chair is Neil Gibbins – former Deputy Chief Fire Officer for Devon and Somerset - who has a long and proven track record in fire safety and has worked with the Government and other stakeholders on the Regulators Excellence Forum.  \r\n\r\nThe Group has been tasked to develop credible recommendations to ensure that the system works well for everyone.  In particular, the Minister has asked the Group to consider and develop options around:\r\n•\tthe causes of fire in white goods and the steps we can take to reduce them;\r\n•\tways to improve the capture and use of data relating to faulty electrical goods;\r\n•\tthe value of marking white goods to preserve their identification through fire;\r\n•\tregistration of electrical products at the point of sale;\r\n•\ta code of practice for product recalls including the peer review of risk assessments; \r\n•\timproving the information available to consumers and the role of consumer education.\r\n\r\nThe Working Group passed its initial recommendations for propriety action for the Government to the Minister in December 2016.  The five recommendations are:\r\n•\tgreater co-ordination of product safety recalls and enforcement at the national level;\r\n•\tdeveloping Primary Authority Partnerships as a means of increasing access to helpful, practical advice for businesses and ensuring effective relationships between businesses and their lead regulating body;\r\n•\tdeveloping a Code of Practice on managing effective correction action including recalls;\r\n•\tgovernment support for AMDEA’s ‘Register my Appliance’ as a means to ensure consumers are informed of relevant safety issues for products they have bought;\r\n•\tundertaking research into consumer behaviour to understand how best to encourage consumers to engage with a corrective action when a problem is identified with a product.\r\n\r\nThe Group is continuing to develop an action plan and will provide a final report to the Minister in March.  \r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "summary": "Government has set up a Working Group to look at options to improve Product Recalls and Safety, and is in close contact with the enforcing authority working with Whirlpool to rectify this issue.   ",
            "updated_at": "2017-02-27T17:16:00.870Z"
        },
        "government_response_at": "2017-02-27T17:16:00.872Z",
        "moderation_threshold_reached_at": "2016-10-21T16:12:01.173Z",
        "open_at": "2016-11-01T10:15:42.551Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-10T19:24:04.794Z",
        "scheduled_debate_date": null,
        "signature_count": 79693,
        "state": "open",
        "updated_at": "2017-04-10T13:50:08.649Z"
    },
    "id": 169835,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169835.json"
    },
    "type": "petition"
}