{
    "attributes": {
        "action": "To use the law to protect all the children employed in the UK.",
        "additional_details": "Employers say 100,000s of children younger than 13 years are employed in the UK to undertake commercial work in market-research, product testing, consultancy, quality control and design (https://www.google.co.uk/webhp?sourceid=chrome-instant&ion=1&espv=2&ie=UTF-8#q=children+market+research). These children are not provided with the sort of protection that children employed in performance work such as modelling & acting have & in many cases they are deprived of payment for the work.",
        "background": "The Children & Young Persons Act 1933 says “A person who assists in a trade or occupation carried on for profit shall be deemed to be employed notwithstanding that he receives no reward for his labour”. This means children used or working in for-profit market-research & product testing are employed.",
        "closed_at": null,
        "created_at": "2016-10-19T12:05:35.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-19T16:28:21.965Z",
        "open_at": null,
        "rejected_at": "2016-10-25T16:01:47.213Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nThe Government and Parliament aren't responsible for enforcing the law. If you would like a specific change to the law, you could start a new petition asking Parliament to make that change. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-10-25T16:01:47.218Z"
    },
    "id": 169811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169811.json"
    },
    "type": "petition"
}