{
    "attributes": {
        "action": "End industrial breeding of domestic pets to protect the welfare of  animals.",
        "additional_details": "• Reduce the number of fertile female dogs a breeder can keep.\r\n\r\n• Crack down on backyard breeders, so they will have to register with their council as a Domestic Animal Business.\r\n\r\n• Establish a Registry of these businesses, giving councils the information to determine who is eligible to register as a breeder and better police the new laws.\r\n\r\n• Pet shops will no longer be able to sell puppies and kittens unless they have come from a registered breeder, foster home, animal shelter or charity.\r\n\r\n• Foster Carers who look after pets waiting for new homes will have clearer rights and responsibilities – caring for animals without having to register as a Domestic Animal Business, but with the benefit from reduced council registration fees.\r\n",
        "background": "The Australian Government has just introduced new legislation into Parliament. Their Domestic Animals Act protects the welfare of breeding animals to ensure that their pets come from good homes.\r\nBy overhauling the Animal Welfare Act 2006, we in the UK can reform breeding and pet shop industries.",
        "closed_at": null,
        "created_at": "2016-10-21T11:25:22.043Z",
        "creator_name": "Lynda Jennings",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-21T17:37:01.685Z",
        "open_at": "2016-10-25T16:11:25.236Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 46,
        "state": "open",
        "updated_at": "2017-01-22T06:41:47.817Z"
    },
    "id": 169996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/169996.json"
    },
    "type": "petition"
}