{
    "attributes": {
        "action": "Set up Independent Pump-Watch body to monitor and regulate vehicle fuel pricing",
        "additional_details": "The FairFuelUK Campaign’s 1.3 million supporters along with hundreds of MPs and their constituents want this to change. We’re recommending an independent Pump Watch body to ensure everybody understands how road fuels are priced and that the 37 million drivers in the UK get the fairest and most transparent deal possible.  So if you’re one of the millions of drivers who can’t understand why fuel prices rise almost overnight but take weeks to go down, please sign this E petition. ",
        "background": "You may be surprised to learn that how much we pay to fill up our cars vans and trucks isn’t regulated at all.  And having no government watchdog or independent pricing body means that how, when and why forecourt prices rise and fall is a closely guarded secret. We think that’s wrong.",
        "closed_at": null,
        "created_at": "2016-10-21T13:03:36.533Z",
        "creator_name": "Howard Cox, Quentin Willson, Charlie Elphicke MP",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-08T10:07:18.244Z",
            "details": "The Government believes that it is essential that consumers get a fair deal and that falls in oil prices are passed on to lower retail prices without unnecessary delay.  This can most effectively be achieved through an open and competitive market, which drives prices down.  We will therefore continue to make it clear to industry that we expect it to pass any savings that result from lower oil prices onto customers.  \r\n\r\nThe Department for Business, Energy and Industrial Strategy monitors and publishes weekly national average pump prices: \r\nhttps://www.gov.uk/government/statistical-data-sets/oil-and-petroleum-products-weekly-statistics\r\n\r\nAnalysis by the Department for Business, Energy and Industrial Strategy suggests that on average, at a national level, crude price changes are fully passed through into pump prices within 6-7 weeks. This time represents wholesale contractual arrangements and the time taken for fuel to be delivered to filling stations through the supply chain. There is no evidence to suggest that, for given changes in crude oil prices, retail prices rise faster than they fall.\r\n\r\nMovements in pump prices are primarily driven by crude oil prices; though are also influenced by a range of other factors; including refining capacity, stock levels, biofuels cost, distribution costs and retail margins. Tax and duty is the largest single component of retail petrol and diesel prices; as fuel duty is charged at a fixed rate per litre, retail product prices are therefore always less volatile than crude prices. A reduction in crude oil prices will consequently produce a less than proportionate reduction in retail product prices. Another factor affecting the relationship between crude prices and the retail price of oil products is the exchange rate. Crude oil and oil products are traded in dollars, and so when the value of pound sterling decreases against the dollar, oil becomes more expensive for UK consumers.\r\n\r\nThe Office of Fair Trading’s call for information on the petrol and diesel sector, published in 2013, found that competition in the road fuels sector was working relatively effectively, although it was found that fuel is often significantly more expensive at motorway service stations. Action has since been taken at Autumn Statement 2014 to trial new road signs that display motorway service station petrol and diesel prices for motorway drivers. The aim of the trial is to determine whether the new fuel comparison price signs are effective in providing useful information to road users and to understand the impact of improving fuel price transparency on driver behaviour and fuel prices at Motorway Service Areas. \r\n\r\nCommercially managed Apps or Websites are also available for motorists that provide price comparisons between petrol stations to help them to save money.  \r\n\r\nFrom this analysis we do not think that establishing a new regulator with the associated costs of establishing such a body would be justified.  The sector is subject to the normal competition and consumer protection law.  \r\n\r\nOn 1st April 2014 the Competition and Markets Authority (CMA) became the UK's lead competition and consumer body. The CMA brought together the existing competition and certain consumer protection functions of the Office of Fair Trading and the responsibilities of the Competition Commission. The CMA will work to promote competition for the benefit of consumers, both within and outside the UK. Its aim is to make markets work well for consumers, businesses and the economy. If people have evidence of anti-competitive practices in the fuel supply sector they should pass this to the CMA.  \r\n\r\nThe Government recognises fuel costs remain a significant part of both business and household costs. This is why at Budget 2016 the Government announced that fuel duty will be frozen for the sixth successive year.  The Government has frozen fuel duty in every year from 2011 to lessen the impact of high fuel prices on households and business costs.  By the end of 2016-17, fuel duty will have been frozen for seventh successive years resulting in the longest fuel duty freeze for 40 years. \r\n\r\nIn addition, people living across seventeen of the UK’s most rural communities benefit from a 5 pence per litre relief on fuel duty. The scheme allows 125,000 people living in the selected areas, who currently face some of the highest fuel prices in the country despite depending on cars for transport, to benefit from cheaper fuel. \r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "summary": "Government monitors fuel prices and both rises and falls in crude oil price reach the pumps within 7 weeks. A competitive market is the best way to keep prices low; a new regulator is not necessary.",
            "updated_at": "2016-12-08T10:07:18.244Z"
        },
        "government_response_at": "2016-12-08T10:07:18.246Z",
        "moderation_threshold_reached_at": "2016-10-21T19:30:43.025Z",
        "open_at": "2016-10-28T11:17:58.417Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-05T17:29:25.152Z",
        "scheduled_debate_date": null,
        "signature_count": 31507,
        "state": "open",
        "updated_at": "2017-04-09T14:01:06.888Z"
    },
    "id": 170006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170006.json"
    },
    "type": "petition"
}