{
    "attributes": {
        "action": "Warning Signs!! To show Slug Pellets have been scattered near or on Farmers Land",
        "additional_details": "Slug pellets in a large spillage remain potentially lethal for up to a year and are almost impossible to spot.  These pellets are mixed with the same cereal base that most dog foods are made of, which makes them highly palatable.\r\nStatistics from the Health and Safety Executive show that there are approximately 15 official investigations a year involving dogs and slug pellets. Most of those animals died. As many instances go unreported, this is likely to be a small percentage.\r\n",
        "background": "Recently both my dog and another dog I walk, was rushed into hospital due to slug pellets around a farmers land unaware of the Dangers. Both dogs were in a critical state, suffering from Tremors, Confusion, Unsteady Legs, Panting and Affected Vision.",
        "closed_at": null,
        "created_at": "2016-10-24T11:31:50.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-24T12:06:03.853Z",
        "open_at": null,
        "rejected_at": "2016-11-01T18:34:41.417Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask Parliament to change the law, to require warning signs to be displayed in public areas where slug pellets have been scattered."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-11-01T18:34:41.422Z"
    },
    "id": 170200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170200.json"
    },
    "type": "petition"
}