{
    "attributes": {
        "action": "Nationalise the Bank of England and regain control of money supply.",
        "additional_details": "If the … people ever allow private banks to control the issue of their currency… the banks and corporations that will grow up around them will deprive the people of all property until their children wake up homeless.... I believe that banking institutions are more dangerous to our liberties than standing armies.... The issuing power should be taken from the banks and restored to the people\"\r\nThomas Jefferson.\r\n(Currency control was a prime reason for American independence ",
        "background": "Every single penny in circulation today is LENT to the government. It is debt, owed to a private bank owned by other banks. Britain can NEVER be debt free.\r\nMonetary policy by this bank of banks favours financial markets over public good.\r\nA democracy must not be in debt to private foreign cartels. ",
        "closed_at": null,
        "created_at": "2016-10-26T02:00:38.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-27T14:00:27.719Z",
        "open_at": null,
        "rejected_at": "2016-10-31T20:59:17.593Z",
        "rejection": {
            "code": "no-action",
            "details": "The Bank of England is owned by the UK government. We're therefore not sure what you mean by \"nationalise the Bank of England\".\r\n\r\nIf you would like the power to set interest rates to be taken away from the Monetary Policy Committee of the Bank of England, and returned to the UK Government, you could start a new petition asking for that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-10-31T20:59:17.598Z"
    },
    "id": 170343,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170343.json"
    },
    "type": "petition"
}