{
    "attributes": {
        "action": "Introduce Animal Health and Welfare to the school curriculum",
        "additional_details": "The UK could be on the forefront of combating this through the introduction of a compulsory course that teaches students how to treat and perceive animals both wild and in our care. Education could take place both in and out of the classroom. Trips to sanctuaries, farms and zoos could be supplemented by an educational talk, allowing the students to see the animals first hand along side learning about their care and how to maintain their welfare.",
        "background": "Animal abuse complaints increased by over 6,000 in 2014. Education could be a key factor to preventing the pattern from continuing into the future; reducing animal suffering and also giving future generations an understanding of animal care.",
        "closed_at": null,
        "created_at": "2016-10-27T22:11:11.155Z",
        "creator_name": "Kristopher Dorr",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-06T11:29:59.606Z",
            "details": "The national curriculum has recently been reformed and was first taught in 2014. It sets out the minimum subjects and programmes of study which must be taught to children of compulsory school age in maintained schools in England. Academies, Free Schools and other types of independent schools have the freedom to design and follow their own curriculum but can use the national curriculum as a benchmark and in preparation for GCSE study.\r\n\r\nThe national curriculum focuses on the essential knowledge that must be taught, allowing teachers to take greater control over the wider curriculum in schools. The national curriculum is just one element in the education of every child and there is time and space to range beyond the national curriculum specifications. \r\n\r\nAnimal health and welfare are not explicitly specified in the national curriculum for science. The primary science curriculum does, however, include references to animals and their environment, including in year 2 understanding the basic needs of animals. The need to care for animals taken from their local environment is also included in the non-statutory notes and guidance section of the key stage one programme of study. Schools have the freedom to teach topics such as animal welfare in subjects such as citizenship and Personal, Social, Health and Economic education (PSHE). \r\n\r\nSchools have the freedom to complement this knowledge through teaching subjects such as animal welfare, beyond the prescribed curriculum. All schools are required to teach a balanced and broadly based curriculum that promotes the spiritual, moral, cultural, mental and physical development of pupils, and prepares them for the opportunities, responsibilities and experiences of later life, which could also include animal welfare. \r\n\r\nDepartment for Education",
            "summary": "The primary science curriculum includes content about the basic needs of animals. Schools have the freedom to teach topics such as animal welfare in subjects like citizenship and PSHE.",
            "updated_at": "2017-03-06T11:29:59.606Z"
        },
        "government_response_at": "2017-03-06T11:29:59.609Z",
        "moderation_threshold_reached_at": "2016-10-28T09:13:44.510Z",
        "open_at": "2016-10-31T19:10:11.359Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-15T12:07:26.868Z",
        "scheduled_debate_date": null,
        "signature_count": 15629,
        "state": "open",
        "updated_at": "2017-04-10T12:51:28.739Z"
    },
    "id": 170481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170481.json"
    },
    "type": "petition"
}