{
    "attributes": {
        "action": "Change the EU's IAS regulation that stops listed animals going for walks.",
        "additional_details": "As an owner of a raccoon, these regulations will stifle what I can and cannot do with my animal. From 6 weeks of age, he has been taken on walks and now he can no longer do this, meaning his life expectancy is lowered and his health (mental and physical) is at risk. Socialisation and exercise is a key part of his lifestyle. If he is neutered, microchipped,on a secure harness and lead, he should be allowed to continue this exercise with no repercussions.\r\n\r\nPlease help us to change this rule.",
        "background": "In August 2016 the EU passed the Invasive Animal Species regulations, listing a number of animals and plants that are now banned from importation, breeding and keeping in EU countries. Page 8 of the regulations state current animals are not allowed out for walks, even on a secured harness and lead.",
        "closed_at": null,
        "created_at": "2016-10-29T04:17:51.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-01T11:23:59.909Z",
        "open_at": null,
        "rejected_at": "2016-11-07T14:31:00.812Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Invasive Animal Species Regulations are an EU Regulation. The UK Government doesn't have the power, on its own, to change EU Regulations. A change to the regulations would need to happen at EU level. \r\n\r\nYou could start a new petition asking the UK Government to work with other countries in the EU to press for this change at EU level."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-11-07T14:31:00.820Z"
    },
    "id": 170587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170587.json"
    },
    "type": "petition"
}