{
    "attributes": {
        "action": "MAKE IT A LAW THAT CYCLISTS HAVE TO HAVE A NUMBER PLATE AND INSURANCE ALSO.",
        "additional_details": "This evening, a cyclist swerved into my Lane without Signalling I tooted my horn to warn him But it was too late, he collided and crashed into my car, taking off my wing mirror & scratching the side of my car. I pulled over, I was frustrated and shaking as my 1year old was also in the car, he denied it was his fault but knowingly said he didn't signal, i knew this and saw he didnt even look if it was safe to come into my lane, as the argument continued I said I'll call the police and they can then say who's at fault as I'm not going to allow you to get away with damage you caused! as I called the police he got on his bike and rode off Even though I reported it, what's the use another cyclist has got away.",
        "background": "It infuriates me that cyclists are able to ride so dangerously and cause collisions and be able to get away with it, they cause so many accidents but no punishment nor justice is done, as they ride off and leave you with nothing but damage to your vehicle! THEY SHOULD HAVE NUMBER PLATES & INSURANCE",
        "closed_at": null,
        "created_at": "2016-10-29T00:41:32.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-29T06:58:20.736Z",
        "open_at": null,
        "rejected_at": "2016-11-03T17:57:43.432Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/167688 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-11-03T17:57:43.438Z"
    },
    "id": 170584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170584.json"
    },
    "type": "petition"
}