{
    "attributes": {
        "action": "Stop all weaponary and arms sales to any nation by the UK",
        "additional_details": "Every day we are faced with propaganda on all our media including social media to influence public opinion with regards to arms and weapons sale. We want arms manufacturing to be transparent and want Names of who is funding them\r\nTo be in the public domain. We as the public want clear and robust information as to how our government funds weapons and arms to other countries. ",
        "background": "We are fed up with greedy governments making money through war mongering and perpetuating war and suffering to citizens and illiciting dishonest propaganda through social media,TV and radio to aid their weapons sales, usually with regards to very poor countries or countries with oil reserves. ",
        "closed_at": null,
        "created_at": "2016-10-28T18:58:18.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-10-28T22:23:38.302Z",
        "open_at": null,
        "rejected_at": "2016-11-01T19:30:18.038Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you would like the sale of arms to other countries to be completed banned, as in the title of your petition, or whether you would like more transparency about the sale of arms to other countries, as in the second paragraph of your petition.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-11-01T19:30:18.041Z"
    },
    "id": 170556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170556.json"
    },
    "type": "petition"
}