{
    "attributes": {
        "action": "Suspend the Myanmar Ambassador for Genocide of Rohingya Muslims.",
        "additional_details": "- Killing members of the group: The Rohingya, who have a distinctive language, culture, history and traditions, have been killed by security forces, or by the local Rakhine population as security forces stood by without intervening;\r\n\r\n- Serious bodily or mental harm to members of the group: They are subjected to rape, torture, arbitrary detention and other crimes;\r\n\r\n- Inflicting conditions to destroy the group: \r\n\r\n- Preventing births within the group: Marriage and birth restrictions. ",
        "background": "\r\nYale's Allard K. Lowenstein International Human Rights Clinic analysed research conducted by Fortify Rights and Al Jazeera, to see if genocide had been committed as defined by the 1948 U.N. \r\n\r\nClear evidence that four acts of the 1948 U.N. convention on genocide had been committed",
        "closed_at": null,
        "created_at": "2016-10-31T03:05:27.095Z",
        "creator_name": "Saiful Islam",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-01T11:31:31.225Z",
            "details": "The British Government remains deeply concerned by the situation in Rakhine and the persecution of the Muslim minority Rohingya community. It is clear that the Muslim Rohingya minority are being persecuted and denied fundamental rights. The policy of the British Government is that any judgment on whether genocide has occurred is a matter for international judicial decision, rather than for governments or non-judicial bodies.\r\n\r\nWe are particularly concerned by the recent flare-up of violence. This was triggered on 9 October, when three Burmese Border Guard Police posts were attacked by Rohingya militants. We condemn this attack in which nine police and eight attackers were killed.  Since then, media, humanitarian and diplomatic access to North Rakhine has been limited by the imposition of a curfew while the military carry out security operations to root out the perpetrators and retrieve the weapons taken during the attacks.  \r\n\r\nAlthough the lack of access makes facts difficult to verify, we are deeply concerned about a growing body of anecdotal evidence suggesting human rights violations in the security response.  Reports suggest there could be a serious humanitarian impact if aid is not resumed quickly, particularly impacting those already affected by malnutrition.\r\n\r\nIn response to the latest outbreak of violence, our Ambassador visited northern Rakhine together with a number of international counterparts and the UN Resident Coordinator on 2-3 November. He has also lobbied five Ministers (most recently on 21 November), urging a restrained security response, an independent investigation and for the immediate resumption of humanitarian access. \r\n\t\t\r\nThese same messages were repeated by the Minister of State for Foreign and Commonwealth Affairs with responsibility for human rights, Baroness Anelay, who visited Burma from 9-12 November. She called on Burmese Ministers to launch an investigation into allegations of human rights abuses, and called for an immediate resumption of humanitarian aid.\r\n\r\nThe UK also discussed the issue at the UN Security Council on 17 November, where we raised our concerns about the lack of humanitarian access.\r\n\r\nThe Government of Burma has now committed to investigating both the 9 October attacks and allegations of human rights abuses carried out during the military operations in the wake of the initial attack on 9 October. It has also given a further commitment to restore humanitarian access to northern Rakhine State. We believe our efforts are best focused on monitoring implementation of these commitments and pressing privately if they do not move forward.  We further believe the best approach to finding a long-term solution to the underlying inter-communal tensions in Rakhine State is to work with the democratically elected Government to de-escalate tensions. We do not believe expelling the Government’s representative in the UK would assist this process.\r\n\r\nSince coming into power in April, Burma’s Government has taken some encouraging steps to begin tackling the issue of Rakhine and the treatment of the Rohingya community. In August State Counsellor Daw Aung San Suu Kyi announced the establishment of a new hybrid Burmese/international Rakhine Advisory Commission headed by Kofi Annan to provide advice and recommendations for a durable solution to the problems of Rakhine State. We take this announcement as a sign of the seriousness with which the NLD-led Government views the situation there.\r\n\r\nNevertheless, we will continue to monitor the situation closely.  Our priority remains the resumption of humanitarian aid.  The UK has long been one of the biggest bilateral humanitarian donors to Burma and to Rakhine State. Since 2012, we have provided over £18m in humanitarian assistance, supporting work, including on sanitation and nutrition for over 126,000 people.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The UK is deeply concerned by Rohingya persecution, including recent violence. We have called for restraint, humanitarian access and an investigation. Allegations of genocide are for courts to decide.",
            "updated_at": "2016-12-01T11:31:31.225Z"
        },
        "government_response_at": "2016-12-01T11:31:31.227Z",
        "moderation_threshold_reached_at": "2016-10-31T10:22:19.162Z",
        "open_at": "2016-11-11T11:28:01.615Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-20T10:26:46.272Z",
        "scheduled_debate_date": null,
        "signature_count": 64794,
        "state": "open",
        "updated_at": "2017-04-09T20:19:30.341Z"
    },
    "id": 170740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170740.json"
    },
    "type": "petition"
}