{
    "attributes": {
        "action": "Sentence Tomasz Kroker to at least a minimum of 25 years in prison for A34 crash",
        "additional_details": "Everyone knows the dangers of being on your phone whilst driving, so much so that it's plastered everywhere you go. He knew what effect he could of had on other people and he chose to ignore it. 10 years for taking the lives of 4 people, 2.5 years per child, think about that. Kroker, 30, had signed a declaration to his employer promising he would not use his phone at the wheel. This is NOT justice and he SHOULD be serving a minimum of 25 years.",
        "background": "Earlier this week, the country witnessed one of the worst cases of dangerous driving it has seen for a while. Tomasz Kroker, a lorry driver using his mobile phone, crashed into a family of 4, killing everyone inside. He was changing his music and hadn't looked up in a whole kilometer on the A34.",
        "closed_at": null,
        "created_at": "2016-11-02T13:06:45.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-02T14:41:24.829Z",
        "open_at": null,
        "rejected_at": "2016-11-04T16:56:33.844Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn't something that the UK Government or Parliament could do. Sentences are the responsibility of the courts, which are independent of the Government and Parliament.\r\n\r\nAnyone can ask the Attorney General to review a sentence they think is too low, and only one person needs to ask for a sentence to be reviewed. You can find out how to do that here:\r\n\r\nhttps://www.gov.uk/complain-about-low-crown-court-sentence\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-11-04T16:56:33.851Z"
    },
    "id": 170993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170993.json"
    },
    "type": "petition"
}