{
    "attributes": {
        "action": "Reduce the amount of the fine that is imposed for dropping litter.",
        "additional_details": "I have witnessed, on quite a few occasions,members of the public, being stopped and fined for dropping litter. I dislike litter and the mess it makes,but when you see ladies as I have twice, being interrogated in the street,by someone in a paramilitary uniform,stab vests etc,it smacks too much of Big Brother.I get the need for stab vests.The officers I have seen have acted professionaly,but the process is cringing to watch.I object to my council tax being used this way.",
        "background": "I feel that the practice of fining people £70/£80 who drop litter,mainly cigarette ends is disproportionate to the \"crime\" commited.\r\nThere is no mitigating the fine,unlike a criminal offence.",
        "closed_at": null,
        "created_at": "2016-11-02T08:31:48.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-06T17:06:15.393Z",
        "open_at": null,
        "rejected_at": "2016-11-09T10:49:05.673Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Fines for littering are at the discretion of your local council, although there is a minimum penalty of £50 which is set by law. \r\n\r\nIf you're concerned about the way that your local council is enforcing fines for littering, you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you would like Parliament to change the law, to decrease the minimum fine, you could start a new petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-11-09T10:49:05.679Z"
    },
    "id": 170971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170971.json"
    },
    "type": "petition"
}