{
    "attributes": {
        "action": "Ban sharia law in the U.K.",
        "additional_details": "Sharia is the basic Islamic legal system derived from the religious precepts of Islam, particularly the Quran and the Hadith, and while it is practised by many, has no standing within English law.\r\nMuslim women have no rights under sharia law. As of 2016 there are 85 practicing councils of sharia law...85 too many. Ban sharia law in the U.K. ",
        "background": "The United Kingdom is no longer in control of its own laws. The Government are under pressure from Muslims to allow sharia law throughout the UK, this should be stopped immediately. If you choose to reside in the U.K. then you should abide by UK law. \r\n",
        "closed_at": null,
        "created_at": "2016-11-01T16:23:24.083Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-02T17:39:04.590Z",
        "open_at": null,
        "rejected_at": "2016-11-04T16:35:51.253Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\n\r\n\"There are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\"\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-11-04T16:35:51.261Z"
    },
    "id": 170909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/170909.json"
    },
    "type": "petition"
}