{
    "attributes": {
        "action": "Produce an All Party Commitee Report on the Increase in Islamaphobic Racism.",
        "additional_details": "The enormous increase in hate crime against Muslims is well documented and can be seen in stark contrast to the relatively stable records of hate crime against other ethnic or religious groups. Clearly there is a specific issue here that requires investigation. \r\n\r\nhttp://www.bbc.co.uk/news/uk-england-london-34138127\r\n\r\nhttp://www.aljazeera.com/indepth/features/2015/11/muslims-face-worsening-environment-hate-uk-151118054323264.html#\r\n\r\nhttp://tellmamauk.org/category/reports/\r\n\r\n\r\n\r\n",
        "background": "There has been a serious increase in hate crime targeting the Muslim community in recent months. While it is clear that Muslims face a serious and increasing threat of violence in public spaces Parliament has yet to  address this issue with the level of urgency required. This needs to be done. ",
        "closed_at": null,
        "created_at": "2016-11-03T10:49:24.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-04T17:08:43.096Z",
        "open_at": null,
        "rejected_at": "2016-12-19T10:43:00.358Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you mean by an \"all party committee report\". \r\n\r\nYou could start a new petition asking the House of Commons to set up a new select committee to look into the increase in hate crimes experienced by the Muslim community. Alternatively, you could ask the House of Commons to refer this issue to an existing committee, such as the Home Affairs Committee, for an investigation. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-12-19T10:43:00.364Z"
    },
    "id": 171088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171088.json"
    },
    "type": "petition"
}