{
    "attributes": {
        "action": "Not allow any Development on land Known a \"The Big Pit\"off Ashby road,Hinckley",
        "additional_details": "The Lake has historically been proven to be spring fed.\r\nThere is a Protected species within the lake.\r\nThe geological features of the area are of historic importance.",
        "background": "The land known as \"The Big Pit\" is an area of natural local beauty, there is a spring fed lake housing coarse fish such as Roach, Perch and Carp, and also there are different species of Crayfish in the water, including the protected Native Crayfish.\r\nNo Development should be allowed on this land.",
        "closed_at": null,
        "created_at": "2016-11-03T11:13:54.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-03T13:37:17.933Z",
        "open_at": null,
        "rejected_at": "2016-11-08T16:03:38.049Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. local planning decisions are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-11-08T16:03:38.055Z"
    },
    "id": 171098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171098.json"
    },
    "type": "petition"
}