{
    "attributes": {
        "action": "No secret ballot or abstentions for Brexit vote. All MPs must cast a vote.",
        "additional_details": "",
        "background": "In the light of the High Court decision requiring parliament to debate and vote on triggering article 50, and certain MPs open admission that they do not support the democratic will of the British people we request an open mandatory vote with no abstentions to let the people judge their MPS conduct",
        "closed_at": null,
        "created_at": "2016-11-03T14:11:04.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-03T20:00:06.089Z",
        "open_at": null,
        "rejected_at": "2016-11-09T09:30:10.511Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the House of Commons to take. \r\n\r\nThe only time that secret ballots are used in the House of Commons is for the election of certain office holders, such as the Speaker. The results of all other votes are published. You can find the results of any vote, including the names of MPs who took part and how they voted, in Hansard: https://hansard.parliament.uk/\r\n\r\nThere is also a new app which will show how MPs have voted:\r\n\r\nhttps://www.parliament.uk/business/news/2016/november/mobile-app-for-vote-results-launched/\r\n\r\nAt the moment, it is up to individual MPs to decide whether or not to take part in a vote. You could start a new petition calling on the House of Commons to change its rules, to require MPs to take part in certain votes. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-11-09T09:30:10.516Z"
    },
    "id": 171134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171134.json"
    },
    "type": "petition"
}