{
    "attributes": {
        "action": "Stop the down grading of Macclesfield hospital, keeping full service provision.",
        "additional_details": "The hospitals who patients would be diverted to are currently all breaching the 4 hour wait and themselves under considerable financial and logistical pressures. \r\nThe treatment for patients with stroke, heart attack and sepsis are time dependent. There is not the capacity in infrastructure to make closing hospitals such as Macclesfield viable without threatening patients lives\r\n",
        "background": "Macclesfield District General Hospital provides acute care for the people of Cheshire and Derbyshire. If it were to lose this care provision of ICU and Emergency department, lives would be lost due to extended transfers times to other hospitals. ",
        "closed_at": null,
        "created_at": "2016-11-04T10:12:40.788Z",
        "creator_name": "Claire Gilham",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-13T11:26:55.304Z",
            "details": "The Cheshire and Merseyside Sustainability and Transformation Plan (STP) was published on 16 November (https://www.easterncheshireccg.nhs.uk/News/Plan-provides-a-new-vision-for-long-term-sustainable-health-and-care-for-people-across-Cheshire-and-Merseyside.htm).  This sets out the priorities for the future of health and care in the region building on local plans that have been developed across the Cheshire and Merseyside area, including the Caring Together Programme in Eastern Cheshire.  The plans look at supporting people to stay well, providing better coordinated services, improving hospital care and making most efficient use of resources and greater use of technology.\r\n\r\nOne of the many projects outlined in the STP is a review of how emergency care is delivered in Eastern Cheshire.  On 25 November, the Eastern Cheshire Caring Together Programme provided clarity on the future of the A&E department at Macclesfield Hospital, giving an assurance that Macclesfield Hospital will continue to have an A&E department.  The Caring Together Programme is currently exploring models of care that will ensure the future clinical and financial sustainability of services and that include the provision of an A&E department at Macclesfield. It should be emphasised that the STP process is still at an early stage and no decisions have yet been taken. No changes to the services people currently receive will be made without local engagement. If final plans propose service changes, formal consultation will follow in due course in line with good practice and legislative requirements.\r\n\r\nThe Government is clear that all service changes should be based on clear evidence that they will deliver better outcomes for patients. Any changes must meet the four tests for service change: they should have support from GP commissioners, be based on clinical evidence, demonstrate public and patient engagement, and consider patient choice.  It is right that these matters are addressed at a level where local healthcare needs are best understood rather than in Whitehall.\r\n\r\nDepartment of Health",
            "summary": "The NHS is working across Cheshire and Merseyside to develop plans to transform health and care in the area. Local NHS leaders announced 25 November that Macclesfield Hospital will retain A&E.",
            "updated_at": "2016-12-13T11:26:55.304Z"
        },
        "government_response_at": "2016-12-13T11:26:55.307Z",
        "moderation_threshold_reached_at": "2016-11-04T11:09:43.469Z",
        "open_at": "2016-11-09T09:31:02.182Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-01T09:42:52.233Z",
        "scheduled_debate_date": null,
        "signature_count": 10259,
        "state": "open",
        "updated_at": "2017-04-09T10:25:58.626Z"
    },
    "id": 171296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171296.json"
    },
    "type": "petition"
}