{
    "attributes": {
        "action": "Give us the right to sack MP's that break election promises and defy our wishes.",
        "additional_details": "Past examples of MP's lying to the public to get elected are numerous and include past prime ministers and high ranking parliamentarians,\r\nIssues include immigration, law and order, defence and the latest fiasco regarding the Brexit referendum.\r\nA majority voted to leave the EU and we are now no closer to doing so than the day of the vote, many MP's are openly disregarding the will of the people and we should therefore have the right to sack them and elect MP's that will do as the public wishes.\r\n\r\n",
        "background": "For far too long, prospective members of parliament and political parties of all denominations, have lied to the British public in order to get elected. We the British public demand the means to remove our MPs and indeed our government if they are not acting in the interest of the British people\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-11-03T22:24:22.270Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-03T22:48:36.746Z",
        "open_at": null,
        "rejected_at": "2016-11-09T13:59:42.774Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nFor example, you could start a new petition calling on Parliament to change the Recall of MPs Act 2015, to give constituents the power to trigger a by election. We have accepted a petition like this in the past:\r\n\r\nhttps://petition.parliament.uk/petitions/105144\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2016-11-09T13:59:42.778Z"
    },
    "id": 171246,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171246.json"
    },
    "type": "petition"
}