{
    "attributes": {
        "action": "Pass law to force employers to pay on time for freelance/contractual work.",
        "additional_details": "Much alike the New York City Council move.. http://www.nydailynews.com/news/politics/nyc-passes-law-forcing-employers-pay-freelancers-time-article-1.2847980\r\n\r\nFreelance Isn't Free. In surveys, 70% of freelancers report either not getting paid or having to wait months for their money for jobs.\r\n\r\nEmployers and agencies often sit on the money to gain their own interest rather than pay quickly and on time. The freelance contractor has no power and has to wait because the money is valuable to them.",
        "background": "Too many times have we all (as freelancers) faced clients that do not pay, or take forever to do so. We have no structure or law to support us in this matter except for small claims court. Sometime larger clients can bully a sole trader/contractor into relying on their terms, rather than other.",
        "closed_at": null,
        "created_at": "2016-11-04T09:28:33.024Z",
        "creator_name": "Ben Peter Catchpole",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-06T13:35:08.187Z",
            "details": "A party acting in the course of a business can claim interest and reasonable recovery costs if another business is late paying for goods or a service, under the Late Payment of Commercial Debts (Interest) Act 1998.\r\n\r\nIn April 2017, the payment practices reporting requirement will come into force. This will require large companies and LLPs to report publically on their payment practices and performance, twice per financial year. This transparency will help suppliers, including small businesses such as sole traders, make informed decisions about who they do business with. \r\n\r\nAlso in 2017, we will be appointing the Small Business Commissioner, who will support small businesses in resolving payment disputes. The Commissioner will provide general advice and information, direct small businesses to existing dispute resolution services, and handle complaints about payment issues.  Small businesses, with fewer than 50 staff, will be able to access the services of the Commissioner – these businesses include self-employed individuals.\r\n\r\nThere is also the voluntary, industry-led Prompt Payment Code, which is about encouraging, promoting and setting an example of best practice between organisations and their suppliers. More than 1800 firms are signed up to the Code, which you can see at: www.promptpaymentcode.org.uk \r\n\r\nDepartment for Business, Energy and Industrial Strategy",
            "summary": "A party acting in the course of a business can claim interest and reasonable recovery costs if another business is late paying for goods or a service.",
            "updated_at": "2017-01-06T13:35:08.187Z"
        },
        "government_response_at": "2017-01-06T13:35:08.193Z",
        "moderation_threshold_reached_at": "2016-11-04T10:25:20.515Z",
        "open_at": "2016-11-08T15:57:32.613Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-16T12:23:49.591Z",
        "scheduled_debate_date": null,
        "signature_count": 13161,
        "state": "open",
        "updated_at": "2017-04-08T11:57:37.903Z"
    },
    "id": 171287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171287.json"
    },
    "type": "petition"
}