{
    "attributes": {
        "action": "Make CCTV mandatory in the UK’s equine slaughterhouses",
        "additional_details": "Sending a horse to slaughter may not be the preferred choice for most horse owners, but World Horse Welfare believes it is essential that this remains an available option, as other methods of ending a horse’s life can be unaffordable for some horse owners. However 72% of horse owners we asked said they did not have confidence horse welfare would be protected throughout the slaughter process, but around 50% said that the implementation of CCTV would make it a more acceptable option. ",
        "background": "We want to ensure that the whole slaughter process is made transparent through the mandatory use of CCTV or other recording technology in all UK equine slaughterhouses which is accessible and checked by the relevant authorities, such as the Food Standards Agency, to support their monitoring efforts.",
        "closed_at": null,
        "created_at": "2016-11-03T20:14:58.466Z",
        "creator_name": "Jessica Stark ",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-23T09:50:37.510Z",
            "details": "There are strict rules that govern the slaughter of equines and the Government will take robust enforcement action against breaches of the rules protecting animal welfare at slaughter.\r\n\r\nOfficial Veterinarians (OVs) of the Food Standards Agency monitor and enforce the welfare regulations in all approved slaughterhouses to ensure that animals are spared avoidable pain, distress or suffering during the slaughter process.  OVs have the power to seize CCTV records if a breach is suspected.\r\n\r\nThe Farm Animal Welfare Committee (FAWC) published, in February 2015, an independent assessment of the use of CCTV in slaughterhouses. This concluded that CCTV can offer real benefits but that it cannot replace the need for businesses to have proper monitoring procedures in place. FAWC recommended that, in order to realise the benefits to animal welfare and to business operators set out in its report, all slaughterhouses should install CCTV in all areas where live animals are kept and where animals are stunned and killed.\r\n\r\nThe vast majority (approximately 99%) of equines going to slaughter are slaughtered in slaughterhouses that have CCTV installed in some, if not all, areas where live animals are present. There are five slaughterhouses that slaughter equines, and three have CCTV and two do not have CCTV. The Government is currently reviewing the requirement for mandatory CCTV in all slaughterhouses.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The Government encourages the highest standards of animal welfare at all slaughterhouses including equine. The Government is currently reviewing the requirement for mandatory CCTV in slaughterhouses.",
            "updated_at": "2017-02-23T09:50:37.510Z"
        },
        "government_response_at": "2017-02-23T09:50:37.513Z",
        "moderation_threshold_reached_at": "2016-11-04T09:43:20.290Z",
        "open_at": "2016-11-08T14:56:39.397Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-10T08:33:56.107Z",
        "scheduled_debate_date": null,
        "signature_count": 10729,
        "state": "open",
        "updated_at": "2017-04-09T19:30:26.591Z"
    },
    "id": 171221,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171221.json"
    },
    "type": "petition"
}