{
    "attributes": {
        "action": "Raise the Speed limit on Motorways in the UK from 70mph to 90mph.",
        "additional_details": "",
        "background": "The 70mph speed limit on UK motorways was introduced in 1966. since then the technology and safety features of cars has come on considerably. it is now time to embrace this change and accept that it is safe for cars to drive at this speed. it will also help to reduce congestion on motorways.",
        "closed_at": null,
        "created_at": "2016-11-04T15:57:31.783Z",
        "creator_name": "Leo Leman",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-23T16:18:31.476Z",
            "details": "We recognise that technology is moving on rapidly and that vehicles are much safer than when the current speed limit was first introduced.  But any change to the speed limit would have to be based on a full and sound understanding of the wider safety, environmental and other impacts of such a change.  \r\n\r\nAn initial assessment of the possibility of introducing trials of 80 mph limits was made in 2012-13 but we currently have no plans to do so. \r\n\r\nThe ability to set speed limits, including the national limits, in Scotland and Wales has been devolved to the Scottish Government and the Welsh Government.  Northern Ireland is responsible for its own road traffic legislation.\r\n\r\nDepartment for Transport",
            "summary": "The Department for Transport has not carried out detailed investigations of the potential economic, safety and environmental impacts of raising the maximum speed limit on motorways to 90mph.  ",
            "updated_at": "2017-03-23T16:18:31.476Z"
        },
        "government_response_at": "2017-03-23T16:18:31.478Z",
        "moderation_threshold_reached_at": "2016-11-04T16:14:43.219Z",
        "open_at": "2016-11-08T15:26:21.685Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-08T21:43:25.454Z",
        "scheduled_debate_date": null,
        "signature_count": 22261,
        "state": "open",
        "updated_at": "2017-04-10T13:21:31.423Z"
    },
    "id": 171341,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171341.json"
    },
    "type": "petition"
}