{
    "attributes": {
        "action": "Fund Research into Ehlers Danlos Syndrome",
        "additional_details": "",
        "background": "EDS is a debilitating and often life threatening conditions, there is very little research and we are a long way off a cure, we need research.",
        "closed_at": null,
        "created_at": "2016-11-04T22:02:04.643Z",
        "creator_name": "Natasha Brooker",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-14T14:48:42.126Z",
            "details": "Ehlers Danos Syndrome (EDS) includes a complex group of rare disorders caused by changes in genes that weaken the connective tissues.  At least seven sub-types of the condition are recognised and the way patients are affected can vary significantly.  The most common features of EDS are joints with an increased range of movement or hypermobility and skin that is unusually stretchy or fragile.  In some the symptoms may be relatively mild but others they are highly disabling and on rare occasions potentially life-threatening.  The complexity of the syndrome and the difficulty in diagnosing the milder forms of the condition means that an accurate estimate of the number of affected individuals is difficult.  The most common form of the condition is believed to affect around 1 in 2000 individuals.  \r\n\r\nThe Government is committed to improving the lives of patients and their families affected by rare diseases including EDS.  To address the particular issues faced by patients with rare conditions the Government has developed the UK Strategy for Rare Diseases.  This Strategy, published in 2013, contains 51 commitments which all four countries of the UK have agreed to implement by 2020.  The recommendations include establishing clearer diagnostic pathways for patients with rare diseases and emphasise the importance of research into the causes and development of treatments for these conditions.\r\n\r\nThe UK continues to be at the forefront of research into rare diseases and 100,000 Genomes Project is actively accelerating progress in the understanding of the genetic basis of rare diseases.  The project applies the latest forms of genetic analyses to patients where the genes involved have not been identified.  Patients with EDS are usually diagnosed by on the basis of their clinical symptoms which can, in some cases, be supported through genetic testing.  In some, but not all cases, there may be a family history of the condition that helps clinicians make a diagnosis.  Diagnosis remains an important issue for EDS patients and genetic basis for the most common form of hypermobile EDS or joint hypermobility syndrome remains unknown.  This is why the 100,000 Genomes Project is recruiting patients with EDS where the genetic basis for the condition remains unknown alongside patients from over other 190 groups of rare conditions.\r\n\r\nThe National Institute of Health Research (NIHR) has significantly invested in rare diseases research and funds a variety of initiatives to support the development of new therapies.  This investment includes the creation of the NIHR Rare Disease Translational Research Collaboration (NIHR RD-TRC).  The NIHR RD-TRC considers the overall biochemical and clinical features of patients with rare conditions.  This approach aims to understand how genetic changes lead to a clinical symptoms of the condition and thereby help to suggest how these conditions can be treated.  The NIHR RD-TRC also plays an important role in training researchers and therefore helps to build the capacity to support future research into rare diseases.  \r\n\r\nThe NIHR also supports the NIHR BioResource that provides a resource of patients that wish to participate in experimental medicine research and are willing to provide clinical information and samples that enable them to be recalled for specific studies.  One study currently supported by the NIHR BioResource concerns an investigation of the genetic basis of rare inherited connective tissue conditions including EDS and closely related conditions.  \r\n\r\nIn addition, the Government continues to invest broadly in basic and applied clinical research through the work of the Medical Research Council (MRC) and NIHR.  The MRC portfolio of research includes significant support for both cardiovascular and musculoskeletal disorders that may have implications for research into EDS.  In 2014/15, the MRC provided £20m funding for cardiovascular research and £16m into musculoskeletal research.  Similarly the broad NIHR portfolio of support includes research that may also be relevant to EDS.  In September 2016 a record £816 million investment in NIHR Biomedical Research Centres (BRCs) was awarded to 20 NHS and university partnerships across England that will provide support for 5 years from 1 April 2017.  The NIHR BRCs provide world-class research infrastructure in the NHS to support and enable research funded by NIHR and public, charity and industry research funding partners.  These centres support the development of new, ground-breaking treatments, diagnostics, prevention and care for patients in a wide range of diseases.  \r\n\r\nBoth the MRC and NIHR support research in response to proposals from the academic and clinical community and welcome high quality applications for support into any aspect of human health including EDS.  Applications are judged in open competition with awards being made on the basis of the importance of the topic to patients, value for money and scientific quality.  \r\n\r\nDepartment of Health",
            "summary": "The Government recognises the need to support research into rare diseases including Ehlers Danlos Syndrome and is committed to the implementation of the UK Strategy for Rare Diseases.",
            "updated_at": "2017-03-14T14:48:42.126Z"
        },
        "government_response_at": "2017-03-14T14:48:42.129Z",
        "moderation_threshold_reached_at": "2016-11-04T22:17:53.981Z",
        "open_at": "2016-11-07T18:30:22.842Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-04T23:16:38.082Z",
        "scheduled_debate_date": null,
        "signature_count": 12423,
        "state": "open",
        "updated_at": "2017-04-10T12:02:58.229Z"
    },
    "id": 171378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171378.json"
    },
    "type": "petition"
}