{
    "attributes": {
        "action": "Magistrates to apply ban as per totting up rules for drivers attaining 12 points",
        "additional_details": "Christopher Gard of Alton was texting when he killed Lee Martin from Basingstoke, 12 August 2015. It is reported he had been convicted of using his 'phone at least 6 times previously, and only 6 weeks before the crash was let off a ban by magistrates pleading hardship.\r\n\r\nRoad policing is at an all-time low; how many times would a driver be using their 'phone when driving to get caught 6 times? To give an idea, drink driving research suggests 100 to 200 times before getting caught over the limit.",
        "background": "Many drivers now avoid a driving ban, citing 'undue hardship'. However, as most driving offences attract only three penalty points most drivers will have had three previous warnings over 3 years to get the message prior to facing a 6 month ban - more if they have attended a police diversion scheme.",
        "closed_at": null,
        "created_at": "2016-11-06T18:22:54.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-07T16:32:04.271Z",
        "open_at": null,
        "rejected_at": "2016-11-09T10:45:13.747Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. Decisions about sentencing are the responsibility of the courts, which are independent. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-11-09T10:45:13.751Z"
    },
    "id": 171575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171575.json"
    },
    "type": "petition"
}