{
    "attributes": {
        "action": "Ban the Coca Cola truck from visiting the UK: time to get serious!",
        "additional_details": "Coca Cola’s marketing policy states that they will not market to children aged under 12 years. The Coca Cola truck visiting locations across the UK is a clear violation of their marketing policy. Through association, Coca Cola use Christmas as a means to market to children, which leads to positive attitudes towards the company and their products. If we are serious about intervening with chronic illness, banning marketing strategies (e.g. Coca Cola truck) is a step in the right direction. ",
        "background": "Like last year, Coca Cola's truck will visit locations across the UK. The link between sugar consumption and ill health such as obesity, diabetes and tooth decay cannot be overestimated. Efforts to reduce the consumption of sugar forms part of Government strategies (e.g. Childhood Obesity Plan).",
        "closed_at": null,
        "created_at": "2016-11-06T19:46:13.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-06T20:44:58.144Z",
        "open_at": null,
        "rejected_at": "2016-11-09T13:55:36.415Z",
        "rejection": {
            "code": "irrelevant",
            "details": "If you're concerned about the Coca Cola truck coming to your local area, you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-11-09T13:55:36.419Z"
    },
    "id": 171585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171585.json"
    },
    "type": "petition"
}