{
    "attributes": {
        "action": "Stop multi level marketing, protect women from guilt tripping social media scams",
        "additional_details": "I would like to see the government look more closely at the business models, invest time researching the ingredients in the products. Some contain laxatives. And others promote the use of vitamins more than the daily consumption is allowed, and some would say unsafetly. \r\n\r\nIf someone with the resources could lift the lid, I believe pandemonium would ensue, it's terrible that new mothers and those on mostly low incomes (including those on solely benefits) are prayed on like this, it has to stop.",
        "background": "Lots of women sign up for multi level marketing, it's the promise for their own business, and a chance to stay at home with their children.\r\n\r\nThe fact is these are pyramid schemes, with lose product/s to get around the law, all they want is new recruits, with some charging £200 to join.",
        "closed_at": null,
        "created_at": "2016-11-06T22:33:47.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-07T14:36:11.545Z",
        "open_at": null,
        "rejected_at": "2016-11-23T14:10:58.578Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-11-23T14:10:58.583Z"
    },
    "id": 171603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171603.json"
    },
    "type": "petition"
}