{
    "attributes": {
        "action": "Remove the £25 per day subsistence allowance from MPs expenses.",
        "additional_details": "It is unfair for MPs to be given £25 per day for food when, for example, a single person on JSA is given just £10.44 per day, which has to pay for all of their food, fuel bills, clothing, toiletries & sanitary items, laundry & cleaning products, travel to job centres & interviews, internet access (for job searching now the libraries they used are closing), telephone calls, bedroom tax and 20% council tax.\r\nWe are all expected to pay for our food from our salaries. \r\nIt should be the same for MPs. ",
        "background": "According to the MPs’ Scheme of Business Costs and Expenses 2016-2017, MPs may claim up to £25 for the cost of purchasing food and non-alcoholic drinks where they have necessarily stayed overnight neither in the London Area nor their constituency. \r\nUK taxpayers should not have to pay for MPs food.",
        "closed_at": null,
        "created_at": "2016-11-06T23:44:06.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-07T00:15:02.041Z",
        "open_at": null,
        "rejected_at": "2016-11-08T15:46:58.429Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-11-08T15:46:58.435Z"
    },
    "id": 171611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171611.json"
    },
    "type": "petition"
}