{
    "attributes": {
        "action": "Get rid of/simplify to only speaking, the new TFL taxi language test requirement",
        "additional_details": "According to TFL, the new language test is essential for \"public safety\". However, it fails to recognize is that the test required consists a writing exam as well as a reading exam which tests them way beyond what is required for a taxi driver who's job is simply to drop people off to their destination. \r\nThis has caused great amounts of distress for people working for TFL. Making it so hard for drivers to obtain their license will not only lead to a poor quality of service provided by TFL but also lead to people being unemployed. It will affect thousands of families living around the UK. If you agree that TFL should reconsider this then sign this petition and share it with your friends and family.",
        "background": "Most of us will admit to using private hire taxi or have used it in the past so should be aware of its regulations. From the 14th October 2016, TFL requires drivers to pass an english language test which consists of reading, writing (40 minutes) and speaking and listening and costs over £200.\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-11-08T20:07:13.462Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-08T20:18:04.018Z",
        "open_at": null,
        "rejected_at": "2016-11-09T09:34:52.714Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-11-09T09:34:52.719Z"
    },
    "id": 171805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171805.json"
    },
    "type": "petition"
}