{
    "attributes": {
        "action": "Stop the resale of concert tickets at inflated prices on secondary websites.",
        "additional_details": "The Which Reports can be found;\r\n\r\nhttp://www.which.co.uk/news/2015/11/which-probes-ticket-resale-rip-off-422307/\r\n\r\nand\r\n\r\nhttp://www.which.co.uk/news/2016/05/event-tickets-still-being-sold-unlawfully-443074/\r\nReport in Daily Telegraph relating to the recent sale of Phil Colllins Tickets at The Royal Albert Hall\r\nhttp://www.telegraph.co.uk/news/2016/10/21/fan-fury-as-phil-collins-tickets-sell-out-in-15-seconds---only-t/ ",
        "background": "Tickets sell out in record time!  then we see them for \"resale\" within hours on secondary ticket sale websites at ridiculously inflated prices. Reselling of football tickets is illegal under section 166 Criminal Justice and Public Order Act 1994\", why can this law not apply to concert tickets?",
        "closed_at": null,
        "created_at": "2016-11-08T21:59:11.308Z",
        "creator_name": "Tracey Kempson Blake",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-20T13:56:54.448Z",
            "details": "It is an offence for an unauthorised person to sell a ticket for a designated football match in person, or via the internet under the Criminal Justice and Public Order Act 1994. The main purpose of this legislation is to ensure public order, by preventing the unauthorised resale of tickets and thus maintaining the segregation of rival fans. The same public order concerns do not apply to concert tickets where there is no significant history of disturbances between different groups of fans. \r\n\r\nThe Government has sympathy for those fans that wait anxiously for tickets to come on sale only to be frustrated when they cannot get tickets but then find that they are almost immediately being sold at a grossly inflated price on the secondary ticketing market. Professor Waterson, who undertook an independent review of online secondary ticketing such as this, took into consideration the football and Olympic legislation as well as new rules that had been set out in the Consumer Rights Act 2015.  However, in his report of 26 May 2016 (https://www.gov.uk/government/news/independent-secondary-ticketing-review-published-today) he did not recommend further legislation or the extension of the football legislation to other events. Instead he called for the existing rules to be more vigorously enforced and for the event organisers to take greater responsibility for the way the ticketing market operates. The Government will respond formally to Professor Waterson’s report in due course.\r\n\r\nConsumers and the economy benefit in various ways from the existence of a well-functioning secondary ticket market. First, it creates a safe and straightforward way for consumers who have bought tickets, often much in advance of the event, to get some money back if they cannot use them. Second it provides an opportunity to attend events for people unable or unwilling to participate in the original primary ticket sale. This may include tourists wanting to attend a local event as well as those more spontaneous in their behaviours. Depending on the popularity of the event they may have to pay a premium over those who bought tickets from the primary source, but this is a value judgment for them to make. For some events, buying tickets in the secondary ticketing market close to the actual date of the performance, may actually provide a cheaper means of access giving people who might not otherwise have been able to afford the event, the chance to do so. Not everyone wants to join the (virtual) queue to buy tickets when first on sale. For them secondary ticketing meets a consumer need. Thirdly therefore, secondary ticketing  is a viable profitable service which some people, both as purchasers and sellers, desire and banning it is liable to push such tickets onto the black market where there are less protections.  \r\n\r\nOne of the recommendations made by Professor Waterson in his review, is that primary ticket vendors do more in regards to deterring mass purchasing by individuals not intent on attending the event including those using digital ticket purchasing software (“bots”) to purchase excessive number of tickets. This currently deprives consumers of the chance to acquire tickets at the price originally established by the event organiser. He believed that organisers should seriously consider requirements for individuals to prove they are indeed individuals by means such as confirmed identity technologies. He also recommended that private ticket vendors report “bot” attacks to the police so that they can be investigated. \r\n\r\nThe Government will consider the specific issue of bots and whether there is scope for further Government intervention in this area.\r\n\r\nIn addition, Professor Waterson has produced some practical guidance that should be taken into account by consumers when purchasing tickets. These practical tips are available through the Citizens Advice consumer helpline website. \r\n\r\nDepartment for Business, Energy and Industrial Strategy ",
            "summary": "That legislation bans unauthorised re-selling of football tickets. In 2016 different laws governing concert ticket resales were independently reviewed. The resulting report proposed no legal changes.",
            "updated_at": "2017-02-20T13:56:54.448Z"
        },
        "government_response_at": "2017-02-20T13:56:54.451Z",
        "moderation_threshold_reached_at": "2016-11-08T23:37:58.115Z",
        "open_at": "2016-11-10T10:12:11.365Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-05T23:33:06.718Z",
        "scheduled_debate_date": null,
        "signature_count": 46312,
        "state": "open",
        "updated_at": "2017-04-10T12:09:52.894Z"
    },
    "id": 171819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171819.json"
    },
    "type": "petition"
}