{
    "attributes": {
        "action": "Pay £350m per week to NHS or re-run EU Referendum",
        "additional_details": "The UK electorate was also led to believe that continued access to the EU single market would be likely if we voted to leave the EU. Many people believed this but the government has stated it will not be seeking to remain in the single market. There is clear evidence of dissatisfaction with the presentation of information from both sides prior to the referendum and subsequently numerous leave voters have expressed regret that they believed the misinformation upon which they based their decision.",
        "background": "The only slogan on the side of the Leave EU campaign bus stated in large letters that if we left the EU, £350m per week could go to the NHS. The government has now stated that this will not happen so the reason thousands voted for Brexit and the democratic will of the people has been ignored.",
        "closed_at": null,
        "created_at": "2016-11-09T08:52:00.993Z",
        "creator_name": "Peter Lihou",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-13T10:18:55.818Z",
            "details": "We will not seek to retain partial or associate membership of the European Union by remaining members of the Single Market. Instead, we will pursue a new strategic partnership with the EU, including an ambitious and comprehensive Free Trade Agreement and a new customs agreement. We will get the best deal for the UK, and will continue to support our NHS.\r\n\r\nThe Government has committed to spend an additional £10bn a year by 2020 to ensure the NHS continues to deliver care to those who need it and to deliver a truly 7 day service.\r\n\r\nThe Government is focused on securing the best possible deal for the United Kingdom as we leave the European Union. Once we have left it will be for us to decide how taxpayers' money is spent. We have been clear that, once we leave the EU, we will not be required to pay vast contributions to the EU budget. \r\n\r\nThe country voted to leave the European Union, and it is the duty of the Government to make sure we do just that. We will not be seeking to retain membership of the Single Market. Instead, we see a bold and ambitious Free Trade Agreement with the European Union, covering tariff and barrier-free trade in goods and services, as offering the fullest possible access to the European market for UK companies. \r\n\r\nDepartment for Exiting the European Union",
            "summary": "The country voted to leave the European Union in a referendum approved by an Act of Parliament. ",
            "updated_at": "2017-03-13T10:18:55.818Z"
        },
        "government_response_at": "2017-03-13T10:18:55.820Z",
        "moderation_threshold_reached_at": "2016-11-09T11:11:08.218Z",
        "open_at": "2016-11-15T13:37:32.967Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-22T16:39:39.063Z",
        "scheduled_debate_date": null,
        "signature_count": 37918,
        "state": "open",
        "updated_at": "2017-04-10T13:18:47.494Z"
    },
    "id": 171869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171869.json"
    },
    "type": "petition"
}