{
    "attributes": {
        "action": "Carry out a check of the Brexit result BEFORE Article 50 declaration",
        "additional_details": "The media information regarding the cost savings to be had by leaving EU was   publicised that the weekly cost of being in the EU was £350 million per week before rebates . The result was in fact a net obligation to the EU of £136 million per week. This sum whilst appearing large to the man in the street is insignificant when one considers the weekly cost of the UK pension payments stated at £92 billion - that is just under £2 BILLION per week. As a percentage the EU cost 6.8 % of pension cost ",
        "background": "I believe :-\r\n\r\n(a) that the Brexit vote in June 2016 was as a result of misinformation and /or misstatement of the facts by those favoring a \"leave\" result.  \r\n\r\n(b) that it's incumbent upon the government to effectively review/check the wishes of the population now that the facts are now clearer",
        "closed_at": null,
        "created_at": "2016-11-08T20:52:25.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-12T09:25:19.824Z",
        "open_at": null,
        "rejected_at": "2016-11-17T10:44:10.822Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear how you would like the Government or Parliament to check the wishes of the population. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-11-17T10:44:10.828Z"
    },
    "id": 171811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/171811.json"
    },
    "type": "petition"
}