{
    "attributes": {
        "action": "The UK Government should reaffirm its commitment to preventing Climate Change",
        "additional_details": "Donald Trump has launched greatagain.gov which includes an Energy plan for the US. Within this is the intention to undo the work of the Obama administration's policy to prevent Climate Change.\r\n\r\nTrump has made it very clear he has a complete disregard for the scientific consensus revealing the sobering reality of Climate Change. Trump's inaction will have a serious global impact during and after his Presidency.\r\n\r\nThe UK government needs to reaffirm it's own commitments to fighting Climate Change.",
        "background": "In light of the recent election of a Climate Change denier to the position of President of the United States it is now more important than ever that the UK Government keeps its commitments made under the Paris agreement with most of the world's major economies to reduce the impact of Climate Change",
        "closed_at": null,
        "created_at": "2016-11-10T18:06:37.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-10T18:27:34.654Z",
        "open_at": null,
        "rejected_at": "2016-11-17T13:09:38.245Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-11-17T13:09:38.251Z"
    },
    "id": 172105,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172105.json"
    },
    "type": "petition"
}