{
    "attributes": {
        "action": "Demand an immediate change to the faceless and unaccountable benefit system",
        "additional_details": "I am a woman with a rare genetic disease that has yet to be fully identified that has caused chronic constant pain and is degenerative. I worked for decades despite the pain, the heart ruptures and the muscle weakness until I had no choice but to stop. My partner was denied support as she was actively looking for work and anything that she earns is taken from the benefit awarded to myself as a single person. Two adults expected to live on one person allowance and failing. Change is needed.",
        "background": "The benefit system has been replaced with a faceless body that makes decisions that can devastate a vulnerable persons life with immunity. With a system that targets the most vulnerable as they have the most silent voice and with internet Agents who do not provide names nor accept responsibility.",
        "closed_at": null,
        "created_at": "2016-11-13T07:50:10.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-13T12:55:40.664Z",
        "open_at": null,
        "rejected_at": "2016-11-17T16:46:31.179Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what changes you would like to be made to the benefit system. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-11-17T19:41:59.741Z"
    },
    "id": 172361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172361.json"
    },
    "type": "petition"
}