{
    "attributes": {
        "action": "End FREE travel with ENC Bus Passes for those with an Income.",
        "additional_details": "As a bus driver I see alot of ENC Bus Pass holders making unnecessary or trivial use of their free bus pass because it doesn't cost them anything.\r\nExamples of such behaviour include:\r\nA) Using the pass to travel one stop down the road.\r\nB) Boarding the bus before the terminus of the route, then using it again to travel back in the other direction (past the point in which they boarded) to travel into town for example.\r\nC) Riding around on buses all day with no purpose as they haven't much else to do",
        "background": "End free travel with ENC Bus passes. The bus pass should entitle the barer to a discount of, for example 60% off full fare after 2 free journeys. This will stop abuse of the ENC Bus Pass and save local authorities much needed money which is wasted on unnecessary travel on buses.",
        "closed_at": null,
        "created_at": "2016-11-14T11:01:51.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-14T14:44:02.754Z",
        "open_at": null,
        "rejected_at": "2016-11-18T17:06:03.148Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\nWe are not sure whether you want to end free travel for all holders of ENC bus passes, or only for those with an income. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-11-18T17:06:03.154Z"
    },
    "id": 172459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172459.json"
    },
    "type": "petition"
}