{
    "attributes": {
        "action": "Authorise open book examinations for GCSE English Literature 2017",
        "additional_details": "Students are expected to remember:quotes from each character & themes and context that are incorporated within these texts- it is estimated that 250+ quotes could be potentially memorised for this exam. On top of 20+ exams,students are experiencing high levels of stress- due to the paper being more demanding for a higher grade.English is a subject that all employers & universities look at, therefore if students are unable to realistically achieve high grades- there will be lower employment rates",
        "background": "The introduction of closed book examinations,for GCSE English Literature,requires students to learn and memorise quotes for this exam.There are 2 literature papers which include the content of:15 poems,2 plays and 1 novella.Exams shouldn't be a test on the student's memory,but how we interpret texts",
        "closed_at": null,
        "created_at": "2016-11-13T18:25:54.150Z",
        "creator_name": "Cherri Chan",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2017-02-20T21:33:44.537Z",
        "government_response": {
            "created_at": "2017-02-27T17:53:19.076Z",
            "details": "The GCSE English literature content requires students to read the full texts of the books, drama and poems they study. It requires students to study a range of intellectually challenging and substantial whole texts in detail including Shakespeare, 19th-century novels, Romantic poetry, and fiction or drama from the British Isles from 1914 onwards. The content requires students to study no fewer than 15 poems by at least five different poets, and a minimum of 300 lines of poetry. The assessment arrangements must reflect those requirements and is designed to reward students who have gained a deep understanding of literature and who have read widely throughout the course. \r\n\r\nThe content also requires that students are examined on texts which they have not read previously (‘unseen’ texts).  Students will need to read widely during their studies to prepare them for the ‘unseen’ text in the exam and to be able to critically compare and contrast a range of texts using ‘relevant quotation and detailed textual references’ to demonstrate the breadth of their understanding of literature. These ‘unseen’ texts might, but do not have to be, by authors whose works students have studied as set texts. \r\n  \r\nWe do not expect awarding organisations to give or allow students to have access during their exams to copies of the whole texts they have studied. Exam boards can, however, provide students with relevant extracts. The exam boards have each chosen in their sample assessment materials to provide students with extracts of the texts they have studied. \r\n \r\nStudents should not be misled into believing that they will get good marks simply by memorising and writing out the poems or texts they have studied.  Students will not need to learn and remember the exact words of poems or texts by heart. \r\nTo gain good marks, students will need to be able to show that they are familiar with the texts - that they have studied them – and that their understanding is sufficiently developed to be able to compare them with other texts that might have been given to them in the exam. The student will need to write about a poem they have studied and that is not given to them in the exam, but that does not require them to reproduce the text in full.   Rather it requires students to recollect details from the poem so as to compare it with one provided in the exam. \r\n \r\nThe former Chief Regulator’s blog written in 2015 made it clear that GCSE English literature is about understanding not memory https://ofqual.blog.gov.uk/2015/03/18/gcse-english-literature-learning-and-understanding-not-memory/     \r\nOfqual’s Regulatory Conditions and Guidance documents for GCSE English are available here https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/44868 0/2015-07-27-gcse-subject-level-conditions-and-requirements-for-english-literatureversion\r\n\r\nDepartment for Education",
            "summary": "GCSE English literature content requires students to read the full texts of the books and poems they study. Students will not need to remember the exact words of poems by heart in order to succeed.  ",
            "updated_at": "2017-02-27T17:53:19.076Z"
        },
        "government_response_at": "2017-02-27T17:53:19.078Z",
        "moderation_threshold_reached_at": "2016-11-13T18:52:42.096Z",
        "open_at": "2016-12-05T13:54:51.638Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-13T20:01:21.343Z",
        "scheduled_debate_date": "2017-04-24",
        "signature_count": 109477,
        "state": "open",
        "updated_at": "2017-04-10T13:45:42.844Z"
    },
    "id": 172405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172405.json"
    },
    "type": "petition"
}