{
    "attributes": {
        "action": "Save our Bass: do not water down the proposal to ban nets.",
        "additional_details": "Commercial netting has hammered the bass stock. It is now so dangerously low that it may not recover for years. Anglers and conservationists argue that it is time to get rid of the nets. The EU Commission agrees and has proposed banning nets from the bass fishery from next year. These nets also kill sea-birds, seals, porpoises and dolphins. Getting rid of the nets, but retaining recreational fishing and commercial hook & line, will mean a bright and vibrant future for a sustainable bass fishery.",
        "background": "We are calling on George Eustice, the UK Fisheries Minister, to support the Commission's proposals and not to cave in to commercial pressure like last year, to the anger and dismay of anglers and other conservationists.",
        "closed_at": null,
        "created_at": "2016-11-14T05:25:48.611Z",
        "creator_name": "Henry Gilbey",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2016-12-20T12:27:00.013Z",
            "details": "At this year’s December Council negotiation the UK sought a balanced package on sea bass that further protected the stock, while respecting the need to account for discards and allow some continued recreational angling.  We pressed for a better deal for angling, recognising its importance to local economies. In particular, we agreed that there should be a 1 or 2 fish bag limit for 10 months of the year and argued for lower commercial catch limits. We were disappointed we could not move beyond the current scheme and agree a fairer package for anglers.\r\n\r\nBass measures agreed at December Council included:\r\n\r\n•\tThe limit tightened for bass catches by fixed gill nets from 1.3 tonnes to 250kg per vessel per month, for unavoidable by-catch, representing an 80% cut from this year's provision, and for all forms of netting at UK level an estimated 88% cut from the former 2011-2013 baseline annual average;\r\n•\tNo provision for other forms of netting than fixed gill net;\r\n•\tSetting the limit for hook and line fisheries at 10 tonnes per annum (spread across ten months of the year), reducing the catch potential by 23%;\r\n•\tSetting the by-catch provision for trawlers and seines at 3% per day.  This is an increase from 1% per trip for this year to minimise bass discards, but with a new cap introduced of 400kg per month. At UK level the provision is estimated to result in a 57% decrease from the former 2011-13 baseline average.\r\n•\tThe provision for recreational angling remains unchanged, with only catch and release allowed in the first six months, followed by a daily limit of one fish per fisher.\r\n\r\nWe are making progress in reducing bass catches at EU level and are heading in the right direction in terms of stock recovery. We will continue to seek the right balance between the legitimate interests of the recreational and commercial sectors while achieving sustainable fisheries for bass.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The UK secured emergency measures to conserve bass in 2015. For 2017 we sought a package to reduce commercial catches, minimise discards and argued for proportionate allowance for recreational angling",
            "updated_at": "2017-01-31T15:50:48.444Z"
        },
        "government_response_at": "2016-12-20T12:27:00.015Z",
        "moderation_threshold_reached_at": "2016-11-14T09:45:05.795Z",
        "open_at": "2016-11-17T17:47:02.068Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-12-02T16:13:29.414Z",
        "scheduled_debate_date": null,
        "signature_count": 11928,
        "state": "open",
        "updated_at": "2017-04-10T00:01:03.864Z"
    },
    "id": 172441,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172441.json"
    },
    "type": "petition"
}