{
    "attributes": {
        "action": "Open more food banks and offer free breakfasts at all schools in the UK.",
        "additional_details": "The Guardian- \r\nMore than 8 million people in Britain live in households that struggle to put enough food on the table, with over half regularly going a whole day without eating, according to estimates of hunger in the UK.\r\nThe foundation estimates that 4.7 million people aged over 15 were severely food-insecure, meaning they were to poor afford enough food and sometimes went without. A further 3.7 million were classed as moderately food-insecure.\r\n",
        "background": "Food poverty is a major issue locally, and nationally. \"More than 8 million in the UK struggle to put food on the table, survey says\" - The Guardian. Although the UK is the seventh richest country in the world, many people struggle to afford food. Help tackle, and raise awareness on food poverty.",
        "closed_at": null,
        "created_at": "2016-11-15T18:36:13.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-16T19:00:07.303Z",
        "open_at": null,
        "rejected_at": "2016-11-22T16:16:42.591Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of the UK Government or Parliament. Food banks are run by charities, not by the Government. \r\n\r\nThe UK Government is not responsible for all schools in the UK. It is only responsible for schools in England. You could start a new petition asking the Government to fund free breakfast at all schools in England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-11-22T16:16:42.594Z"
    },
    "id": 172614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172614.json"
    },
    "type": "petition"
}