{
    "attributes": {
        "action": "Change the way Baby Milk (Formula) is sold - Allow Store Points & Bulk Buying!",
        "additional_details": "People who are overweight can spend a fortune on unhealthy foods which will inevitably put their health at risk (costing the NHS more money), yet they can claim store points for this. \r\n\r\nMums can buy Formula powder to feed their baby BUT they cannot claim points? \r\n\r\nYou cannot claim points on cigarettes - and rightly so - but Formula milk should not be placed in the same category!\r\n\r\nThere are many reasons why mums CANNOT or DO NOT WANT to breastfeed. Stopping points on formula will NOT change that. \r\n\r\n",
        "background": "Stores do not allow you to claim points (I.e club card/advantage) for purchasing First Baby Milk. You also cannot buy more than 2 tubs at a time. This is because they won't promote Formula Feeding over Breast Feeding. Mums should not be penalised for formula feeding their baby! \r\n\r\n\r\n\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-11-16T08:08:21.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-16T08:33:18.615Z",
        "open_at": null,
        "rejected_at": "2016-11-17T17:21:40.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The law on the promotion of formula milk is an EU law. You could start a new petition calling on the UK Government to work with the governments of other EU countries to change this law. Alternatively, you could start a new petition calling on the UK Government to change this law when the UK has left the European Union."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-11-17T17:21:40.286Z"
    },
    "id": 172676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172676.json"
    },
    "type": "petition"
}