{
    "attributes": {
        "action": "Make physical appearance a protected characteristic.",
        "additional_details": "In schools, teachers try to dictate hair colour and style. Article 10 of the Human Rights Act states that students should be able to express themselves and make them feel identified without the interference from the authority (teachers being the authority in schools). Also, the same idea applies in article 14. This article was created to try and allow everyone to have equal opportunities for something they may otherwise be judged upon. So why doesn't Article 14 protect physical appearance? All other protected characteristics are things that make people feel more accepted in society because in the past they were not as widely accepted. People should not change the way they look from a style that makes them feel comfortable with themselves, so don't make them.",
        "background": "People feel victimised by an unjust decision to restrict their identity. Having their own hair style and colour makes people feel more comfortable in society, this can make people feel more comfortable with themselves. This should be accepted to give everyone an equal opportunity to be themselves.",
        "closed_at": null,
        "created_at": "2016-11-16T15:53:48.842Z",
        "creator_name": "Jordan Edward Francis de Burgo",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-16T16:41:36.516Z",
        "open_at": "2016-11-22T16:25:10.091Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 35,
        "state": "open",
        "updated_at": "2017-01-13T22:55:00.640Z"
    },
    "id": 172735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172735.json"
    },
    "type": "petition"
}