{
    "attributes": {
        "action": "Stop the use of mobile phones by PHV operators and their drivers whilst driving.",
        "additional_details": "Licensed taxi and private hire vehicles and driver licences in England reached record levels in March 2015 at 242,200\r\n69% of this number are PHV.  Most using mobile phone technology whilst driving.\r\nIn London alone this number has increased by approximately 600 more licences each week since March 31st 2015.\r\nSafety should be paramount, we have already seen fatalities due to this type of mobile phone usage.\r\nThe UK government states on its own website that using a mobile whilst driving is illegal.",
        "background": "Since the arrival of mobile phone hailing apps, the uk streets has seen a big increase in the number of accidents involving PHV drivers. I believe this is due to drivers of those vehicles not paying attention to road conditions, instead focusing on messages offering them work with a monetary value.",
        "closed_at": null,
        "created_at": "2016-11-16T12:35:02.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-16T14:48:51.610Z",
        "open_at": null,
        "rejected_at": "2016-11-21T17:52:33.573Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. It's already illegal to use a mobile phone while driving, so it is not clear what action you would like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-11-21T17:52:33.578Z"
    },
    "id": 172710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172710.json"
    },
    "type": "petition"
}