{
    "attributes": {
        "action": "Stop Dee Valley Water being over taken by Severn Trent!",
        "additional_details": "Ancarla, an investment firm made a bid with a 10% premium, for Dee Valley Water with a promise of everything continuing as usual with help to become greater. Being industry leading at the moment Dee Valley Water is sought after, therefore a bid has been received from Severn Trent for £7m more than Ancarla. If the offer is accepted local employees jobs are at risk! Local employees look after local customers! Stop the take over now! It will benefit customers and employees!",
        "background": "Dee Valley Water is a small water company based in Wrexham. It supplies water to local customers in Wrexham and Chester and some surrounding areas. Dee Valley Water jobs and customer's best interests are now in a state of uncertainty, as Severn Trent are now set to take over! ",
        "closed_at": null,
        "created_at": "2016-11-17T00:34:39.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-17T14:26:16.467Z",
        "open_at": null,
        "rejected_at": "2016-12-20T14:08:12.144Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition as this isn't something that the Government or Parliament could do. This would be a decision for the Competition and Markets Authority which is independent of both the UK Government and Parliament. You can find out more about the Competition and Markets Authority here:\r\n\r\nhttps://www.gov.uk/government/organisations/competition-and-markets-authority/about"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-12-20T14:08:12.149Z"
    },
    "id": 172801,
    "links": {
        "self": "https://petition.parliament.uk/petitions/172801.json"
    },
    "type": "petition"
}