{
    "attributes": {
        "action": "Repeal the new Surveillance laws (Investigatory Powers Act)",
        "additional_details": "With this bill, they will be able to hack, read and store any information from any citizen's computer or phone, without even the requirement of proof that the citizen is up to no good. \r\n\r\nThis essentially entitles them to free reign of your files, whether you're a law-abiding citizen or not!\r\n\r\nThis is sickening. It has only made it this far due to it being snuck past the population in relative secrecy. It isn't too late. We can fix this before the UK is turned into a dystopian surveillance state.",
        "background": "A bill allowing UK intelligence agencies and police unprecedented levels of power regarding the surveillance of UK citizens has recently passed and is awaiting royal assent, making it law. \r\n\r\nThis means it's not too late!\r\nThis is an absolute disgrace to both privacy and freedom and needs to stop!",
        "closed_at": null,
        "created_at": "2016-11-20T00:52:32.484Z",
        "creator_name": "Tom Skillinger",
        "debate": {
            "debated_on": null,
            "overview": "The Petitions Committee has decided not to schedule a debate on this petition. When it decides which petitions should be debated, the Committee looks at whether the subject has recently been debated by the House of Commons.  \r\n\r\nThe Investigatory Powers Bill was debated on many occasions in Parliament before it became law. You can read all the debates here: \r\nhttp://services.parliament.uk/bills/2015-16/investigatorypowers/stages.html \r\n\r\nBefore it was introduced into Parliament, the Bill was investigated by a Committee of MPs and Members of the House of Lords, who heard evidence and produced a report with recommendations about the Bill. You can find out about the work of that Committee here: \r\n\r\nhttps://www.parliament.uk/business/committees/committees-a-z/joint-select/draft-investigatory-powers-bill/\r\n",
            "transcript_url": "",
            "video_url": ""
        },
        "debate_outcome_at": "2016-12-06T16:47:34.931Z",
        "debate_threshold_reached_at": "2016-11-26T16:44:33.030Z",
        "government_response": {
            "created_at": "2016-11-29T12:00:09.557Z",
            "details": "The Government is clear that, at a time of heightened security threat, it is essential our law enforcement, security and intelligence services have the powers they need to keep people safe.\r\n\r\nThe Investigatory Powers Act transforms the law relating to the use and oversight of Investigatory powers. It strengthens safeguards and introduces world-leading oversight arrangements.\r\n\r\nThe Act does three key things. First, it brings together powers already available to law enforcement and the security and intelligence agencies to obtain communications and data about communications. It makes these powers – and the safeguards that apply to them – clear and understandable.\r\n\r\nSecond, it radically overhauls the way these powers are authorised and overseen. It introduces a ‘double-lock’ for the most intrusive powers, including interception and all of the bulk capabilities, so warrants require the approval of a Judicial Commissioner. And it creates a powerful new Investigatory Powers Commissioner to oversee how these powers are used.\r\n\r\nThird, it ensures powers are fit for the digital age. The Act makes a single new provision for the retention of internet connection records in order for law enforcement to identify the communications service to which a device has connected. This will restore capabilities that have been lost as a result of changes in the way people communicate.\r\n\r\nPublic scrutiny\r\n\r\nThe Bill was subject to unprecedented scrutiny prior to and during its passage.\r\nThe Bill responded to three independent reports: by David Anderson QC, the Independent Reviewer of Terrorism Legislation; by the Royal United Services Institute’s Independent Surveillance Review Panel; and by the Intelligence and Security Committee of Parliament. All three of those authoritative independent reports agreed a new law was needed.\r\n \r\nThe Government responded to the recommendations of those reports in the form of a draft Bill, published in November 2015. That draft Bill was submitted for pre-legislative scrutiny by a Joint Committee of both Houses of Parliament. The Intelligence and Security Committee and the House of Commons Science and Technology Committee conducted parallel scrutiny. Between them, those Committees received over 1,500 pages of written submissions and heard oral evidence from the Government, industry, civil liberties groups and many others. The recommendations made by those Committees informed changes to the Bill and the publication of further supporting material.\r\n\r\nA revised Bill was introduced in the House of Commons on 1 March, and completed its passage on 16 November, meeting the timetable for legislation set by Parliament during the passage of the Data Retention and Investigatory Powers Act 2014. Over 1,700 amendments to the Bill were tabled and debated during this time. \r\n\r\nThe Government has adopted an open and consultative approach throughout the passage of this legislation, tabling or accepting a significant number of amendments in both Houses of Parliament in order to improve transparency and strengthen privacy protections. These included enhanced protections for trade unions and journalistic and legally privileged material, and the introduction of a threshold to ensure internet connection records cannot be used to investigate minor crimes. \r\n\r\nPrivacy and Oversight\r\n\r\nThe Government has placed privacy at the heart of the Investigatory Powers Act. The Act makes clear the extent to which investigatory powers may be used and the strict safeguards that apply in order to maintain privacy. \r\n\r\nA new overarching ‘privacy clause’ was added to make absolutely clear that the protection of privacy is at the heart of this legislation. This privacy clause ensures that in each and every case a public authority must consider whether less intrusive means could be used, and must have regard to human rights and the particular sensitivity of certain information. The powers can only be exercised when it is necessary and proportionate to do so, and the Act includes tough sanctions – including the creation of new criminal offences – for those misusing the powers.\r\nThe safeguards in this Act reflect the UK’s international reputation for protecting human rights. The unprecedented transparency and the new safeguards – including the ‘double lock’ for the most sensitive powers – set an international benchmark for how the law can protect both privacy and security.\r\n \r\nHome Office",
            "summary": "The Investigatory Powers Act dramatically increases transparency around the use of investigatory powers. It protects both privacy and security and underwent unprecedented scrutiny before becoming law.",
            "updated_at": "2016-11-29T12:00:09.557Z"
        },
        "government_response_at": "2016-11-29T12:00:09.559Z",
        "moderation_threshold_reached_at": "2016-11-20T01:32:34.242Z",
        "open_at": "2016-11-23T11:56:18.361Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2016-11-24T22:22:03.669Z",
        "scheduled_debate_date": null,
        "signature_count": 208836,
        "state": "open",
        "updated_at": "2017-01-30T13:20:51.711Z"
    },
    "id": 173199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173199.json"
    },
    "type": "petition"
}