{
    "attributes": {
        "action": "Help save our loved ones memorial gardens",
        "additional_details": "A garden plot at marpool cemetery is a fixed price and once payed for the maintenance of the plot is then your responsibility. All gardens are maintained by the loved ones of the deceased person and each stand out individually to their personality. The council have removed all the love and hard work that has been put in over many years. Claiming it Is down to health and safety standards. The gardens have been the same for over four years and it has never caused any issue or danger to the public",
        "background": "Amber valley borough council have destroyed the final resting place of our loved ones at marpool cemetery. Where many of us have been left heartbroken after they trashed the graves of the deceased ones we have lost. Please help so we are able to replace the love and hard work back into our gardens\r\n",
        "closed_at": null,
        "created_at": "2016-11-20T14:07:56.294Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-20T14:32:31.870Z",
        "open_at": null,
        "rejected_at": "2016-11-24T17:09:46.022Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Memorial gardens in Amber Valley are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-11-24T17:09:46.027Z"
    },
    "id": 173241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173241.json"
    },
    "type": "petition"
}