{
    "attributes": {
        "action": "Bring back the CCTV network within the London Borough of Westminster",
        "additional_details": "My partner and I were attacked in the early hours of Sunday morning for being gay.\r\nWe shall be pressing charges and we have a statement from a 3rd party, However, the suspects managed to escape. Officers have to rely on TfL and local businesses for CCTV evidence. This is not good enough.  If Westminster borough had not switched off the CCTV, it would off assisted the Metropolitan Police in catching and prosecuting those involved. Let’s bring back CCTV: making London streets safer.  \r\n\r\n",
        "background": "Westminster Council have no CCTV covering the borough as the entire surveillance network has been shut down. Being one of the busiest boroughs and covering some ironic landmarks in London, and in times of heightened security,we need this crime assisting technology.   \r\n",
        "closed_at": null,
        "created_at": "2016-11-21T18:44:03.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-21T19:29:51.361Z",
        "open_at": null,
        "rejected_at": "2016-11-25T12:55:41.391Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of Westminster City Council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://petitions.westminster.gov.uk/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-11-25T12:55:41.404Z"
    },
    "id": 173399,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173399.json"
    },
    "type": "petition"
}