{
    "attributes": {
        "action": "Homelessness head count statistics across the U.K. need to have a re-count",
        "additional_details": "The statistics are clearly wrong....... we need to make this noticed and show the general public the real number off people sleeping rough....... \r\n\r\nWe are here to try and secure sustainable housing & to get them to engage with services that they wouldn't before to get the help and support they need... we need people to sign this petition and show #Solidairty across the whole of the UK......\r\n\r\nHelp us to make a voice for the people on the streets.. let's stop hiding them in back alleys and help ",
        "background": "Across the U.K. we believe the head count statistics for homelessness are clearly wrong. I have worked for services and see the true number off homeless not just in my local city but in lots of city's across the UK \r\nThe government need to do a full recount with outreach teams who know the real guys",
        "closed_at": null,
        "created_at": "2016-11-22T10:07:06.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-22T10:27:55.380Z",
        "open_at": null,
        "rejected_at": "2016-12-19T11:54:06.658Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you would like the UK Government and Parliament to do. The Government already produces updated homelessness statistics four times per year using the most recently available data.\r\n\r\nTo find more about these reports, click on the link below and look for \"Statutory Homelessness\".\r\n\r\nhttps://www.gov.uk/government/collections/homelessness-statistics\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-12-19T11:54:06.664Z"
    },
    "id": 173481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173481.json"
    },
    "type": "petition"
}