{
    "attributes": {
        "action": "Introduce a 6 hour working day instead of 8 hours to increase productivity",
        "additional_details": "A shorter work day increases productivity and makes people happier, research has found. \r\n\r\nThe Svartedalens retirement home in Gothenburg, Sweden's second largest city, conducted an experiment to determine whether cutting hours improved patient care and boosted employees' morale.\r\n\r\nNurses who worked six-hour days for the past year were found to be 20 per cent happier and had more energy at work and in their spare time. \r\n\r\nThe 68 nurses also took half as much sick time as those in the control group and were able to do 64 per cent more activities with elderly residents.\r\n\r\nThey were also 2.8 times less likely to take any time off work in a two-week period, Bengt Lorentzon, a researcher on the project.",
        "background": "We’d all like a little more time to ourselves, right? Whether it’s a few extra hours to cater for the demands of a busy family or just some more time to relax or enjoy the finer things in life, the ability and freedom to use more time in the way we want is desirable. ",
        "closed_at": null,
        "created_at": "2016-11-22T20:52:52.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-23T17:08:55.553Z",
        "open_at": null,
        "rejected_at": "2016-11-28T18:01:39.591Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/166967"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-11-28T18:01:39.598Z"
    },
    "id": 173576,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173576.json"
    },
    "type": "petition"
}