{
    "attributes": {
        "action": "Allow more teenagers in schools to express their identities with more freedom",
        "additional_details": "I believe that students in schools should be able to have more say in their identities. I understand the need for uniform however in many schools makeup and hair accessories etc are banned. In my experience I feel that this is unnecessarily strict and when I am being excluded it is taking away from my education. Makeup and hair accessories do not affect learning in any way and as a teenager I feel obliged to be able to express myself more freely. I would appreciate your support in this.",
        "background": "I am campaigning as I feel many schools do not allow children and especially teenagers to express their individualities effectively enough. I have been excluded and put in detentions for wearing makeup in school, however I wear it as a method of controlling my anxiety and panic attacks.",
        "closed_at": null,
        "created_at": "2016-11-23T14:10:17.620Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-24T14:38:06.245Z",
        "open_at": null,
        "rejected_at": "2016-11-29T18:49:52.752Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The rules in individual schools are the responsibility of that school, not the Government or Parliament. If you're concerned about the rules at your own school, you could raise this with the school's governing body. \r\n\r\nYou could start a new petition calling on the Government or Parliament to take action. For example, you could ask Parliament to change the law, to prevent schools from having rules against wearing make up. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2016-11-29T18:49:52.757Z"
    },
    "id": 173645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173645.json"
    },
    "type": "petition"
}