{
    "attributes": {
        "action": "Stand with the DRC for the respect of the Constitution & End of Kabila's Mandate",
        "additional_details": "We the Congolese diaspora based in the UK of all social and political associations seek the backing of the UK parliament to apply pressure for a regime change in DRC at the end of Mr Kabila’s mandate on 19 December, 2016.\r\n“the pace and scope of sanctions need to match the urgency of the approaching electoral crisis.”\r\n\r\nJoin us on the 19th of December 2016 at the DRC Embassy in London. \r\nFor a rally “Kabila Must Go” will take place from 10am at: \r\n45-49 Great Portland Street, \r\nLondon, \r\nW1W 7LD.",
        "background": "Dec.19th 2016 is when President Kabila is due to step down after two terms in office, this is the limit set by the constitution. He is refusing to yield power, instead he is plotting to remain in office indefinitely, suggesting that the constitution could be amended to allow him a third term.",
        "closed_at": null,
        "created_at": "2016-11-24T14:20:48.099Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-24T15:19:28.992Z",
        "open_at": null,
        "rejected_at": "2016-11-29T18:46:30.107Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nWe also can't accept petitions which include adverts, which includes advertising for events."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2016-11-29T18:46:30.111Z"
    },
    "id": 173775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173775.json"
    },
    "type": "petition"
}