{
    "attributes": {
        "action": "Government Intervention in TFL Piccadilly Line trains to stop constant delays.",
        "additional_details": "I myself travel to Heathrow airport and friends and there is not one day where there is not a problem that arises. It's gone on to long now. And we are not getting our money back. Also we could lose ours jobs being late to work due to a disgraceful service which many of us pay monthly and yearly for passes.  Many news channels are covering this and it won't be long before someone falls to there death on an overcrowded platform.",
        "background": "The underground train system is failing passengers nearly every week with train problems. Signal failures and old cables and this company is making huge profits which they keep saying are invested back into the network. The Piccadilly Line which services the heart of London is worst hit..",
        "closed_at": null,
        "created_at": "2016-11-25T19:28:07.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-29T09:44:26.972Z",
        "open_at": null,
        "rejected_at": "2016-12-02T16:24:54.287Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-12-02T16:24:54.293Z"
    },
    "id": 173891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173891.json"
    },
    "type": "petition"
}