{
    "attributes": {
        "action": "UK should have strict regulations for recruitment agencies and CV rejections",
        "additional_details": "I personally have more than 500 rejections and most of which have same wording and are automatically generated. No one is looking at CVs of very expert people and those are rejected without the notice of actual employer. Why there is no regulation for these people who play with the fate of innocent people? Why organizations can't review and recruit people as they know exactly what they need? Recruitment agencies are actually not playing a fair role in recruitment and they can never play a role. ",
        "background": "A common practice specially in UK that recruitment agencies are just picking JOBs from one website and posting on their own name. No one has specialist people who can understand the expertise of specific roles, so they either don't see CVs or reject without knowledge. HR only recruitment allowed.",
        "closed_at": null,
        "created_at": "2016-11-24T22:50:09.674Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-25T09:58:45.239Z",
        "open_at": null,
        "rejected_at": "2016-11-28T18:33:31.062Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-11-28T18:33:31.070Z"
    },
    "id": 173830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173830.json"
    },
    "type": "petition"
}