{
    "attributes": {
        "action": "Don't scrap the night time mental health service at Royal Free hospital, Camden!",
        "additional_details": "The Camden and Islington Foundation Trust has lobbied to get the funding and is very disappointed that it has not been given. They have identified the following risks this winter: \r\n•\tService users attending the Royal Free Hospital with mental health needs or on Section 136 of the Mental Health Act between 9pm and 8am may experience long waits to see a mental health professional. \r\n•\tWaits to be assessed by a mental health professional may be even longer for those service users who are not residents of Camden and Islington. \r\n•\tThe quality of experience for service users will deteriorate if they are subject to long waits for assessment.\r\nWe are asking Camden and Barnett commissioners and the Royal Free NHS Foundation Trust to pay for this vital service.",
        "background": "This winter the Royal Free Hospital Hampstead is not providing night-time cover for the mental health liaison service between 9pm and 8am, which it has provided over the last 2 years. This will have devastating effects for some of the most vulnerable people in London over Christmas.",
        "closed_at": null,
        "created_at": "2016-11-25T17:48:07.240Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-25T18:34:26.702Z",
        "open_at": null,
        "rejected_at": "2016-12-06T16:10:47.368Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. This petition calls on Camden and Barnett commissioners and the Royal Free NHS Foundation Trust, not the Government or Parliament, to take action.\r\n\r\nYou could start a new petition calling on the Government or Parliament to take a specific action - for example, to increase funding for mental health services. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-12-06T16:10:47.373Z"
    },
    "id": 173874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173874.json"
    },
    "type": "petition"
}