{
    "attributes": {
        "action": "Stop A77 Road Closures",
        "additional_details": "The road closure is hard hitting at this time of year as there has been a diversion put in place which adds time on to the journey, and is unsafe in the cold weather. This means, there will be less people coming into the area, and there will be less people able to travel outwith the area. We already have limited healthcare services in Stranraer, and the closure reduces the immediacy of urgent healthcare, ie. paediatric care.",
        "background": "Yet again, the A77 has been closed for maintenance. This means that Stranraer is completely isolated, as its main link to the rest of Scotland has been cut off. The road has been temporarily diverted via a very poor quality, dangerous road which adds around an hour onto the journey. ",
        "closed_at": null,
        "created_at": "2016-11-26T19:01:08.294Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-26T19:20:04.839Z",
        "open_at": null,
        "rejected_at": "2016-11-28T19:45:34.860Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-11-28T19:45:34.866Z"
    },
    "id": 173954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173954.json"
    },
    "type": "petition"
}