{
    "attributes": {
        "action": "England Immigration Referendum August 2017",
        "additional_details": "The questions on the lawfully binding referendum contract should be.\r\n\r\n1: I want more unlimited immigration and a multi cultural society.\r\n\r\n2: I want immigration to stop completely.\r\n\r\n3: I want no more than 10% of a non-ethnically English immigrant population at any time with assimilation into English culture obligatory. \r\n\r\n4: I want no more than 5% of a non-ethnically English immigrant population at any time with assimilation into English culture obligatory.  \r\n\r\n5: I want no more than 5% of a non-ethnically English immigrant population at any time with assimilation into English culture obligatory.",
        "background": "We the residents of England want a referendum on immigration into England.",
        "closed_at": null,
        "created_at": "2016-11-27T12:26:53.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-28T07:52:24.117Z",
        "open_at": null,
        "rejected_at": "2016-12-22T15:46:43.199Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government is responsible for immigration policy across the UK, not just in England. It is not clear whether you would like a referendum on immigration in the UK, or whether you would like policy on immigration to be made only for England (and, if so, whether that would mean having border checks between England and Wales and England and Scotland). It's also not clear what you mean by \"ethnically English\", or what \"assimilation into English culture\" would mean. \r\n\r\nWe could accept a petition that called for a referendum on the UK's immigration policy - provided that it did not contain any content that broke the rules for petitions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-12-22T15:46:43.204Z"
    },
    "id": 173996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/173996.json"
    },
    "type": "petition"
}