{
    "attributes": {
        "action": "Review London Private Hire Vehicle (PHV) Operator & Driver Regulation",
        "additional_details": "The PHV trade has serious concerns about:\r\n\r\n1. New English Language Tests for PHV Drivers, which are costly and ignore the experience of professionals and their background in the UK (unless a suitable examination certificate is presented)\r\n\r\n2. New Topographical Tests for PHV Drivers, which have been introduced regardless of Law Commission reform recommendations and technological advances\r\n\r\n3. New 1 Year PHV Operator Licenses, which go against measures introduced in the Deregulation Act 2015",
        "background": "The Private Hire trade is a vital public service that, following new regulation, has been subject to unfair treatment by its regulator.  The industry is facing costly and burdensome red tape which is damaging the livelihoods of hardworking PHV drivers.",
        "closed_at": null,
        "created_at": "2016-11-28T11:21:31.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-01T20:45:50.992Z",
        "open_at": null,
        "rejected_at": "2016-12-05T11:39:42.659Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-12-05T11:39:42.663Z"
    },
    "id": 174079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174079.json"
    },
    "type": "petition"
}