{
    "attributes": {
        "action": "Stop Cameroon government brutalising Anglophone striking lawyers and teachers",
        "additional_details": "Lawyers and teachers of English extract came out in protest requesting government to look into the marginalisation of the Anglo-Saxon system of operating.\r\n\r\nThe population of the 2 English speaking provinces joined in the peaceful demonstrations. In response, government unleashed uniform men who used disproportionate force leading to 3 fatalities and several injuries. \r\nParliament SHOULD condemn these killings. Cameroon government should know it's citizens have a right to peaceful demonstrations. ",
        "background": "Cameroon is a Bilingual Country. For long, there has been a marginalisation of the English culture/system of operating by the largely dominant French speaking government. Lawyers and teachers in the past week came out in protest of this marginalisation. Government response has been brutal and fatal",
        "closed_at": null,
        "created_at": "2016-11-28T07:15:15.021Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-28T07:52:34.341Z",
        "open_at": null,
        "rejected_at": "2016-12-02T16:27:09.723Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the UK Government to raise this issue with the Government of Cameroon."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-12-02T16:27:09.728Z"
    },
    "id": 174066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174066.json"
    },
    "type": "petition"
}