{
    "attributes": {
        "action": "We ask for Michael Mansfield QC to head the Statutory Inquiry into Child Abuse.",
        "additional_details": "14th July 2014 Lady Butler-Sloss resigns due to conflict of interests\r\n31st October 2014 Fiona Woolf resigns due to  close association with Leon Brittain the late conservative peer, whilst accused the allegations were later dropped.\r\n4th February 2015 May announced new inquiry chaired by Dame Lowell Goddard.\r\n4rh August 2015 Dame Lowell Goddard resigns citing her career and family life.\r\n11th August 2015 Professor Alexis Jay appointed as new chair.\r\n28th Se[tember 2016 Ben Emmerson, lead counsel is suspended expected to resign over apparent disagreements with Prof A Jay.\r\n28th October 2016 Ben Emerson faces allegations of sexual abuse from an inquiry worker. He was reinstated after he resigned and worked a further 2 months. ",
        "background": "Since the inquiry's launch in July 2014, it has been beset with problems. Michael Mansfield is notably one of the finest advocates of his age and a perfect head for the Child Abuse inquiry. Michael Mansfield will get to the truth and his decisions will be trusted. ",
        "closed_at": null,
        "created_at": "2016-11-28T15:55:37.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-28T17:05:46.803Z",
        "open_at": null,
        "rejected_at": "2016-11-29T18:56:37.105Z",
        "rejection": {
            "code": "honours",
            "details": ""
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2016-11-29T18:56:37.108Z"
    },
    "id": 174106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174106.json"
    },
    "type": "petition"
}