{
    "attributes": {
        "action": "Stop the Development of Housing on Greater Manchester's Green Belt Land",
        "additional_details": "It is estimated that by 2035 Greater Manchester will see a growth in population by 300,000; and that as it stands there will not be enough housing and infrastructure to accommodate for this growth.\r\n\r\nThe Greater Manchester Combined Authority have therefore determined that in order to meet these requirements, 30% of new housing will have to be developed on Green Belt Land.\r\n\r\nThis is simply unacceptable and alternative solutions to this problem must be pursued.",
        "background": "The people of Greater Manchester must conserve what little Green Belt Land the region still has. The proposal of developing on such land will have an irreversibly devastating impact on the local wildlife and fauna; pollution in our suburban areas; and overall aesthetics of the landscape.",
        "closed_at": null,
        "created_at": "2016-11-28T18:39:59.248Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-28T20:06:16.660Z",
        "open_at": null,
        "rejected_at": "2016-12-19T14:56:13.991Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning decisions are the responsibility of local authorities. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2016-12-19T14:56:13.996Z"
    },
    "id": 174133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174133.json"
    },
    "type": "petition"
}