{
    "attributes": {
        "action": "repeal basildon and brentwood ccg's decision to axe funding of IVF on the NHS",
        "additional_details": "This postcode lottery needs to end, there should be guidelines nationwide over what is available on the NHS, it is the National health service, not the regional health service. The fact that the decision to take away a families hope and dream has been made is disgusting. When looking at where to make cuts maybe look at the 1million pounds per week spent on abortion by the NHS or the approval of Breast implants or ecigs on the NHS.",
        "background": "the cut has left so many deserving couples including my wife and I to be left with no hope of a child that we long for. To be told that your last hope has been taken from you is disastrous inhuman and unethical. ",
        "closed_at": null,
        "created_at": "2016-11-29T16:51:16.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-11-29T17:51:15.916Z",
        "open_at": null,
        "rejected_at": "2016-12-05T15:39:15.186Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to require all clinical commissioning groups to follow nationwide guidelines over NHS funding of IVF. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-12-05T15:39:15.190Z"
    },
    "id": 174228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174228.json"
    },
    "type": "petition"
}