{
    "attributes": {
        "action": "Lenders and Insurance companies know who they sold PPI to. They should just pay.",
        "additional_details": "The process is intentional in making it difficult - either people don’t bother, or give up given the significant time it takes.  Certainly the less educated are unlikely to take the process on (yet again, proving that those less informed are taken advantage of)\r\nThe requests for information (which they already have), and practice of making “offers of compensation”  lacks any integrity,  and I am astounded that such practise is allowed and has been going on for so long without intervention.\r\n",
        "background": "The process of claiming PPI is disingenuous and immoral.  The lenders and insurance companies know very well who they have sold PPI to - and have (with the governments backing) created a process that puts the onus on the claimant rather than those responsible in order to avoid payment. ",
        "closed_at": null,
        "created_at": "2016-11-30T14:57:03.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-01T12:30:09.333Z",
        "open_at": null,
        "rejected_at": "2016-12-08T18:41:50.382Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition seems to be calling on lenders and insurance companies, not the Government or Parliament, to take action. \r\n\r\nIf you would like the Government or Parliament to take action, you could start a new petition asking them to take a specific action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-12-08T18:41:50.386Z"
    },
    "id": 174329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174329.json"
    },
    "type": "petition"
}