{
    "attributes": {
        "action": "The NHS must never be privatised and remain a free, publicly funded UK service.",
        "additional_details": "Our number 1 priority in the UK must be the people and their health. Our doctors, nurses and the free service provided by them, are the envy of the rest of the world. The NHS is part of our national culture and has saved and cared for countless lives. It is currently being underfunded in favour of less worthy departments, such as the hundreds of billions being invested into Trident nuclear weapons and fighting wars in the middle east. The preservation and continuation of a free NHS is paramount.",
        "background": "The NHS is the bedrock of a fair and compassionate society, which is what any decent, caring person should be aspiring to be part of. The majority of our population have experienced the excellent work carried out by the NHS staff since it began treating people without asking how much money they had.",
        "closed_at": null,
        "created_at": "2016-11-30T13:31:28.509Z",
        "creator_name": "TIMOTHY SHIPLEY",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-01-24T14:07:43.551Z",
            "details": "Under this Government, the NHS will remain free at the point of use, based on need and not ability to pay. We recognise the NHS, moreover, as part of the social fabric of this country and the single most important public service.  That’s why we believe in the NHS and its values. \r\n\r\nThe vast majority of NHS care has and will continue to be provided by public sector organisations.  Any decision about use of the private sector is for local commissioners.  We are clear though, that patients should be able to access the best possible treatments based on quality of care not the type of provider.\r\n\r\nThe principles the NHS was founded on will remain as important in the future as they were when the NHS was created: of healthcare free at the point of use, funded from general taxation and available to all based on need rather than the ability to pay.  Clinical services will continue to be available on the basis of need, as they are now.\r\n\r\nWe know that the NHS is facing many challenges and there are increasing pressures on all parts of the health and care system due to, amongst other things, an ageing population, changing public expectations and the cost of new drugs. However we have more doctors, more nurses, more paramedics all delivering more treatments than ever, funded by a budget at record levels.\r\n\r\nIt is important to remember though, that the pressures faced by the NHS are common to most developed health systems, regardless of how the system is funded.  There is no evidence to suggest that tax funded systems are less effective or efficient than any other system.  The OECD has said that “no broad type of healthcare system performs systematically better than another in improving the population’s health status in a cost-effective manner”.\r\n\r\nThe NHS and wider health system has already examined what needs to be done to ensure the sustainability of the health and care system.  This is why in the Spending Review in November 2015, the Government committed to increase funding for the NHS in England, with funding to be £10 billion higher in real terms by 2020-21, compared to 2014-15.  This is the money that the NHS in England asked for and will support the NHS’s own plan for its future – the Five Year Forward View – which set out what needs to change and how this can be achieved.  And £6 billion of this will be frontloaded by the end of this year, kick starting the process of change, and enabling the Government to deliver Government objectives including seven day services and improved access to cancer treatments and mental health services.  The Five Year Forward View is available on NHS England’s website – https://www.england.nhs.uk/wp-content/uploads/2014/10/5yfv-web.pdf. \r\n\r\nAnd this has been committed in spite of the continuing fiscal challenges.  It is also the case that NHS spending has increased as a proportion of total Government spending every year since 2010.  Alongside this, we are giving local authorities access of up to £3.5 billion of new support for social care by 2019-20, through the social care precept and the Better Care Fund.  And aware of the more imminent pressures on social care, the Government took the necessary steps in the recent Local Government Settlement to help in the shorter-term, making available almost £900 million of additional social care funding over the next two years.\r\n\r\nThe Government believes that the answer to the challenges faced by the NHS lies in delivering more integrated services and keeping people well and independent for longer, not in altering the fundamental principles that underpin the NHS, and in working with the NHS in implementing its own plan for the future of the NHS – the Five Year Forward View.\r\n\r\nDepartment of Health",
            "summary": "The Government remains committed to the principles of the National Health Service, enshrined in the NHS Constitution, that access to NHS services is based on clinical need, not the ability to pay.",
            "updated_at": "2017-01-24T14:07:43.551Z"
        },
        "government_response_at": "2017-01-24T14:07:43.554Z",
        "moderation_threshold_reached_at": "2016-12-02T12:51:29.888Z",
        "open_at": "2016-12-08T18:27:09.100Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-10T13:44:08.672Z",
        "scheduled_debate_date": null,
        "signature_count": 24684,
        "state": "open",
        "updated_at": "2017-01-30T13:21:24.294Z"
    },
    "id": 174321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174321.json"
    },
    "type": "petition"
}