{
    "attributes": {
        "action": "Introduce vital law and finance lessons to all creative university courses",
        "additional_details": "As many freelancers may experience during their career, clients can often not pay up, or take advantage of the self-employed person they have hired. It is also clear that many graduate freelancers are given no formal training in how to legally work as a self employed person and to avoid being exploited. Though some universities may already offer this, it is not obligatory for all students on courses that may lead them to working freelance, to be trained in relevant aspects of finance and law.",
        "background": "Freelancers frequently find themselves untrained in doing their accounting, writing up contracts, or fully knowing their legal rights. It seems obvious that university courses should offer lessons in these fundamental aspects of being self employed to help graduates entering into freelance careers.",
        "closed_at": null,
        "created_at": "2016-12-03T14:15:01.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-03T15:07:19.439Z",
        "open_at": null,
        "rejected_at": "2016-12-13T17:32:07.007Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of the Government or Parliament. The content of specific university courses is the responsibility of individual universities, not of the Government.\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2016-12-13T17:32:07.013Z"
    },
    "id": 174627,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174627.json"
    },
    "type": "petition"
}