{
    "attributes": {
        "action": "Help and support homeless people in the UK.",
        "additional_details": "There were 8,000 people in London alone who slept rough on the streets,A report from 2 years ago stated that 185,000 people were homeless in England.Hostels are running out of space, homeless shelters have limited space and are closing down.Why are the public who are tax payers giving homeless people food and money when towns and cities are spending half million on roundabouts which isn't a high priority. The rent in hostels is £380 a week,government are complaining of the increase in benefits. ",
        "background": "Welcome! Please sign this Petition so we can help homeless people in the UK get better support and somewhere to live, Someone being homeless isn't just someone living on the streets, these can be people living in hostels and temporary accommodation. We need to make a stand for homeless people!",
        "closed_at": null,
        "created_at": "2016-12-03T20:29:04.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-03T20:56:10.295Z",
        "open_at": null,
        "rejected_at": "2016-12-09T18:53:23.039Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to help and support homeless people. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2016-12-09T18:53:23.043Z"
    },
    "id": 174662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174662.json"
    },
    "type": "petition"
}