{
    "attributes": {
        "action": "Impose law on use of student's time in schools",
        "additional_details": "Currently there is no statutory requirement for the length of break times and it is up to the governing body to decide how long they should be. This has caused an issue as students are being deprived of their break or lunch time to work extra hours as per request of the school. As a result, many students become stressed and fail to cope with the long work hours which the school day provides causing lack of focus and increased disruption.\r\n\r\nSources:\r\nhttps://www.gov.uk/school-discipline-exclusions",
        "background": "\"Schools don’t have to give parents notice of after-school detentions or tell them why a detention has been given.\" This means many students are held back for unjustified reasons and their parents do not know where they are. This not only proves a safety risk but an inconvenience for parents.",
        "closed_at": null,
        "created_at": "2016-12-06T18:02:10.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-06T19:28:32.088Z",
        "open_at": null,
        "rejected_at": "2016-12-15T12:49:47.227Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do, such as legally requiring schools to inform parents of detentions or to set in law minimum lengths for break times. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2016-12-15T12:49:47.232Z"
    },
    "id": 174879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174879.json"
    },
    "type": "petition"
}