{
    "attributes": {
        "action": "Make MPs pay for their own transport.",
        "additional_details": "People have to pay for their own transport to work unless it exceeds the distance to their usual place of work. For MPs this would be Westminster. They should have to be subject to the same rules as the rest of us. Motability is being stripped from people with disabilities. If we can't afford to supply transport for people in need, then we should not be paying for first class travel and cars for people who are paid well above the average wage. ",
        "background": "The point of this petition is to bring MPs into line with the rest of the UK population and make them more sympathetic to the issues the rest of us have to face - including massive hikes to fares, and overcrowding on public transport (should they choose to use it).",
        "closed_at": null,
        "created_at": "2016-12-06T19:24:53.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-06T20:07:04.466Z",
        "open_at": null,
        "rejected_at": "2016-12-07T11:56:19.481Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-12-08T12:22:35.361Z"
    },
    "id": 174899,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174899.json"
    },
    "type": "petition"
}