{
    "attributes": {
        "action": "Make communication to patients and family (end of life care) law not a guideline",
        "additional_details": "Dr Bee Wee and her LACDP came up with their own report and it was sold to the lay person that there would be individualised care plans (not happening), improved communication (not happening) and improved care (not happening). Despite the thousands of families who came forward to give evidence to the panel, the demise of the Liverpool Care Pathway (LCP) has become a whitewash. There is no difference and things have become worse. This needs a judicial review not a guideline. Please sign & support.",
        "background": "In 2013 the government panel I was on stopped the LCP with 44 recommendations in the More Care Less Pathway report, one of which was to improve communication to patients and their families so that they know what is happening. Despite the NICE guidelines in 2015, communication is still not happening.",
        "closed_at": null,
        "created_at": "2016-12-06T18:47:39.504Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-06T20:20:28.541Z",
        "open_at": null,
        "rejected_at": "2016-12-16T11:44:57.347Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-12-16T11:44:57.351Z"
    },
    "id": 174889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174889.json"
    },
    "type": "petition"
}