{
    "attributes": {
        "action": "Block the dating app 'Yellow' from being available to download.",
        "additional_details": "I'm 14 and a strong group of teens owns Yellow on their phone, it lets you post photos of yourself, asks you to include your various Social Media sites and worst of all your location. It is encouraging young people to look good so they can meet someone which spells out danger. Surely to ensure the Youth of today stays safe and carries a positive mindset we should block this app from being available to them. There is a reason why most dating apps have an age restriction.",
        "background": "The app Yellow needs to be blocked, if it doesn't get blocked, it could continue to place teens in danger and could potentially increase the need for them to look 'good' or else they could be lacking 'yellow requests'. I've nothing against this app however, it does target people underage.",
        "closed_at": null,
        "created_at": "2016-12-06T21:36:19.121Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-15T18:25:12.681Z",
        "open_at": null,
        "rejected_at": "2016-12-22T12:57:26.381Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government can't block specific apps. However, Parliament could change the law to ban dating apps from targetting under-18s, or to make dating apps introduce age verification measures. You could start a new petition asking Parliament to do that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2016-12-22T12:57:26.385Z"
    },
    "id": 174911,
    "links": {
        "self": "https://petition.parliament.uk/petitions/174911.json"
    },
    "type": "petition"
}