{
    "attributes": {
        "action": "Stop the TPD from coming into effect in may 2017 in vaping",
        "additional_details": "There's so much scientific evidence in prove that vaping is less harmful then smoking just watch the panorama special on BBC, the new laws are not fair in current vapers and this needs to be looked into, by putting this law in place you will be damaging new business that have recently started up causing financial difficulties for so many and stopping people from quitting smoking and you will be funding more money to the big tobacco companies instead of local business ",
        "background": "Vaping is a great way to stop smoking tobacco and scientific evidence has proven it to be significantly less harmful to the body then cigarettes. The new regulations put in place for may 2017 is a joke and as we are now out of Europe due to brexit this European law should not stand.",
        "closed_at": null,
        "created_at": "2016-12-08T21:16:24.412Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-08T21:48:17.804Z",
        "open_at": null,
        "rejected_at": "2016-12-15T12:55:42.714Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of the UK Government or Parliament. The Tobacco Products Directive (TPD) is an EU Directive and the UK has not yet left the EU. You could start a new petition asking for the UK Government to work with other EU member states to change the TPD."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2016-12-15T12:55:42.719Z"
    },
    "id": 175090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/175090.json"
    },
    "type": "petition"
}