{
    "attributes": {
        "action": "Get Rid of NHS 18 week min wait period for serious surgery's & 2 see a consultan",
        "additional_details": " i have been in pain for 4 months i am still waiting ( some people cant even move or live out a normal day without consistent pain and for people with mental heal it can take a toll ) & i am not going to get started on the so called ( support ) for people who are mentally unwell as that deserves another petition on its own.\r\n\r\nI am sure some of you reading this will relate to either 1 of these issues we are experiencing in this country at the moment.\r\n\r\nPlease we can make a change!",
        "background": "i know the NHS has got very bad but 18 weeks is a joke for someone in serious pain and that is 18 weeks minimum i have heard some people waiting almost a year just to get seen. that is a joke!!",
        "closed_at": null,
        "created_at": "2016-12-11T19:07:18.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-11T20:32:52.553Z",
        "open_at": null,
        "rejected_at": "2016-12-16T17:55:51.609Z",
        "rejection": {
            "code": "no-action",
            "details": "It might help you to know that 18 weeks is actually the maximum waiting time for non-urgent referrals in England. If you're referred for a physical or mental health condition, you have the legal right to start non-urgent consultant-led treatment, or be seen by a specialist for suspected cancer, within maximum waiting times. \r\n\r\nYou can visit the NHS website for more details: \r\nhttp://www.nhs.uk/NHSEngland/appointment-booking/Pages/nhs-waiting-times.aspx "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2016-12-16T17:55:51.614Z"
    },
    "id": 175295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/175295.json"
    },
    "type": "petition"
}