{
    "attributes": {
        "action": "End the War in Syria.\r\nLet the Syrian people decide if they want Bashar Assad",
        "additional_details": "With the backing of Russia for the Syrian government this crazy idea of regime change was never going to succeed. How many hundreds of thousands of innocent lives have been lost, injured and displaced as well as thousands of buildings, hospitals and schools been destroyed by this selfish agenda of getting rid of a single individual Bashar Assad?  How many hundreds of thousands more lives and buildings do you want to witness destroyed until you decide to bring this massacre to end end?\r\n\r\n",
        "background": "The current war in Syria is nothing more than regime change that is likely to end in failure just like regime change has ended in failure in Iraq and Libya.  Iraq and Libya are now a million times worse than they were under the so called dictators Saddam Hussein and Muammar Ghadhaffi. ",
        "closed_at": null,
        "created_at": "2016-12-13T11:22:37.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-13T21:11:57.692Z",
        "open_at": null,
        "rejected_at": "2016-12-21T14:43:15.965Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2016-12-21T14:43:15.969Z"
    },
    "id": 175432,
    "links": {
        "self": "https://petition.parliament.uk/petitions/175432.json"
    },
    "type": "petition"
}