{
    "attributes": {
        "action": "OBJECT TO DEVELOPMENT OF GREEN BELT - EAST AND WEST OF THE A627M Ref:28.3.4NG2",
        "additional_details": "As residents we should oppose development on Green Belt land within Oldham as open countryside needs to be retained to protect the environment and the future of our planet. We should encourage the use of these spaces not take them away and build on them.\r\n \r\nChadderton's roads are already congested introducing an additional 5000 cars through the construction of 2800 homes? Consider the pollution impact.\r\n\r\nOur schools are already over subscribed and our hospital is at breaking point.\r\n\r\nPlease reject\r\n",
        "background": "Oldham Council plan to change the use of Green Belt to allow 2800 homes to be built affecting us all. The fundamental aim of Green Belt policy is to prevent urban sprawl by keeping land permanently open; the essential characteristics of Green Belts are their openness and their permanence.\r\n",
        "closed_at": null,
        "created_at": "2016-12-16T12:49:02.055Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-16T15:14:16.461Z",
        "open_at": null,
        "rejected_at": "2016-12-20T20:34:50.502Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop this green belt site appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them: \r\n  \r\nhttps://www.gov.uk/find-your-local-councillors \r\n  \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf  \r\n  \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n  \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/  \r\n  \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to develop this green belt site and its likely effects. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2016-12-20T20:34:50.506Z"
    },
    "id": 175765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/175765.json"
    },
    "type": "petition"
}