{
    "attributes": {
        "action": "Give immunity against prosecution to armed forces personel who served in NI.",
        "additional_details": "During the time of the Northern Ireland troubles (this is actually a euphomism for terrorism and the government, for \"PC\" reasons, will not class as a war) it is alleged that members of the armed forces acted illegally in carrying out their duties by killing members of these illegal organisations who were carrying out terrorist acts. It is difficult to know whether terrorists are armed or not and split second decisions have to be made as to what action to take when confronted by terrorists. ",
        "background": "Armed Forces Personnel who served in Northern Ireland  should not be prosecuted for alleged crimes that may have been carried out during the Northern Ireland troubles. The IRA and other illegal organisations have been given immunity by the government of this, OUR country. So should our troops.",
        "closed_at": null,
        "created_at": "2016-12-17T09:29:03.602Z",
        "creator_name": "Reg Davies",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-24T15:18:57.684Z",
            "details": "This Government remains unstinting in our admiration and support for the men and women of the Armed Forces and police whose sacrifice ensured that terrorism would never succeed in Northern Ireland and that its future would only ever be determined by democracy and consent.  The overwhelming majority carried out their duties with courage, professionalism and integrity. This Government will never forget the debt of gratitude we owe them.\r\n\r\nCriminal investigations and prosecutions are a matter for the police and prosecuting authorities who act independently of government and politicians. The Public Prosecution Service of Northern Ireland has made clear that prosecutions have been brought against a number of individuals - both republican and loyalist - for serious terrorist crimes during the Troubles. \r\n\r\nSo far as our overall approach to these matters is concerned, the Government believes in the rule of law.  Where there is evidence of wrongdoing it is right that this should be investigated and, where the evidence exists, for prosecutions to follow. We do not support amnesties or immunity from prosecution.\r\n\r\nLady Justice Hallett’s report in 2014 into the ‘On The Runs’ scheme made clear that the scheme did not amount to an amnesty or immunity from prosecutions for terrorists.  Suspected terrorists were not handed a ‘get out of jail free card.’ If the current government had been presented with a scheme that amounted to an amnesty, we would have stopped it. The report went on to confirm that the scheme was at an end, and that there was no basis for any reliance on letters received by so-called ‘On The Runs’ under the scheme. This was made very clear publicy by the Government in the House of Commons.\r\n\r\nThe Government remains committed to the full and faithful implementation of the legacy bodies in the Stormont House Agreement of December 2014. The Agreement concluded 11 weeks of talks between the UK Government, the five largest political parties in the Northern Ireland Assembly, and the Irish Government. It includes a commitment to establish new legacy institutions, among them a Historical Investigations Unit (HIU) to take forward outstanding investigations into Troubles-related deaths.\r\n\r\nThe HIU will deal with deaths in chronological order. This will ensure terrorist murders, including 185 murders of soldiers, are investigated and any evidential leads pursued. These include the murders of 18 soldiers at Warrenpoint in 1979 and eight in the Ballygawley bus bombing in 1988.\r\n\r\nThe establishment of the HIU will effectively do away with the responsibility that the Police Service of Northern Ireland and the Police Ombudsman for Northern Ireland have in legacy investigations, freeing up both bodies to focus their time and resource on modern day policing matters. \r\n\r\nIn order to ensure expeditious investigations and to bring an end to investigations into the past, the HIU will be time-limited, with an objective to complete its work in 5 years and specific obligations governing the extent to which a case requires further investigation.\r\n\r\nIn contrast to the current investigatory mechanisms, the new institutions will be required in legislation to operate in ways that are balanced, proportionate, transparent, fair and equitable. They will be victim-centred but also include statutory controls on the way that they operate, such as time-limits, strictly defined remits and safeguards to protect national security. These measures aim to bring to a close investigations into the past and enable victims and survivors a degree of closure.\r\n\r\nNorthern Ireland Office",
            "summary": "The Government is unstinting in its admiration for the Armed Forces whose sacrifices ensured terrorism would never succeed. There is no amnesty for terrorists and criminality should be investigated.",
            "updated_at": "2017-02-24T15:18:57.684Z"
        },
        "government_response_at": "2017-02-24T15:18:57.687Z",
        "moderation_threshold_reached_at": "2016-12-17T13:59:11.268Z",
        "open_at": "2017-01-11T15:13:29.159Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-02T18:33:49.821Z",
        "scheduled_debate_date": null,
        "signature_count": 14271,
        "state": "open",
        "updated_at": "2017-04-09T20:54:44.045Z"
    },
    "id": 175823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/175823.json"
    },
    "type": "petition"
}