{
    "attributes": {
        "action": "Change the rules to allow police to pursue illegal motorcyclists.",
        "additional_details": "Road users, passengers and pedestrians are all at risk from these criminals. The police are doing their very best to remove the illegal bikes from our streets but this just isn't enough. The rules need to be changed to allow the local authority to pursue illegal motorcyclists before more fatalities happen. The perpetrators must acknowledge the risk imposed to themselves by not wearing safety equipment and therefore must accept responsibility for personal injury.",
        "background": "Recently over the months in merseyside, the number of fatalities have risen due to the irresponsible acts of illegal motorcyclists. This issue extends out of merseyside but unfortunately the local authority don't have the right to pursue the perpetrators whilst they ride without safety equipment.",
        "closed_at": null,
        "created_at": "2016-12-21T10:19:02.743Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-21T10:34:55.229Z",
        "open_at": null,
        "rejected_at": "2017-01-23T20:18:22.472Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This appears to be an operational decision for the police. \r\n \r\nYou could raise this issue with your Police and Crime Commissioner, who is elected, using the following website: \r\n \r\nhttps://www.police.uk/\r\n\r\nIf you would like police forces to be required by law to pursue suspects whether or not they are wearing safety equipment, you could new start a petition asking for that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-01-23T20:18:22.478Z"
    },
    "id": 176062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176062.json"
    },
    "type": "petition"
}