{
    "attributes": {
        "action": "Make it a specific criminal offence to attack any member of NHS Medical Staff.",
        "additional_details": "Figures show that attacks on NHS staff are rising. With stretched resources, higher demand and rising waiting times the NHS can ill afford this violence. \r\nFor twenty years it has been a specific offence to attack a Police officer conducting their duties. (Section 89(1) of the Police Act 1996) \r\nWe the undersigned believe it is time to extend this higher legal provision and protection to NHS medical staff and make it a specific offence to assault them.",
        "background": "There are 193 attacks on NHS staff a day in England. LBC's Nick Ferrari thinks this is unacceptable. Support his 'Guard Our Emergency Medical Services' campaign to better protect our doctors and nurses by making it a specific legal offence to attack them. ",
        "closed_at": null,
        "created_at": "2016-12-22T15:45:24.285Z",
        "creator_name": "Nick Ferrari",
        "debate": {
            "debated_on": "2017-02-27",
            "overview": "",
            "transcript_url": "https://hansard.parliament.uk/commons/2017-02-27/debates/FE911759-410C-4322-A0D9-0D2B6E6661AB/AttacksOnNHSStaff",
            "video_url": "http://parliamentlive.tv/Event/Index/366cf329-dd6b-4b6b-83d6-7e13529f8b9d"
        },
        "debate_outcome_at": "2017-02-28T10:30:00.682Z",
        "debate_threshold_reached_at": "2017-01-19T13:01:44.342Z",
        "government_response": {
            "created_at": "2017-02-20T17:03:36.073Z",
            "details": "Assaults against NHS staff are completely unacceptable. The Government is determined to ensure that all public servants have a safe and secure working environment. Any assault on someone providing a service to the public (including NHS staff) is treated extremely seriously. The fact that the victim is providing a service to the public is listed as an aggravating factor in sentencing guidelines which courts have a statutory duty to follow. As such, offenders who assault someone providing a service to the public may face a higher sentence than that for other assaults.   \r\n\r\nIf NHS staff are attacked, there should be no hesitation in involving the police. \r\n\r\nA protocol to tackle violence and anti-social behaviour in the NHS by shared actions between the Police, Crown Prosecution Service and NHS Protect was signed in 2011.  It sets out steps to improve the protection of NHS staff, to strengthen the investigation and prosecution process by improving the quality of information exchanged, and to improve victim and witness support. This protocol is currently being updated: the revised version is due to be in place in the coming months. \r\n\r\nFurther, the Code for Crown Prosecutors states, when considering the Public Interest Stage, “a prosecution is also more likely if the offence has been committed against a victim who was at the time a person serving the public”. \r\n\r\n\r\nThere is already a range of offences which criminalise assault or violent behaviour. These start with common assault, the maximum sentence for which is 6 months imprisonment or a fine or both.  (This is the same maximum as for the specific offence of assaulting a constable in the execution of his duty.)  Assault occasioning Actual Bodily Harm and Wounding or Inflicting Grievous Bodily Harm (GBH) are more serious offences against the person, both with a maximum custodial sentence of 5 years. The most serious applicable offences, such as wounding or causing GBH with intent, have a maximum sentence of life imprisonment. \r\n\r\nAll these offences apply whoever is the victim, including of course NHS staff. Employers in the NHS are responsible for assessing and addressing risks to staff, in accordance with detailed guidance.\r\n\r\nMinistry of Justice",
            "summary": "Assaults against NHS staff are unacceptable, and already criminalised.  If the victim serves the public, an assault is treated more seriously.  A new offence would not provide additional protection.",
            "updated_at": "2017-02-20T17:03:36.073Z"
        },
        "government_response_at": "2017-02-20T17:03:36.075Z",
        "moderation_threshold_reached_at": "2016-12-22T15:49:20.308Z",
        "open_at": "2016-12-22T15:50:23.169Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-10T18:09:34.885Z",
        "scheduled_debate_date": "2017-02-27",
        "signature_count": 117870,
        "state": "open",
        "updated_at": "2017-04-10T13:32:11.673Z"
    },
    "id": 176138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176138.json"
    },
    "type": "petition"
}