{
    "attributes": {
        "action": "The Boundary Commission Plan to move Bearsden North into West Dunbartonshire",
        "additional_details": "This is purely an exercise in numbers, boundaries appear to have been drawn arbitrarily West Dunbartonshire and Bearsden North have little in common in terms of local issues, public services and welfare needs* Cooperation between MP, MSP and Local Authority would become more problematic due to the necessary interaction with numerous Local Authorities, thus diluting their influence over important constituency issues.We ask that a more intense review be undertaken that addresses the concerns of all constituents.",
        "background": "The Boundary Commission has decided the needs of the constituents of Bearsden North would be better served by detaching it from the rest of Bearsden and Milngavie for the Westminster elections. There has been little publicity or explanation leaving people confused about effects on local population",
        "closed_at": null,
        "created_at": "2016-12-22T17:26:07.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-22T18:43:44.211Z",
        "open_at": null,
        "rejected_at": "2016-12-28T15:25:30.640Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Parliament and Government do not have any role in the actual conduct of a review of constituency boundaries. This is the responsibility of the boundary commissions which are independent. \r\n\r\nDuring a general review of constituency boundaries there are statutory periods of public consultation. You can find out more on the Boundary Commission for Scotland website: http://www.bcomm-scotland.independent.gov.uk/2018_westminster/initial_proposals/index.asp\r\n\r\nYou can find out more information about the public consultations for boundary reviews here: http://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7696\r\n\r\nThe UK Parliament does have a role in agreeing the final proposed boundary changes. We could therefore accept a petition asking for a specific change to be stopped. \r\n\r\nWe could also accept a petition which asked for a specific change to the rules for the redistribution of sets which the Boundary Commission follow. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2016-12-28T15:25:30.646Z"
    },
    "id": 176143,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176143.json"
    },
    "type": "petition"
}