{
    "attributes": {
        "action": "Establish principles for negotiations with the European Commission for Brexit.",
        "additional_details": "Retain full membership of the Customs Union whilst seeking access to the single market for service industries including the Financial and IT sectors and to mitigate the effect of disproportionate total migration into the U.K. from other EU member states.\r\n\r\nFurther,  in the absence of a negotiated settlement being agreed by Parliament Government will put the final question to a referendum for a simple acceptance of the terms of any proposed settlement or to remain within the European Union.",
        "background": "While recognising the outcome of the EU Referendum any settlement must recognise the aspirations of the whole electorate who voted in the referendum and protect the Acts of Union which succeeded to The United Kingdom seeking agreement of the British Parliament to ratify the final agreement\r\n\r\n",
        "closed_at": null,
        "created_at": "2016-12-24T14:19:18.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-24T19:52:42.253Z",
        "open_at": null,
        "rejected_at": "2017-01-05T17:04:55.665Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-01-05T17:04:55.670Z"
    },
    "id": 176222,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176222.json"
    },
    "type": "petition"
}