{
    "attributes": {
        "action": "Increase the penalty for anybody who either kidnaps an animal or abuses a animal",
        "additional_details": "I believe that we need to increase the penalty for kidnapping or hurting any animal pets or not. \r\n\r\nJust because it's an animal doesn't mean It doesn't deserve to have a good life. \r\n\r\nI think the police should be more involved in cases revolving around animals and I think that anybody who has got an animal will agree. \r\n\r\nIt seems like animal kidnapping is on the rise and we need to increase the punishment to stop this happening! \r\n\r\nYou shouldn't feel worried to take your pet out!",
        "background": "I am a big animal lover and the increase in animals either being stolen/kidnapped or being hurt is on the rise. \r\n\r\nIt makes me sick what people do to animals, and the police don't seem to take it to seriously. To people who have pets they are like their children.",
        "closed_at": null,
        "created_at": "2016-12-26T12:19:37.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-26T13:06:45.347Z",
        "open_at": null,
        "rejected_at": "2016-12-28T17:35:39.577Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nIt's unclear whether you would like the UK Government or Parliament to introduce a specific criminal offence of kidnapping an animal or whether you would like more to be done to investigate the theft of pets. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nIf you would like the penalties for current animal cruelty offences to be increased, we have a number of petitions asking for that to happen. You might also like to sign one or more of them.\r\n\r\nhttps://petition.parliament.uk/petitions/162221\r\nhttps://petition.parliament.uk/petitions/174647\r\nhttps://petition.parliament.uk/petitions/164975\r\nhttps://petition.parliament.uk/petitions/151713\r\nhttps://petition.parliament.uk/petitions/161680"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-12-28T17:35:39.582Z"
    },
    "id": 176260,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176260.json"
    },
    "type": "petition"
}