{
    "attributes": {
        "action": "Make sexual discrimination against male carers/nurses a thing of the past!",
        "additional_details": "There is a stigma that male carers should not work together because if they do they would be more likely to abuse someone. Why is this acceptable,When 82% of abuse cases in hospitals and care homes were committed by female staff.I find it very discouraging that female staff/employers are allowed to openly discriminate against staff members solely because of their sex just because it is a female orientated industry. This issue needs to be delt with by doing so could help bring in male carers SIGN",
        "background": "Sexism against male carers/nurses is becoming a increasing problem in care homes and hospitals. With the level of male carers increasing each year Male carers now make up 47% of carers in the industry and it's about time female staff and employers were made stop discriminating against theme. ",
        "closed_at": null,
        "created_at": "2016-12-27T23:44:30.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-28T00:38:29.710Z",
        "open_at": null,
        "rejected_at": "2017-01-04T10:03:27.125Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt is clear that you're concerned about sex discrimination. You probably know that it is already against the law to discriminate against someone because of their sex. You can find out more here: \r\n\r\nhttps://www.gov.uk/discrimination-your-rights/types-of-discrimination\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-01-04T10:03:27.129Z"
    },
    "id": 176325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176325.json"
    },
    "type": "petition"
}