{
    "attributes": {
        "action": "Reduce the amount of plastic packaging and increase plastic recycling.",
        "additional_details": "The majority of plastic packaging is not currently recyclable and therefore ends up in landfill or in the sea where it is eroded and broken down into tiny pieces. It is then consumed by fish and thereafter enters the human foods chain. Scientists are currently unaware of the long terms effects on humans of eating this plastic. But it would be reasonable to suggest there will be some negative side effects. This petition is to significantly increase the amount of plastic recycling in the UK.",
        "background": "We have all opened up goods covered in plastic, primarily from the supermarkets and other large chain stores. (Bananas wrapped in plastic bags). The majority of this plastic is not recyclable. Much plastic packaging is put into our non recyclable household waste bin destined for landfill.  ",
        "closed_at": null,
        "created_at": "2016-12-28T11:24:29.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-30T17:41:10.080Z",
        "open_at": null,
        "rejected_at": "2017-01-04T14:43:31.023Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to reduce the use of plastic packaging and to increase plastic recycling. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-01-04T14:43:31.028Z"
    },
    "id": 176335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176335.json"
    },
    "type": "petition"
}