{
    "attributes": {
        "action": "Stop Pickstocks and the council from demolishing the west wing of Brogyntyn Hall",
        "additional_details": "Brogyntyn Hall is a Neoclassical Grade II listed mansion in Oswestry. It was originally built in 1735 and stands in parkland of 1500 acres. The hall is famed for it's four giant iconic columns and was once owned by royalty. It's nickname 'House of Tears' comes from the fact that three of it's owners died from tragic circumstances. The basement was once used as a telecommunications headquarters during World War II for the spy network in Europe, much of the original equipment is still down there.",
        "background": "The owner of Brogyntyn Hall has applied to the council to demolish the west wing of Brogyntyn Hall and sadly the council has granted their application.\r\nTo stop this from going ahead please sign the petition. ",
        "closed_at": null,
        "created_at": "2016-12-28T18:24:12.055Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-28T18:35:02.245Z",
        "open_at": null,
        "rejected_at": "2016-12-28T20:30:35.544Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This decision appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them: \r\n  \r\nhttps://www.gov.uk/find-your-local-councillors \r\n  \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see: \r\n  \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf  \r\n  \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them: \r\n  \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/  \r\n  \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action.\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2016-12-28T20:41:57.436Z"
    },
    "id": 176350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176350.json"
    },
    "type": "petition"
}