{
    "attributes": {
        "action": "Allow a liable party to be removed from a mortgage after a reasonable time frame",
        "additional_details": "After separating from my ex partner in 2009 I have been trying ever since to relinquish my liability to the property we had jointly mortgaged. I have not lived in the property since December 2009 nor made any financial contributions since March 2010. Despite thousands spent in solicitors fees to force the sale of the property, due to the non compliance of the other party, I am still tied in and, despite now being married with children I am unable to purchase a home for my own family.",
        "background": "When a sole occupant has lived and been financially independent in paying the mortgage of a jointly owned property after separation for a sustained period the party not living in the property should be able to be removed from the mortgage. ",
        "closed_at": null,
        "created_at": "2016-12-27T22:58:22.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2016-12-28T15:38:25.936Z",
        "open_at": null,
        "rejected_at": "2017-01-27T11:28:26.727Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. Lenders are already allowed to agree to the removal of a borrower's name from a mortgage.\r\n\r\nIf you would like lenders to be required by law to take this action, you could start a new petition calling for Parliament to change the law to require lenders to remove, on request and in the event of a separation, the name of a liable party who has not  lived in the property for a specified period of time."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-01-27T11:28:26.733Z"
    },
    "id": 176321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176321.json"
    },
    "type": "petition"
}