{
    "attributes": {
        "action": "Make mental health education compulsory in primary and secondary schools.",
        "additional_details": "1 in 10 children and young people aged 5 - 16 suffer from a diagnosable mental health disorder - that is around three children in every class. \r\n\r\nThere has been a big increase in the number of young people being admitted to hospital because of self harm. Over the last ten years this figure has increased by 68%. \r\n\r\nMore than half of all adults with mental health problems were diagnosed in childhood. Less than half were treated appropriately at the time. \r\n\r\nSource: YoungMinds \r\n",
        "background": "Mental health education is still not part of the UK curriculum despite consistently high rates of child and adolescent mental health issues. By educating young people about mental health in schools, we can increase awareness and hope to encourage open and honest discussion among young people. ",
        "closed_at": null,
        "created_at": "2017-01-02T10:34:38.056Z",
        "creator_name": "Thomas Christopher King on behalf of The Shaw Mind Foundation's Headucationuk Crusade",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-23T15:06:51.291Z",
            "details": "Good mental health and wellbeing is a priority for the Department. We want all our children to fulfil their potential and we want to tackle the burning injustice of mental health problems, so that future generations can develop into resilient, confident adults, equipped to go as far as their talents will take them. \r\n\r\nWe need to make mental illness an everyday concern for all of us and in every one of our institutions – schools have an important role to play. We want schools to be able to decide themselves how to teach their pupils about mental health- developing their own local PSHE programme to reflect the needs of their pupils, drawing on resources and evidence provided by expert organisations.  \r\n\r\nTo support schools in developing their PSHE curriculum, we have funded the PSHE Association to produce guidance and age-appropriate lesson plans to teach about mental health. (https://www.pshe-association.org.uk/curriculum-and-resources?ResourceTypeID=3). \r\n\r\nAll schools should teach PSHE, drawing on good practice, and we have outlined this expectation in the introduction to the new national curriculum.\r\n\r\nWe are committed to exploring all the options to improve the delivery of PSHE, and the case for further action is actively under review, with particular consideration to improving quality and accessibility. We have also committed to update Parliament further on the Government’s plans during the passage of the Children and Social Work Bill.\r\n\r\nWe have also announced we will be developing a new green paper on children and young people’s mental health to be published later in the year with new proposals for both improving services and increasing focus on preventative activity.\r\n\r\nDepartment for Education",
            "summary": "We want mental health to be an everyday concern in all institutions. Schools should decide how to teach pupils about mental health developing their own curriculum to reflect the needs of their pupils.",
            "updated_at": "2017-02-23T15:06:51.291Z"
        },
        "government_response_at": "2017-02-23T15:06:51.293Z",
        "moderation_threshold_reached_at": "2017-01-02T11:33:23.735Z",
        "open_at": "2017-01-06T12:56:50.936Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-02T09:54:03.004Z",
        "scheduled_debate_date": null,
        "signature_count": 56699,
        "state": "open",
        "updated_at": "2017-04-10T13:29:29.384Z"
    },
    "id": 176555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176555.json"
    },
    "type": "petition"
}