{
    "attributes": {
        "action": "Help tradesmen to secure their tools and livelihood.",
        "additional_details": "The police are not interested more than handing out a crime number, the manufacturers don't seem to be improving seeing as new vans are getting hit as bad and there has been no media coverage at all to raise awareness. Organised gangs peel back the doors of vans like baked bean tins to gain access to our not so cheap tools. Those of us that can, have to unload tools every night causing trip hazards in our houses and those that can't are counting down the sleepless nights.",
        "background": "We the signatures plead for action to be taken against van manufacturers for their weak doors and security! Tradesmen around the country are getting thousands of pounds worth of tools stolen every day, 30 vans were done in 24 hours leaving families devastated and having to fork out for new tools.",
        "closed_at": null,
        "created_at": "2017-01-02T23:34:45.129Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-03T00:00:34.187Z",
        "open_at": null,
        "rejected_at": "2017-01-06T12:35:10.578Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to help to prevent the theft of tools. \r\n\r\nIf you're concerned about policing in your local area, you can contact your local elected Police and Crime Commissioner (PCC). You can find out who your local PCC is, and how to contact them, here:\r\n\r\nhttps://www.police.uk/\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-01-06T12:35:10.582Z"
    },
    "id": 176599,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176599.json"
    },
    "type": "petition"
}