{
    "attributes": {
        "action": "Investigate Prof. Gibbens, the Chief Vet Officer for authorising the badger cull",
        "additional_details": "~2% of the 5,000+ badgers killings by 'controlled-shooting' were officially monitored. Monitors report >10% were wounded but not retrieved and not killed outright and could have suffered prolonged pain. Extrapolating those figures, >500 badgers could have been wounded and died protracted deaths.\r\n\r\nHMG, on the advice of the Chief Vet, continues with this killing, despite most scientific experts saying it is likely to make bTB worse.\r\n\r\nListen to scientists, not the farmers' lobbying company the NFU ",
        "background": "and condoning the roll-out of more culls.\r\n\r\nA further ~11,000 badgers were killed this year despite DEFRA research showing there has been NO significant improvement in the cattle bTB rate in the cull zones, compared with control zones, after 4 years of killing.\r\n",
        "closed_at": null,
        "created_at": "2017-01-04T14:32:05.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-05T16:09:27.970Z",
        "open_at": null,
        "rejected_at": "2017-01-11T15:31:47.522Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition calling for an independent review of the advice given to the Government about the badger cull; or you could start a new petition calling on the Government to listen to a wider range of sources when considering whether to continue with the culling of badgers. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-01-18T12:10:09.053Z"
    },
    "id": 176678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176678.json"
    },
    "type": "petition"
}