{
    "attributes": {
        "action": "Ensure Bournemouth Council retains a weekly small wheelie bin collection service",
        "additional_details": "The ramifications of this change to the rubbish collection service will mean that increased refuse sacks will be left around homes for a week; increasing the vermin population.  In addition, the collection service today does not take extra black refuse sacks which are put next to the smaller wheelie bin on the weekly service; therefore increasing piles of rubbish will build up along streets creating a public health hazard.  ",
        "background": "Bournemouth Council are reportedly looking to move the weekly rubbish collections for residents to fortnightly whilst still retaining a weekly 23 ltr food caddy collection.  For the majority of families and multiple occupancy homes fortnightly is not enough.",
        "closed_at": null,
        "created_at": "2017-01-03T21:37:49.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-03T22:29:40.305Z",
        "open_at": null,
        "rejected_at": "2017-01-06T17:15:16.649Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://www.bournemouth.gov.uk/councildemocratic/GetInvolvedHaveyoursay/Documents/PetitionInformation.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-01-06T17:15:16.653Z"
    },
    "id": 176650,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176650.json"
    },
    "type": "petition"
}