{
    "attributes": {
        "action": "Block Heineken’s bid for Punch Taverns – it’s a bad deal for Britain’s consumers",
        "additional_details": "Heineken compare pubs to coffee shops: “Nobody expects a Costa Coffee outlet to be permitted to sell Starbucks coffee.” British consumers are not puppets – we want the freedom to choose our favourite pints.\r\n \r\nHeineken has twice been convicted of price-fixing cartel behaviour (’04,’07) and admitted to passing off its own beers as local craft beers (’16). Punch’s publicans are small business owners at the heart of our communities. They need our protection.",
        "background": "Heineken’s takeover of Punch is bad for British consumers, landlords and the drinks industry. Our pubs are unique and need protecting. This deal will allow a Dutch firm to ruin over 3,000 local community pubs in the UK by seriously limiting landlords’ freedom to stock products their customers want.",
        "closed_at": null,
        "created_at": "2017-01-03T10:37:26.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-03T10:50:40.755Z",
        "open_at": null,
        "rejected_at": "2017-01-11T15:55:30.789Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament don’t have the power to take this action. \r\n\r\nThe Competition and Markets Authority (which is independent) works to promote competition for the benefit of consumers, both within and outside the UK. Its aim is to make markets work well for consumers, businesses and the economy. You can draw issues to the attention of the CMA here:\r\n\r\nhttps://www.gov.uk/government/organisations/competition-and-markets-authority/about#notify-us-of-issues\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-01-11T15:55:30.794Z"
    },
    "id": 176617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176617.json"
    },
    "type": "petition"
}