{
    "attributes": {
        "action": "Unfair lottery! Camelot U.K. Lottery to be a non profit making organisation!",
        "additional_details": "This national discrace is one of the uk biggest ripoffs. I can't understand why this behaviour is still happening in 2017. Let's put an end to this travesty and make the UK leaders, in disgracing and ending greedy companies. The UK deserves better we are a educated country that needs to stops this corruption!\r\nEvery penny made going to good UK, just causes.\r\nThe lottery should be owned and run by the UK supporting good charity and causes with every £ of profit. \r\nLet's put a stop to this madness\r\n",
        "background": "Camelot are owned by a Canadian company who makes a profit of £32.4 million a year.\r\nTax avoidance of 10 million s year!\r\nCamelot is a private limited company; its entire share issue is owned by a single shareholder.\r\nMore millionaires for less winning numbers. \r\nUnfair and disloyal to the uk.\r\n",
        "closed_at": null,
        "created_at": "2017-01-04T20:59:21.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-11T19:21:35.875Z",
        "open_at": null,
        "rejected_at": "2017-01-16T13:33:54.361Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of Government or Parliament. The decision to make Camelot a non-profit organisation is the responsibility of Camelot, not of the Government or Parliament. \r\n\r\nYou could start a new petition calling for changes to the way the National Lottery is run. For example, you could start a new petition calling for the operator of the National Lottery to be required to be a not-for-profit organisation. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-01-16T13:33:54.366Z"
    },
    "id": 176710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176710.json"
    },
    "type": "petition"
}