{
    "attributes": {
        "action": "Revoke unfair offenses from Chiswick Speed Camera, due to inadequate signage",
        "additional_details": "A single small 30 sign amongst 'a sea' of bright orange roadworks signs and barriers. I have driven this stretch 100s of times and was totally aware of the camera but not a 30 mph limit. Road markings are level with camera, not placed in advance FoI shows this is by order of magnitude the most prolific camera in the UK.15,000 people all missed the signs, many use the road regularly Drivers with exemplary driving records over decades have been convicted for a first time",
        "background": "speed camera set for temporary 30 MPH limit on East bound North Circular Road at Chiswick roundabout. The road is mostly 40 MPH, I have been driving this stretch for years and never noticed the lower temporary limit because the sign is inadequate and confused with roadwork signage and barriers",
        "closed_at": null,
        "created_at": "2017-01-05T11:22:49.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-07T18:57:31.218Z",
        "open_at": null,
        "rejected_at": "2017-01-13T16:50:37.777Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-01-13T16:50:37.782Z"
    },
    "id": 176735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176735.json"
    },
    "type": "petition"
}