{
    "attributes": {
        "action": "Do not cut the Meals service for the Elderly in Bristol. A hot meal is important",
        "additional_details": "Criminals get 3 good meals a day, looked after 24/7 and if they're good they get let out early. Elderly have troubles going out, are lucky if they get a meal and are lonely. Elderly have human rights too don't forget. To cut this will result in the Elderly not eating, ending up in hospital which are full. Please give a thought for those that don't have family, that only have their pension that fought for their country that they were proud of. Isn't it time we show respect to our Elders ",
        "background": "Bristol City Council announced they have to say a certain amount of money and they think that the Elderly that have hot meals delivered should suffer. It's disgraceful and shameful that they should have to go privately and pay up to £6.50 for a meal. A meal that probably costs less than that to make",
        "closed_at": null,
        "created_at": "2017-01-05T19:16:06.064Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-05T19:33:26.580Z",
        "open_at": null,
        "rejected_at": "2017-01-09T13:51:33.785Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://epetitions.bristol.gov.uk/epetition_core/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-01-09T13:51:33.789Z"
    },
    "id": 176779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176779.json"
    },
    "type": "petition"
}