{
    "attributes": {
        "action": "Block Everton Football Club From Building A New Ground On Bramley Moore",
        "additional_details": "As football fans and concerned residents in and around the area of Bramley Moore Docks, myself and people of the Anfield area have been are very concerned about traffic issues if the ground goes ahead on this heritage site.  BM is a special place as our kids normally like to play in and around the area, people walking their dogs as well as kite flying lessons. We have sent numerous letters to the FA asking them to support our concerns and hopefully have EFC docked points in the coming seasons.",
        "background": "We call on people of the UK to sign the petition and stop Everton Football Club building a new ground on a heritage site. This is absurd and people of LFC/Residents feel it unjustified. We hope the good people of the UK and the FA see sense and stop this before it happens. #YNWA\r\n\r\n",
        "closed_at": null,
        "created_at": "2017-01-06T17:56:45.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-06T18:12:36.569Z",
        "open_at": null,
        "rejected_at": "2017-01-12T15:03:38.862Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to develop Bramley Moore appears to be one to be taken by your local council and not the UK Government. You can use this page to find out who your local councillors are and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process. You can find out more information here: http://councillors.liverpool.gov.uk/mgePetitionListDisplay.aspx?bcr=1 \r\n \r\nOnce an application is made for the development to take place, all local residents have the right to request that a planning application be ‘called in’ by the Department for Communities and Local Government. This means that it will assess the planning application against certain criteria and decide if a full inquiry is needed. For more information, including the criteria and how to request the call in of a planning application, see:\r\n \r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf \r\n \r\nYou could also contact your local MP, who may wish to request the decision is called in if they agree with you. You can use this page to find out who your local MP is and how to contact them:\r\n \r\nhttp://www.parliament.uk/mps-lords-and-offices/mps/ \r\n \r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action, giving as your reasons the proposal to build a new football ground on Bramley Moore and its likely effects.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-01-12T15:03:38.867Z"
    },
    "id": 176852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/176852.json"
    },
    "type": "petition"
}