{
    "attributes": {
        "action": "prevent the BBC from allowing Chris Packham to constantly report mis- truths",
        "additional_details": "Last night, BBC presenter Chris Packham fallaciously told his many thousands of social media followers that the UK’s declining population of lapwings is being shot, and as such people should sign his anti-shooting petition. At the time of writing the post and its attendant link to his petition have been shared 263 times on Twitter and 724 times on Facebook. And it is flatly untrue.",
        "background": "\"Chris Packham is a BBC presenter.  Who voices his opposition to all the usual countryside activities from badger culling to grouse shooting and, of course, hunting. It is wrong that the BBC allow high profile employees to use it constantly to promote his personal beliefs with lies etc\r\n",
        "closed_at": null,
        "created_at": "2017-01-09T19:58:03.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-09T20:32:49.064Z",
        "open_at": null,
        "rejected_at": "2017-01-11T15:46:03.105Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the government to intervene in the BBC’s day-to-day operations.\r\n\r\nYou can find out about the BBC complaints system here:\r\nhttp://www.bbc.co.uk/complaints/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-01-11T15:46:03.113Z"
    },
    "id": 177088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177088.json"
    },
    "type": "petition"
}