{
    "attributes": {
        "action": "Refund/pay compensation for passengers when disrupted by train/tube strike",
        "additional_details": "The reason behind this petition is due to the strike that took place on Monday 9th January 2017. Little notice was given and false hope was promised by several stations due to poor planning, therefore leaving several thousands, if not millions of people in a tough and unnecessary situation. As a result of these strikes, jobs could've been lost etc. Why should commuters suffer as a result of strike action? Not only delayed journeys, long queues and disruption. Refunds are not accepted! ",
        "background": "Why should passengers still have to pay for a service which is sevierly disrupted or one they simply cannot use? \r\nWhy should passengers suffer at the expense of trade union strikes? \r\nWith little notice sometimes it is inevitable that tickets have already been purchased e.g weekly/monthly tickets ",
        "closed_at": null,
        "created_at": "2017-01-09T19:41:42.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-09T19:55:33.337Z",
        "open_at": null,
        "rejected_at": "2017-01-26T13:57:26.859Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to offer refunds or compensation is one for the individual train companies, not the UK Government. \r\n\r\nWe could accept a petition that asked for all train companies, including Transport for London, to be required to do this. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-01-26T13:57:26.863Z"
    },
    "id": 177085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177085.json"
    },
    "type": "petition"
}