{
    "attributes": {
        "action": "To Get My Dog Home!",
        "additional_details": " The agreement was that she would care for him until the house we were buying had gone through, it had taken longer than planned. The day my daughter was born she text me saying that I needed to come and get him as she could not handle him alongside 4 dogs of her own and I had no problem with that, I had arranged for my brother to go and get stifler and bring him home. she later on said she will not return him and she wanted to keep him. The police have been involved and will do nothing. This has been causing distress upon my family from august waiting for the police to do something. Please help me get him home with his real family. This matter has torn my family apart.",
        "background": "I entrusted my half sister with the care my male dog Stifler of 4 years. I had a bad pregnancy and could not have him in my partners flat. The agreement was that she would care for him until I could have him home with me. When I could she refused to give him back to me. Please help me get him home!",
        "closed_at": null,
        "created_at": "2017-01-10T14:15:21.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-10T15:08:56.197Z",
        "open_at": null,
        "rejected_at": "2017-01-10T16:59:33.886Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We could accept a petition asking for a change in the law that covers dog ownership. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2017-01-10T16:59:33.892Z"
    },
    "id": 177146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177146.json"
    },
    "type": "petition"
}