{
    "attributes": {
        "action": "Lower the prices for young people for facilities in Bristol.",
        "additional_details": "This issue also shows a demand for a unique facility, instead of the usual football pitch or basketball court in a park. This could be anything from a badminton court to a baseball stadium, but we need some more sporting diversity in Bristol to engage others that the plethora of facilities available do not appeal to.",
        "background": "We are currently completing a school project for our GCSE that is designed to inspire us to make a difference in our community. Therefore, we have decided to make this petition to try and lower prices for leisure facilities to allow more out of these facilities for all people.",
        "closed_at": null,
        "created_at": "2017-01-10T12:24:13.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-27T12:01:58.908Z",
        "open_at": null,
        "rejected_at": "2017-01-27T13:41:35.796Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The price of leisure facilities in Bristol is the responsibility of the organisations that run those facilities. These may be private providers or your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttp://epetitions.bristol.gov.uk/epetition_core/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-02-02T12:49:52.965Z"
    },
    "id": 177138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177138.json"
    },
    "type": "petition"
}