{
    "attributes": {
        "action": "Stop Sheffield Council changing the care provided for the disabled",
        "additional_details": "There's many adults that need expert care/support from the only provider in Sheffield that can accomadate these needs but Sheffield city council now want to transfer this service over to private companies to save money. However this will mean that those who benefited from these services will now lose the staff they need which will cause great distress and have a detrimental impact on the quality and continuity of care. This team have proven their capability and we all deserve the best care.",
        "background": "Sheffield health and social care supported living services will be transferred to private service providers,parents and carers object to the proposed changes to service s proposed by Sheffield city council.",
        "closed_at": null,
        "created_at": "2017-01-11T20:23:16.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-11T20:55:00.257Z",
        "open_at": null,
        "rejected_at": "2017-01-13T17:12:24.474Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.sheffield.gov.uk/your-city-council/have-your-say/petitions.html\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-01-13T19:05:29.647Z"
    },
    "id": 177258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177258.json"
    },
    "type": "petition"
}