{
    "attributes": {
        "action": "Change the law to allow Police to chase offenders on mopeds/motorcycles",
        "additional_details": "We need to stop this plague.Thieves are feeling more and more safe to the point they don't wait until the darkness to commit their crimes but do it in a bright daylight with plenty of witnesses around.They even film themselves while doing it.How in civilized country is this allowed to happen?The punishments do not fit for the crime. Valuables are stolen and lives are affected by these crimes such as commuting to place of work and rising insurance premiums. Please allow Police to chase criminals.",
        "background": "For the last few years we witness a huge increase in crime committed with criminals using mopeds/motorcycles. Mopeds are used to force the entry to the gates to garages to steal motorcycles push them away using moped (a technique well spread nowadays) and used for other crimes.",
        "closed_at": null,
        "created_at": "2017-01-11T11:57:18.808Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-11T13:46:45.870Z",
        "open_at": null,
        "rejected_at": "2017-01-16T12:08:01.261Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This decision is an operational one for individual police forces.\r\n\r\nIf you would like police forces to be required by law to pursue suspects whether or not they are wearing a helmet, you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-01-16T12:08:01.266Z"
    },
    "id": 177203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177203.json"
    },
    "type": "petition"
}