{
    "attributes": {
        "action": "Organise for non-violent criminals to pick up litter from roadsides",
        "additional_details": "Apps are starting to appear such as Littergram to encourage people to alert councils and highways agencies of litter they see. Although a 'Keep Britain Tidy' style campaign would help educate litter droppers, the litter problem is vast and needs an immediate and ongoing solution. Rather than stretch councils' resources, we should use non-violent criminals to pick up litter instead. This should be unpaid work. The criminals should carry this out as part of their punishment.  ",
        "background": "Litter has become common place on all roadsides whether motorway or country lanes. Councils or the Highway Agencies either do not pick litter frequently enough or at all. Non-violent criminals should be used to pick up litter to put something back into society and demonstrate their remorse. ",
        "closed_at": null,
        "created_at": "2017-01-12T11:45:55.852Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-13T01:27:08.457Z",
        "open_at": null,
        "rejected_at": "2017-01-19T18:35:11.042Z",
        "rejection": {
            "code": "no-action",
            "details": "The courts can already give people community sentences, which can include unpaid work in their local community. You can find out more about community sentences here: \r\n\r\nhttps://www.gov.uk/community-sentences/overview\r\n\r\nWe're not sure exactly what you would like the Government or Parliament to change about the way that community sentences are used. The courts, not the Government or Parliament, decide what sentence to give in individual cases. Parliament can choose to set minimum and maximum sentences for certain crimes by law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-01-19T18:35:11.048Z"
    },
    "id": 177314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177314.json"
    },
    "type": "petition"
}