{
    "attributes": {
        "action": "Reduce pay & expenses in the house of lords and parlement.",
        "additional_details": "Mp's often claim massive for expenses and have a house paid for by us the people. Let us the people decide where our money is best spent by reducing the pay of MP's who's basic salary is approc £67,000 a year plus expenses. Let us redirect the money from the house of lords and parlement by reducing the expenses and running costs by 10-20% and reinvest in Doctors, nurses and other health care practictioners not managers.",
        "background": "The NHS is in crisis, needs investment and the money has to come from somewhere. Lets take pay from Polititions who WORK for us the people to improve the NHS.",
        "closed_at": null,
        "created_at": "2017-01-13T13:50:03.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-13T21:48:12.861Z",
        "open_at": null,
        "rejected_at": "2017-01-17T17:10:05.491Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about matters that the Government or the House of Commons are responsible for. \r\n\r\nMPs' pay and expenses are the responsibility of the Independent Parliamentary Standards Authority (IPSA). IPSA is independent of the Government and Parliament. You can find out more about IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk\r\n\r\nThe House of Lords is responsible for the allowances and expenses paid to members of the House of Lords. You can find out more here:\r\n\r\nhttp://www.parliament.uk/business/lords/whos-in-the-house-of-lords/house-of-lords-expenses/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-01-17T17:10:05.495Z"
    },
    "id": 177404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177404.json"
    },
    "type": "petition"
}