{
    "attributes": {
        "action": "To stop disabled children and adults being changed on dirty toilet floors.",
        "additional_details": "There are changing places toilets where there is hoist and changing table but they are not in many places.\r\n\r\nIf the government make changing places facilities \"mandatory\" rather than \"desirable\" under building regulations for all places stated in BS8300:2009\" This would help the disabled community and families like mine.",
        "background": "I'm a mum of two children with complex medical and physical needs. When I'm out with them I need a toilet where I can change them dignifyed  and not on a smelly dirty toilet floor! It spoils days out as a family as we can't leave them in soiled pads.",
        "closed_at": null,
        "created_at": "2017-01-13T17:47:54.106Z",
        "creator_name": "Jacqueline Ann Hoadley ",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-06T12:19:30.540Z",
            "details": "The Government recognises that “Changing Places” toilets play an important role to support the day to day life for many disabled people, their family and carers. The Department for Communities and Local Government (DCLG) has worked alongside local and national campaigners in partnership with business and local councils, to promote provision of these facilities, which have increased in number from 140 in 2007 to 918 now, but we recognise we need to do more.\r\n\r\nCurrent guidance in Part M (Access to and use of buildings) of the Building Regulations refers directly to “Changing Places” and the British Standard BS8300 (Design of buildings and their approaches to meet the needs of disabled people). Both advise that these facilities should be considered in large buildings and complexes, but it is not stated as a requirement. The British Standard recommends how to create an enlarged “Changing Places” cubicle in a separate-sex toilet washroom with additional functionality.\r\n\r\nThe Government has commissioned research to evaluate how well the current guidance in Approved Document M is working in meeting the needs of disabled people, including consideration of toilet provision. Once we have the results of this research we will decide if changes are needed to the current requirements of the Building Regulations.\r\n\r\nDepartment for Communities and Local Government",
            "summary": "We recognise the importance of Changing Places toilets to disabled people and their carers and will continue to work with Mencap and others to support their provision.",
            "updated_at": "2017-02-06T12:19:30.540Z"
        },
        "government_response_at": "2017-02-06T12:19:30.543Z",
        "moderation_threshold_reached_at": "2017-01-13T18:53:19.562Z",
        "open_at": "2017-01-16T10:42:14.894Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-19T07:47:22.920Z",
        "scheduled_debate_date": null,
        "signature_count": 17546,
        "state": "open",
        "updated_at": "2017-04-09T19:32:07.668Z"
    },
    "id": 177423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177423.json"
    },
    "type": "petition"
}