{
    "attributes": {
        "action": "Inquiry into Israel influencing British political democracy.",
        "additional_details": "These actions of an employee of a foreign Embassy demonstrate major external interference into British domestic politics, which is a serious national security issue.\r\n\r\nIt is therefore important that MPs openly debate the issue. We the undersigned urge the government to investigate this issue further, and prioritise this petition for a debate in parliament on receipt of the required signatories. \r\n\r\n",
        "background": "Further to the revelation made by Al-Jazeera that a senior political officer at the UK’s Israeli Embassy talked of bringing down a UK Minister, other MPs, and influenced the setting up of groups within the Conservative and Labour Party, which are of serious concern.",
        "closed_at": null,
        "created_at": "2017-01-13T14:00:24.671Z",
        "creator_name": "Louise Pyne-Jones",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-10T11:51:32.917Z",
            "details": "The UK is a close friend of Israel and we enjoy an excellent bilateral relationship, built on decades of cooperation between our two countries across a range of fields such as education, hi-tech research, business, arts and culture.\r\n\r\nWe are continuing to deepen and advance our links with Israel in these areas. Both countries have much we can share with each other and benefit from our relationship. \r\n\r\nIt is clear that in this case, these remarks can only be attributed to one person. The Israeli Ambassador has apologised and explained that the comments made do not reflect the views of the Embassy or Government of Israel. \r\n\r\nThe Embassy has informed us that the official has resigned from his position at the Israeli Embassy and left the UK.   \r\n\r\nThe UK therefore considers this matter closed.\r\n\r\nForeign and Commonwealth Office",
            "summary": "The Israeli Ambassador apologised and is clear the comments do not reflect the view of the Embassy or Government of Israel. The UK has a strong relationship with Israel. We consider the matter closed.",
            "updated_at": "2017-02-10T11:51:32.917Z"
        },
        "government_response_at": "2017-02-10T11:51:32.919Z",
        "moderation_threshold_reached_at": "2017-01-13T16:04:33.675Z",
        "open_at": "2017-01-19T18:17:16.125Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-01-30T15:17:44.434Z",
        "scheduled_debate_date": null,
        "signature_count": 12105,
        "state": "open",
        "updated_at": "2017-04-10T13:31:20.074Z"
    },
    "id": 177407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177407.json"
    },
    "type": "petition"
}