{
    "attributes": {
        "action": "Overturn a decision to refuse disabled parking bay for Progressive MS sufferer",
        "additional_details": "The sufferer has to park around 100 metres from her home due to other residents using all of the car parking close to her home. This affects her quality of life and is extremely unfair as she can't be left unattended. The vehicle often has to be parked in the middle of the road whilst family members assist with taking the sufferer in the wheelchair to the vehicle which is extremely dangerous.",
        "background": "Sufferer has progressive multiple sclerosis and is confined to a wheelchair and can only manage a few steps with a tripod walking aid. The local council has refused the provision of a disabled car parking bay due to neighbours objections on the basis of house prices etc (personal reasons)",
        "closed_at": null,
        "created_at": "2017-01-13T20:42:33.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-13T21:10:18.562Z",
        "open_at": null,
        "rejected_at": "2017-01-17T15:41:33.793Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Disabled bay parking applications are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou may also be able to petition your local council. You can  use this page to find your local council's website:\r\n\r\nhttps://www.gov.uk/find-local-council \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-01-17T15:41:33.798Z"
    },
    "id": 177436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177436.json"
    },
    "type": "petition"
}