{
    "attributes": {
        "action": "Chris Grayling to take Chris Boardman up on his offer to go for a bike ride",
        "additional_details": "Chris Grayling has stated on more than one occasion, including in the Commons on 11 Jan, that cyclists are not road users. \r\n\r\nAs Secretary of State for Transport he should have a better understanding of the issues facing 7 million people who use the road as cyclists. Chris Boardman's offer to take him cycling would be the best way to achieve this.\r\n\r\nSpending on cycling is currently less than £1 per head. Better cycling infastructure would help ALL road users and reduce pollution and congestion.\r\n ",
        "background": "A Secretary of State for Transport who states that cyclists are not road users clearly has no understanding of the issues facing cyclists. \r\n\r\nThere can be no better opportunity to show cyclists that he takes their concerns seriously than taking up Chris Boardman's offer to go for a bike ride.",
        "closed_at": null,
        "created_at": "2017-01-13T14:34:27.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-13T15:03:31.689Z",
        "open_at": null,
        "rejected_at": "2017-01-13T16:05:47.492Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for the Secretary of State for Transport as an individual, not the Government or Parliament as a whole. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-01-13T16:05:47.496Z"
    },
    "id": 177413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177413.json"
    },
    "type": "petition"
}