{
    "attributes": {
        "action": "Reform Awarding Body Practices Concerning Teaching SIA Security Qualifications.",
        "additional_details": "We need a Government change into Ofquals policies & procedures on handling of these companies. Because these companies are given free reign to abuse the system.  One of these companies HABC charges £350 for an unbiased appeal conducted by there employee in his office & when finding in his companies favour charge more for a another  appeal. HABC's appeals does not involve a hearing with legal representation despite the fact once banned it is for life and all other awarding bodies close ranks. \r\n",
        "background": "Their are  5 awarding bodies servicing the whole country. This monopoly  has left the industry open to anti competitive practises, elitism and discrimination. These Tyrants and enemies of Free trade can ban trainers for life with out a hearing or legal representation & close ranks & refuse service.",
        "closed_at": null,
        "created_at": "2017-01-16T00:57:50.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-16T08:08:13.631Z",
        "open_at": null,
        "rejected_at": "2017-01-23T09:22:46.444Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action on something that they're responsible for. You could start a new petition explaining clearly what you would like the Government or Parliament to do. Ofqual is an independent regulator, so the Government and Parliament are not directly responsible for its policies and procedures. \r\n\r\nYou can find out how to make a complaint to Ofqual here:\r\n\r\nhttps://www.gov.uk/government/organisations/ofqual/about/complaints-procedure\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-01-23T09:22:46.449Z"
    },
    "id": 177582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177582.json"
    },
    "type": "petition"
}