{
    "attributes": {
        "action": "Remove law of paying tax for year ahead (Payment On Account for tax return)",
        "additional_details": "Tax has been paid at the end of the financial year for some time. New law states that tax payers now have to pay for their tax in advance for the upcoming financial year, instead of paying for the previous year. Why should tax payers have to pay tax upfront for money that is not yet been earned? This is a huge inconvenience as there has been NO DIRECT MENTION of the new law, and people are being stung by an unexpected and unavoidable charges. Where was my letter stating the change?",
        "background": "Tax payers are being stung by unexpected and unavoidable charges due to new law stating tax is to be paid in advance for 2017. This year, tax payers will have to pay for the previous financial year (2015-2016) as well as half of their tax for 2017. Tax payers were NOT DIRECTLY INFORMED of new law. ",
        "closed_at": null,
        "created_at": "2017-01-16T13:29:10.034Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-16T23:26:11.942Z",
        "open_at": null,
        "rejected_at": "2017-01-26T14:52:02.837Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure which new law you're referring to. The system of ‘payments on account’ has been in place for 20 years. It was introduced as part of the wider reform of the personal tax system (the establishment of self assessment) from 6 April 1996.You can read the statement made by the then Chancellor, Norman Lamont, here:\r\n\r\nhttp://www.publications.parliament.uk/pa/cm199293/cmhansrd/1993-03-16/Debate-2.html\r\n\r\nYou could start a new petition calling for specific changes to the way that people pay tax in the UK, or for an awareness campaign to help people understand the tax system."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-01-26T14:52:02.841Z"
    },
    "id": 177622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177622.json"
    },
    "type": "petition"
}