{
    "attributes": {
        "action": "STOP the exchange of European licence to U.K. Licence.",
        "additional_details": "After reading a recent article (BBC news 17-1-2017) regarding fraudulent driving test, and a statement made within it by Andy Rice stating \"the driving test is there to ensure all drivers have the skills and knowledge to use the roads safely and responsibly\" \r\nThe 'ALL DRIVERS' certainly is not the case due to the ability to exchange licences. ",
        "background": "As we now have many European drivers within the U.K. who have exchanged their licence, they have NOT undergone the uk driving test. We feel that this is an important part of driver education and road safety. ",
        "closed_at": null,
        "created_at": "2017-01-17T10:08:06.775Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-17T20:14:17.794Z",
        "open_at": null,
        "rejected_at": "2017-01-27T11:58:24.180Z",
        "rejection": {
            "code": "no-action",
            "details": "You can find information about the rules for exchanging driving licenses here:\r\n\r\nhttps://www.gov.uk/exchange-foreign-driving-licence/y?previous_response=yes\r\n\r\nYou can drive in Great Britain on a full, valid driving licence from another EU country without exchanging it until you’re 70. If you’re 68 or over when you become resident, you can drive for 3 years. After this time you must exchange your licence.\r\n\r\nPeople from European countries outside the EU can't exchange their licence unless they come from a country with a specific arrangement with the UK. \r\n\r\nYou could start a new petition asking for a specific change to the rules for exchanging driving licences. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-01-27T11:58:24.184Z"
    },
    "id": 177697,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177697.json"
    },
    "type": "petition"
}