{
    "attributes": {
        "action": "Make it a criminal offence for a Ltd Co to abandon a contract & not to refund",
        "additional_details": "This complaint is from a couple who are both disabled and permanently in wheelchairs and the extension was and still is a critical requirement as it was also to house a downstairs disabled toilet. Our solicitor said we would absolutely win in a court of law but because the company could be closed & another started for £14 we would almost certainly get no money back from the company who abandoned us and would be paying several hundred pounds with no return likely.  HOW CAN THIS BE FAIR?",
        "background": "We agreed a contract at the end of April 2016 for a 6 wk extension build.  Since 7 July 2016, we have had no trades of any description on site and no refund of any money despite the fact that this contractor has received a total £27,500 from us - the total contract sum.\r\n",
        "closed_at": null,
        "created_at": "2017-01-16T16:29:47.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-16T19:58:21.790Z",
        "open_at": null,
        "rejected_at": "2017-02-27T15:12:52.053Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We’re not sure what you would like the Government or Parliament to do, because it’s already possible to sue someone for non-performance of a contract. There are also laws  about the liability of directors of companies that become insolvent. \r\n\r\nLegally, there is nothing in law to prevent a director of a failed company from starting a new business 'overnight' provided that he or she has acted 'properly' in managing the first company both before and during its insolvency. However, if the director of an insolvent company has deliberately acted to the detriment of creditors, action may be taken against him or her under both insolvency and company legislation. In certain circumstances, directors may incur personal liability for their acts or omissions in managing the company.\r\n\r\nYou can find out more about the law in this area in this briefing prepared by the House of Commons Library:\r\n\r\nhttp://researchbriefings.intranet.parliament.uk/ResearchBriefing/Summary/SN04083#fullreport\r\n\r\nYou could start a new petition explaining clearly how you would like the law to be changed. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-02-27T15:12:52.057Z"
    },
    "id": 177634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177634.json"
    },
    "type": "petition"
}