{
    "attributes": {
        "action": "Test bones found in the Tower of London to see if they're the sons of Edward IV",
        "additional_details": "We are students at a Gateshead secondary school who are fascinated by the mystery of the Princes in the Tower. Using our advanced technology, a mystery that has stumped people for over 500 years could now be solved if you allow this examination to take place. This has the potential to alter our understanding of this period in history.",
        "background": "Human remains were found which are believed to be those of the Princes in the Tower, said to have been murdered by their uncle Richard III. As the body of Richard has been found it is now possible to establish whether the remains are the Princes through DNA testing solving a 500 year old mystery.",
        "closed_at": null,
        "created_at": "2017-01-16T14:07:05.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-16T14:25:44.080Z",
        "open_at": null,
        "rejected_at": "2017-02-06T15:52:13.569Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government or Parliament are not responsible for DNA testing or exhuming human remains at Westminster Abbey. Westminster Abbey is a Royal Peculiar and thus responsible only to Her Majesty The Queen. \r\n\r\nRequests to exhume and/or DNA test the bodies in the sarcophagus in the Lady Chapel of the Abbey, which are believed to be those of Edward V and his younger brother Richard, have always been rejected after consultation with representatives of The Queen. \r\n\r\nYou can find more information about the remains believed to be Edward V and his younger brother, Richard, here: http://www.westminster-abbey.org/our-history/royals/edward-v\r\n\r\nYou can find out more about how to contact The Queen here: https://www.royal.uk/contact\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-02-06T15:52:13.573Z"
    },
    "id": 177624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177624.json"
    },
    "type": "petition"
}