{
    "attributes": {
        "action": "Tackle traffic problems in Renfrew town centre",
        "additional_details": "Despite a £4m regeneration project only a few years ago, the centre of Renfrew is now constantly crowded with cars, buses and other vehicles. On a daily basis, even outwith peak travel hours, Canal St, High St and Hairst St  are congested with traffic resulting in massive rises in air and noise pollution within the town centre. This has made living, commuting and travelling within the centre - and periphery - of Renfrew extremely difficult and unsafe. ",
        "background": "As residents living in Renfrew, it has become increasingly frustrating watching the High St and surrounding areas become overrun with traffic and it's related issues.This has made living, working and travelling extremely difficult particularly as this is an area with lots of businesses and a school.",
        "closed_at": null,
        "created_at": "2017-01-17T15:07:17.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-17T15:31:53.667Z",
        "open_at": null,
        "rejected_at": "2017-01-20T17:57:26.438Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Traffic problems in Renfrew are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-01-20T17:57:26.442Z"
    },
    "id": 177721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/177721.json"
    },
    "type": "petition"
}