{
    "attributes": {
        "action": "Pass Glass-Steagall banking separation, now!",
        "additional_details": "The USA's 1933 Glass-Steagall Act, which strictly separated deposit-taking commercial banks from investment banks engaged in speculation, protected the US economy for 66 years. On top of London’s 1986 Big Bang deregulation, its repeal in 1999 led to the formation of the Too-Big-To-Fail banks. Restoring Glass-Steagall is non-partisan: 445 UK MPs and Lords from all parties voted for it in 2013; Bernie Sanders and Donald Trump campaigned for it in the 2016 US election. Pass Glass-Steagall, now!",
        "background": "The IMF, the BIS and many financial experts are warning of a new global financial crash far worse than 2008, which will be caused by the same forces: the unbridled speculation in derivatives, and outright criminal activity, of City of London and Wall Street megabanks.",
        "closed_at": null,
        "created_at": "2017-01-23T16:26:17.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-23T20:00:33.184Z",
        "open_at": null,
        "rejected_at": "2017-02-07T10:17:33.504Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you would like the Government or Parliament to do. The  Financial Services (Banking Reform) Act 2013 requires banks to ring-fence the retail and investment arms of their businesses by 2019, meaning the action you have requested is already law.\r\n\r\nYou can find out more about the 2013 Financial Services (Banking Reform) Bill and its requirements here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/RP13-15"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-02-07T10:17:33.510Z"
    },
    "id": 178190,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178190.json"
    },
    "type": "petition"
}