{
    "attributes": {
        "action": "Stop the exploitation of shopkeepers by companies like PayPoint & Payzone.",
        "additional_details": "TV Licence, Telephone, Gas and Electric payments once paid at the Post Office have been left to shopkeepers to process for as little as 7p maximum commission no matter how high the bill being paid. When the cash is banked, charges levied leave them in a loss. This must end and changes must be made immediately.\r\n\r\nShopkeepers operate as much as 18+ hours a day. This is why they are seen as ideal for Utility payment companies PayPoint and Payzone to serve their own self profiteering interests. ",
        "background": "To ensure that shopkeepers in the U.K are paid a fair commission for the work they do to keep the country operating. Around the country they are being exploited by PayPoint and Payzone by being tied into long term contracts to then have commissions cut in premeditated attacks on their livelihoods. ",
        "closed_at": null,
        "created_at": "2017-01-24T17:25:37.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-24T18:33:09.945Z",
        "open_at": null,
        "rejected_at": "2017-01-27T14:00:52.152Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what action you would like the Government or Parliament to take. The Government and Parliament can't take action against specific companies in the way you request. You could start a new petition calling on Parliament to change the law, to change the way that these contracts are regulated. For example, you could ask for the law to be changed to set a minimum rate for commission, or a maximum term length for contracts.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-01-27T14:00:52.157Z"
    },
    "id": 178290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178290.json"
    },
    "type": "petition"
}