{
    "attributes": {
        "action": "Increase the age limit for Social Media site memberships and COPPA to 15 years.",
        "additional_details": "My 13 year old daughter had the usual social media sites that all her friends enjoyed, however there was a dark and more sinister side to the sites that were being used to ridicule my daughter and statements of hate and death threats were posted to continue the bullying she suffered at school , despite blocking these particular users she was still aware of the posts that made her feel hated . thankfully she was able to tell me and we could help, but there are young adults that suffer in silence",
        "background": "The minimum age for many social media websites is just 13, this is far too early for young teenagers to cope with and encourages cyber bullying, narcissistic and anti social behaviour which leads to users having low self esteem, anxiety and depression and in more serious cases self harm & suicide\r\n",
        "closed_at": null,
        "created_at": "2017-01-23T19:48:52.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-23T23:04:46.125Z",
        "open_at": null,
        "rejected_at": "2017-01-24T10:11:57.287Z",
        "rejection": {
            "code": "irrelevant",
            "details": "At the moment, age policies are the responsibility of social media sites.\r\n\r\nIf you would like Parliament to change the law, to make it illegal to offer social media accounts to children under 15, then you could start a petition asking for that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-01-24T10:11:57.291Z"
    },
    "id": 178213,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178213.json"
    },
    "type": "petition"
}