{
    "attributes": {
        "action": "I'd like for Sheffield Council to stop motorists parking outside Foxhil School.",
        "additional_details": "The road is a typical road outside a school not meant for heavy traffic. Before and after school the road is heavy with motorists parking on the footpath forcing children into the road putting their lives at risk. The problem is worse because the people that are driving these cars don't look what they are doing. So much so that I've on two occasions had to pull my little girl out of the way of a motorist driving her car down a path. And more recently an RTA has occured due to careless parents. ",
        "background": "Foxhill School, Keats Road, Sheffield is currently having a problem with careless motorists fighting for the best spot closest to the school gates. Unfortunately the majority of them are putting children's lives at risk by parking their motors on the pavement.",
        "closed_at": null,
        "created_at": "2017-01-25T10:27:48.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-25T11:25:28.693Z",
        "open_at": null,
        "rejected_at": "2017-01-26T12:45:29.714Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.sheffield.gov.uk/your-city-council/have-your-say/petitions.html\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-01-26T12:45:29.719Z"
    },
    "id": 178356,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178356.json"
    },
    "type": "petition"
}