{
    "attributes": {
        "action": "Declare the membership of the EC signed in 1975 as illegal and invalid.",
        "additional_details": "It Contravenes Clause 3 of The Magna Carta by removal of liberties due to the inclusion of the 1972 EC act. This was not clear in the 1975 referendum and was therefore fraudulent. The law in question is still valid and supersedes all other laws. EU law that has since replaced existing laws or new EU laws removes the right of the free people to rule themselves, it removes their liberties and is therefore illegal under current UK constitutional law as described within the Magna Carta (clause 3).",
        "background": "A democratic vote has been taken to rectify this position and found in  favour of withdrawal from the original contract.  This has not been honoured.  The Magna Carta is Britain it is the people it is their most ancient right and must be considered above all other and I ask it is invoked. ",
        "closed_at": null,
        "created_at": "2017-01-25T09:13:26.108Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-25T10:17:10.286Z",
        "open_at": null,
        "rejected_at": "2017-01-26T18:14:17.754Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-01-28T18:54:43.719Z"
    },
    "id": 178350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178350.json"
    },
    "type": "petition"
}