{
    "attributes": {
        "action": "Stop the 2.5 % cuts to Willand Primary school of £290 per a child",
        "additional_details": "Devon is not able to afford the support required by children with special needs and\r\ndisabilities, a decision was recently taken by the council to take another £33 per pupil from the\r\nbudget of every school to pay back the deficit in this funding. This is an additional £12,606 cut from\r\nour budget. The cumulative impact of all these cuts and rising costs is that we are faced with making\r\nsavings of around £45,606 between now and 2019.\r\n\r\nHelp the future. Support our school. Willand \r\n",
        "background": "As one of the lowest funded local authorities, Devon has been campaigning for a number of years for\r\na fairer funding settlement which would bring the money allocated to Devon children closer to or even in line with the national average. \r\n",
        "closed_at": null,
        "created_at": "2017-01-27T01:25:12.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-27T06:51:09.282Z",
        "open_at": null,
        "rejected_at": "2017-01-30T13:35:31.583Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to cut funding to Willand Primary School is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.devon.gov.uk/petitions.htm\r\n\r\nYou could start a new petition asking for the UK Government to increase funding for Devon schools, giving Willand Primary School as an example. If you want funding to Devon schools to be in line with the national average, you may wish to sign this petition: https://petition.parliament.uk/petitions/177952"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-01-30T13:35:31.591Z"
    },
    "id": 178564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178564.json"
    },
    "type": "petition"
}