{
    "attributes": {
        "action": "Stop Northamptonshire County Council cuts to deaf children's education",
        "additional_details": "It is a known fact that deaf children struggle to keep up with their peers in the classroom. Take away the vital support and expertise of access and communication support workers, that gap will increase. \r\nPut pressure directly on schools to seek out and fund this expertise it will only fail.\r\nChoose not to ask parents and children their views before starting these moves. Then we will take a stand. Help us stop this decision to cut jobs, funding and education. Help our children continue to thrive",
        "background": "Northamptonshire County Council plan to cut vital support to deaf children in our local schools. They intend to make communication support workers redundant and shift the responsiblity directly to schools to fund and provide the support themselves. Parents have not yet been informed directly",
        "closed_at": null,
        "created_at": "2017-01-28T09:07:06.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-28T16:37:31.902Z",
        "open_at": null,
        "rejected_at": "2017-02-01T12:03:21.864Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is the responsibility of Northamptonshire County Council.\r\n \r\nNorthamptonshire County Council are consulting school staff until the end of February. You might wish to raise this issue first with your local school. Northamptonshire County Council tell us that they expect to consult parents and others when that consultation closes. \r\n\r\nYou could also talk to your representative on Northamptonshire County Council. You can find out who your local representative is here: https://cmis.northamptonshire.gov.uk/CMIS5Live/Councillors.aspx\r\n\r\nYou could start new petition about something about that the UK Government or Parliament are responsible for. For example, you could start a new petition asking the UK Government or Parliament to make a law requiring councils to fund communication support workers for deaf children. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-01T12:03:21.869Z"
    },
    "id": 178678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178678.json"
    },
    "type": "petition"
}