{
    "attributes": {
        "action": "Force private and public faith schools to teach kids evidence based science.",
        "additional_details": "Luckily in the UK, education is mandatory, but everyone should be able to benefit from a complete education as a universal right and not be subject to indoctrination and falsehoods. \r\nA Richard Dawkins documentary on channel 4 that aired in August of 2010 is on this topic and clearly shows children in islamic faith schools not being taught evolution at all correctly and instead learning most science directly from the Quran. Their science teacher, herself, does not even have a good grasp on it. ",
        "background": "Many private and govt. funded faith schools benefit from all the perks of actual schools, but are allowed to teach kids based on loose curriculums geared more towards religious indoctrination than towards actual education. Many of them skip evolutionary biology and teach creation myths as fact. ",
        "closed_at": null,
        "created_at": "2017-01-28T06:16:54.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-28T07:02:09.808Z",
        "open_at": null,
        "rejected_at": "2017-03-31T12:30:41.346Z",
        "rejection": {
            "code": "no-action",
            "details": "State funded faith schools are not allowed to teach creationism as part of science. You can find out more on the UK Government website: \r\n\r\nhttps://www.gov.uk/types-of-school/faith-schools\r\n\r\nYou could start a new petition asking for changes to be made to the Independent School Standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-03-31T12:30:41.351Z"
    },
    "id": 178669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178669.json"
    },
    "type": "petition"
}