{
    "attributes": {
        "action": "Make pathological demand avoidance, a form of autism. Recognised nationwide",
        "additional_details": "My son has been seen by 7 doctors at CAMHS and Art therapist. Over 10 years we finally received a diagnosis of pda 2 years ago by a Doctor who has since left. \r\nI am left with no other supporting, professional at Camhs, as nhs trust do not believe in pda being a form of autism. \r\nMore information on pda can be found on NAS, PDA Society, Elizabeth Newson Clinic. \r\nI will be meeting with our local mp Ben Gummer in the next couple of weeks. Please support us to get Joey and others the support!",
        "background": "Children like my eldest son who have been diagnosed with Pda, which is a recognised form of autism by the NAS, it is a daily struggle, anxiety led behavioural problems.\r\nIt is not fully recognised through the NHS so no support available for education, or family. ",
        "closed_at": null,
        "created_at": "2017-01-27T15:39:32.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-27T17:02:01.619Z",
        "open_at": null,
        "rejected_at": "2017-02-06T17:14:21.774Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government or Parliament are not responsible for recognising or classifying disorders and health-related problems. The World Health Organisation or the American Psychiatric Association are responsible for recognising pathological demand avoidance as a distinct health issue.  \r\n\r\nYou could start a new petition asking the UK Government or Parliament to fund more research into pathological demand avoidance. You could also start a new petition asking the UK Government or Parliament to provide more funding so that children like Joey can access more support. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-02-06T17:14:21.779Z"
    },
    "id": 178605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/178605.json"
    },
    "type": "petition"
}