{
    "attributes": {
        "action": "Prohibit train operators overcharging for valid tickets.",
        "additional_details": "The full price anytime fare charged by South West Trains for a trip from Ewell West to London Waterloo is higher than the anytime fare for the longer journey from Epsom to Waterloo stopping at the intermediate station Ewell West.  South West Trains web site claims to show the cheapest price for the journey requested but does not show passengers from Ewell West that the cheaper Epsom to Waterloo ticket would be valid, due to break of journey regulations.",
        "background": "In some cases Companies conceal information that full price tickets for a longer journey calling at stations between which the passenger intends to travel are valid for but cheaper than the price shown for the journey the passenger wants to book.",
        "closed_at": null,
        "created_at": "2017-01-29T23:56:56.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-04T22:22:22.231Z",
        "open_at": null,
        "rejected_at": "2017-02-09T15:37:05.218Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking Parliament to change the law, to require train operating companies to always offer passengers the cheapest ticket available. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-09T15:37:05.227Z"
    },
    "id": 179417,
    "links": {
        "self": "https://petition.parliament.uk/petitions/179417.json"
    },
    "type": "petition"
}