{
    "attributes": {
        "action": "Reconsider the validity of the Brexit referendum result.",
        "additional_details": "If we must accept that we have “lost” our right to vote, because we used our right to live in another European country, it would be logical to say that EU citizens living in UK for more than 15 years should have had the right to vote instead of us, since they are resident in UK, pay taxes and live their lives there. \r\nA referendum that disenfranchised those citizens most actively using the rights given to them by both UK government and EU must be seen as democratically flawed.",
        "background": "British citizens living in another EU country have the right to vote on EU matters, yet those of us that have lived in another EU country for more than 15 years were excluded from voting on the most important EU question of all, even though it affects our fundamental rights as British citizens.",
        "closed_at": null,
        "created_at": "2017-01-30T08:01:32.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-30T19:10:08.799Z",
        "open_at": null,
        "rejected_at": "2017-02-01T09:38:59.596Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-02-01T09:38:59.600Z"
    },
    "id": 179521,
    "links": {
        "self": "https://petition.parliament.uk/petitions/179521.json"
    },
    "type": "petition"
}