{
    "attributes": {
        "action": "Ban SHARIA LAW. A law that has no place in the modern world today",
        "additional_details": "This is just a small section of the laws that Muslims expect everyone to follow, even if you do not believe in their faith...\r\n\r\nhttp://www.billionbibles.org/sharia/sharia-law.html\r\n\r\nPlease sign today and ban this from the UK.",
        "background": "As a legal system, Sharia law is exceptionally broad. While other legal codes regulate public behaviour, Sharia law regulates public behaviour, private behaviour and even private beliefs. Of all legal systems in the world today, this is the most intrusive and restrictive, especially against women.",
        "closed_at": null,
        "created_at": "2017-01-30T22:23:32.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-02T12:54:54.620Z",
        "open_at": null,
        "rejected_at": "2017-02-10T21:33:50.826Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\n\r\n\"There are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\"\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-02-10T21:33:50.835Z"
    },
    "id": 180747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/180747.json"
    },
    "type": "petition"
}