{
    "attributes": {
        "action": "B1 test should not be necessary  for PCO drivers",
        "additional_details": "I am PCO driver and I came in this country 20 years ago I tried to learn the english and I can speak and I can understand but I didn't waet to  college to learn the english I am doing mini two for two years I didn't have any problem with communication with my customers in two years hardly I need to read and write anything in this business so  I think it is it is not necessary to have b1 testto be a minicab driver I am looking forward to look into this matter for me please and all pco drivers thx",
        "background": "Most of PCO drivers is making a living on Mini cabbing and supporting their families  the most of the PCO drivers thay can communicate   but it is hard for them to read and write and it is not important it is very hard to pass the test for them and if they cannot pass the test they will be lose jobs",
        "closed_at": null,
        "created_at": "2017-01-30T22:37:56.687Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T02:29:14.295Z",
        "open_at": null,
        "rejected_at": "2017-02-03T18:58:13.110Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. TfL is accountable to the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/mayor-assembly/london-assembly/take-part/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-02-03T18:58:13.117Z"
    },
    "id": 180762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/180762.json"
    },
    "type": "petition"
}