{
    "attributes": {
        "action": "Make Donald Trump an Honorary Knight of the Grand Cross of the Order of the Bath",
        "additional_details": "Mr Donald Trump the 45th President of the United States of America has shown outstanding leadership, political and democratic awareness in a very troubled world. He may not be everyone's cup of tea, but he has shown more decisive leadership in a week, than many Political leaders show in a career. These achievements should be recognised be Her Majesty the Queen at the highest level. An Honoury Knighthood would be fitting, timely and appropriate.",
        "background": "The 45th President Mr Donald Trump should be made a Knight of the Grand Cross of the Order of the Bath, which honors senior military leaders and government officials, for his exceptional leadership and democratic expertise for commencing a new era of political stability and peace around the world",
        "closed_at": null,
        "created_at": "2017-01-31T09:16:21.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T09:42:20.571Z",
        "open_at": null,
        "rejected_at": "2017-01-31T13:42:04.784Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-01-31T13:42:04.794Z"
    },
    "id": 180947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/180947.json"
    },
    "type": "petition"
}