{
    "attributes": {
        "action": "Question the integrity of Theresa May and her intentions with Donald Trump",
        "additional_details": "There was a time when Britain joined forces with the world to stop dictatorship and extremism. Now, when we need the world most, they watch on as Theresa May turns her back on the people of Britain and walks hand in hand with Donald Trump and rushing through a state visit that goes against all precedent set by her predecessors.\r\n\r\nIn the face of Brexit, we need the world on our side. By continuing her political courtship with Donald Trump, Theresa May is willingly turning the world against us.\r\n",
        "background": "We, the people, question the integrity and the intentions of Theresa May in her defiance of listening to the British people at a time when our voices need to be heard the most. We question Theresa May's intentions with Donald Trump and her choice not to condemn his extremist views and behaviour.",
        "closed_at": null,
        "created_at": "2017-01-31T20:51:29.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-02T12:36:06.268Z",
        "open_at": null,
        "rejected_at": "2017-02-06T14:13:29.026Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign this petition asking for the Government to condemn the US stance on refugees: \r\n\r\nhttps://petition.parliament.uk/petitions/178727\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-06T14:13:29.030Z"
    },
    "id": 181425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/181425.json"
    },
    "type": "petition"
}