{
    "attributes": {
        "action": "Privatise support services to N.H.S and keep medical staff in Public Sector.",
        "additional_details": "I worked for the NHS in a Welsh region and all of the above is extremely evident. A private facilities management company would dramatically reduce staff and increase efficiency, allowing the government to use their budget for the TRUE NHS workers (doctors, nurses, therapists, etc) The amount of money that is currently being wasted in maintenance etc, is shocking and these fake NHS workers simply abuse the system to allow maximum financial benefit whilst doing as little work as possible.",
        "background": "The demise of the NHS is the support services that provide admin, and maintain the premises. It is extremely inefficient, costly, uses outdated approaches, and are 'jobs for the boys' harking back to the old local authority days (1 working 5 watching) NEPOTISM is endemic in rural hospitals in Wales.",
        "closed_at": null,
        "created_at": "2017-01-31T21:18:58.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-01-31T23:03:36.971Z",
        "open_at": null,
        "rejected_at": "2017-02-02T15:03:31.270Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Welsh Assembly has its own Petitions Committee. If you'd like to send your petition to the Welsh Assembly, you can find out more here:\r\n\r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-02T15:03:31.277Z"
    },
    "id": 181453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/181453.json"
    },
    "type": "petition"
}