{
    "attributes": {
        "action": "Make drug abuse a mental and physical heath issue not a criminal one",
        "additional_details": "Portugal made it legal to posses a small amount of any drug. This policy has led to a huge drop in HIV as well as a drop in petty crime. Considerably more people die in the UK from overdose then Portugal. Drug use is still to this day falling in Portugal. This shows that we need to re-think the way we view drugs fast and end suffering now!\r\n\r\nEvidence\r\n\r\nhttps://www.washingtonpost.com/news/wonk/wp/2015/06/05/why-hardly-anyone-dies-from-a-drug-overdose-in-portugal/?utm_term=.24ca0d1ac432\r\n\r\nhttp://www.independent.co.uk/news/world/europe/portugal-decriminalised-drugs-14-years-ago-and-now-hardly-anyone-dies-from-overdosing-10301780.html\r\n",
        "background": "Raiding a crack den is like tearing down a cancer ward. Drugs are a problem to drug users and it is not fair to lock them up. Drug addiction is a mental heath issue, so its about time we acted that way. Lets show some compassion to are fellow humans, stop locking up ill people and give them care.",
        "closed_at": null,
        "created_at": "2017-02-01T20:50:10.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-02T13:29:24.339Z",
        "open_at": null,
        "rejected_at": "2017-02-09T15:45:06.793Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure what you're asking the Government or Parliament to do. You could start a new petition explaining clearly how you would kike the Government to make drug abuse a mental and physical health issue, not a criminal one.\r\n\r\nFor example, you could start a petition calling for increased funding for mental health facilities for drug users, or calling for the laws on drug possession to be changed. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-09T15:45:06.803Z"
    },
    "id": 181983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/181983.json"
    },
    "type": "petition"
}