{
    "attributes": {
        "action": "MP,s to be held accountable by their constituents, manifestos to be actioned.",
        "additional_details": "Having watched several debates in the House of Commons, its very clear that its members do not represent the people that elected them, you are supposed to be our voice yet you have selected hearing.",
        "background": "Members of Parliament who get elected with manifestos, should be given 12 months to follow it through or be made to stand down from their position, the constituents want action not broken promises.",
        "closed_at": null,
        "created_at": "2017-02-01T18:45:32.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-02T10:19:27.899Z",
        "open_at": null,
        "rejected_at": "2017-02-08T19:17:45.781Z",
        "rejection": {
            "code": "no-action",
            "details": "Manifestos are published by political parties before a general election and the party that forms the Government then has the opportunity to implement its manifesto during its five-year term in office. It is extremely unlikely that any party would be able to implement all of its manifesto within a year, and not every MP will agree with every measure set out in their party's manifesto. In addition, MPs whose party does not win the election won't be in Government and so won't have the same chance to implement its manifesto promises. We're therefore not sure exactly what you would like the Government or Parliament to do to make this happen. \r\n\r\nIf you'd like people to be able to sign a petition which could trigger a by-election if they feel their MP doesn't represent them, you could sign this petition: \r\nhttps://petition.parliament.uk/petitions/181970\r\n\r\nOtherwise, you could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-02-08T19:17:45.786Z"
    },
    "id": 181916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/181916.json"
    },
    "type": "petition"
}