{
    "attributes": {
        "action": "Look into the benefit system and give more rights to working pregnant mothers.",
        "additional_details": "I have been working since I was 16 and never claimed any type of benefit. Why is it that working people go out and earn money only for there tax to go towards those who don't care about getting a job.\r\n\r\nWhy is it I have to work and now I am off to have my baby i am only allowed basic maternity pay to live off. I am not entitled to any kind of benefit to help me out while I am work, but those who pick not to work are handed out child benefit, sure start grants, income support, child tax credit and so on. \r\nI think all pregnant mothers should be entitled to get help from the government and all benefits should entitled to all pregnant mothers regardless on how much they earn.",
        "background": "As a working pregnant woman I have been told that as I work and earn to much that I am not entitled to benefits such as income support, sure start grant or free vouchers for milk, fruits and vegetables.\r\nWhy is it that because I work I get no help but those who choose not to get everything.\r\n",
        "closed_at": null,
        "created_at": "2017-02-01T21:48:18.675Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-04T07:12:55.029Z",
        "open_at": null,
        "rejected_at": "2017-02-09T11:38:30.320Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly how you'd like the rights of working pregnant mothers to be changed. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-09T11:38:30.324Z"
    },
    "id": 182024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182024.json"
    },
    "type": "petition"
}