{
    "attributes": {
        "action": "Multi Threat vests for security officers uk",
        "additional_details": "Frontline security operatives put themselves in conflicts way for the safety of others, this petition is to get security operatives multi threat vests for when they are both on duty dealing with violent offenders or walking home after shift, as not all security officers drive and tend to be followed by offenders after work. Multi threat vests, gives the security operatives piece of mind regarding their own safety in and out of the workplace.\r\nMake it mandatory for Multi threat vests to be issued as uniform to all security operatives in the UK .. thankyou ",
        "background": "Frontline security operatives put themselves in conflicts way for the safety of others, this petition is to get security operatives multi threat vests for when they are both on duty dealing with violent offenders.",
        "closed_at": null,
        "created_at": "2017-02-02T15:28:49.640Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-02T16:58:33.245Z",
        "open_at": null,
        "rejected_at": "2017-02-08T19:08:31.166Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government and Parliament aren't responsible for providing equipment to all security officers in the UK.\r\n\r\nYou could start a new petition calling on Parliament to change the law, to require all employers of security staff to provide them with multi-threat vests. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-02-08T19:08:31.169Z"
    },
    "id": 182307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182307.json"
    },
    "type": "petition"
}