{
    "attributes": {
        "action": "Ban Sharia Law! You can't immigrate to a country & make up your own laws. Simple",
        "additional_details": "Women have more freedom here then those who have to abide by sharia law. We don't want these laws here. If something's illegal then it's illegal. Wer'e concerned at how sharia courts are tolerated when it discriminates against women and the number of these illegal practices are growing rapidly. People immigrate to escape the horrors of extremism not to have it invited here with open arms. It is time to shut them down. \r\n\r\nhttp://muslimsfacingtomorrow.com/i-am-afraid-of-sharia-law-by-hasan-mahmud/",
        "background": "First off it is not racist to criticise a religion. There are white and black Muslims. Religion doesn't know race. However when it comes to sharia courts this shouldn't even be up for debate- you can't immigrate to another country and make your own laws. This is a blatant refusal to intergrate.",
        "closed_at": null,
        "created_at": "2017-02-02T18:03:42.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-03T10:07:52.523Z",
        "open_at": null,
        "rejected_at": "2017-02-07T17:09:40.066Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\n\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010)then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-02-07T17:09:40.070Z"
    },
    "id": 182360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182360.json"
    },
    "type": "petition"
}