{
    "attributes": {
        "action": "Make train fares cheaper.",
        "additional_details": "If you lose your train ticket unintentionally you will have to pay £80+ Fine if you don't have £20 upfront to give. Aswell as paying the amount to get to the destination you need to get too. There have been many times I have had to pay £17.60 to get a day travel card, and lose it. Then have to go to the barriers and try and explain what's happened, and staff not have a care in the world and will ask you if you have 20 pounds up front. I had to pay in total £164 as a fine because of this.",
        "background": "Especially for the outsiders of London, train tickets are so expensive. I want to reduce the price of train tickets for people who live outside London that have to travel into London for full time education/work. So they won't have to spend ridiculous amounts of money, in which they work hard for!\r\n",
        "closed_at": null,
        "created_at": "2017-02-02T15:37:34.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-02T15:48:42.390Z",
        "open_at": null,
        "rejected_at": "2017-02-08T19:06:19.499Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The price of train tickets is the responsibility of train operating companies.\r\n\r\nWhile the UK Government and Parliament do not directly set the price of train tickets, the Government can set the rate by which train operating companies can raise some ticket prices. These are called regulated fares. You could start a new petition calling on the Government to set the rate at which regulated fares can rise at zero, or a petition asking for other changes to the way in which train fares are set."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-02-08T19:06:19.503Z"
    },
    "id": 182311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182311.json"
    },
    "type": "petition"
}