{
    "attributes": {
        "action": "Give military veterans priority housing and mental health care",
        "additional_details": "The Armed Forces Covenant states military veterans SHOULD get priority, not MUST. Thousands are homeless with no mental health care.\r\n\r\nEvery local authority signed the Covenant, but they place housing responsibilities onto housing associations, who haven't signed the pledge. \r\n\r\nThis is wrong and must be changed.",
        "background": "We call on the Government to urgently reform legislation so military veterans are always provided with affordable housing and adequate support services by local authorities, including mental health care for PTSD\r\n",
        "closed_at": null,
        "created_at": "2017-02-02T20:35:14.158Z",
        "creator_name": "Patrick Christys",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-02-27T10:53:27.027Z",
            "details": "We owe a duty to ensure that those who lay their life on the line for their country are not disadvantaged when they move back into civilian life.  \r\n\r\nGovernment has already put in place a raft of measures to ensure that current and former members of the Armed Forces can gain the housing and support they need and deserve. \r\n\r\nIn 2012 we changed the law so that seriously injured and disabled Service personnel and former members of the Armed Forces with urgent housing needs are always given high priority for social housing. \r\n \r\nAt the same time, we introduced regulations to ensure that serving personnel, and veterans who are within 5 years of having been discharged, do not lose their qualification rights because of the necessity to move from base to base. \r\n\r\nBoth these changes apply also to bereaved spouses of Service personnel who are required to leave services accommodation and to members of the Reserve Forces who have been seriously injured or disabled in service.\r\n \r\nRecognising that many veterans will have aspirations of home ownership, we have given former Service personnel and their surviving partners priority for government funded shared ownership schemes for 24 months after service. \r\n\r\nWe have also recently consulted on removing the age restriction for eligibility for starter homes (which allows homes to be sold at a minimum 20 per cent discount to market value for eligible first time buyers) for injured Service personnel and bereaved spouses. \r\n\r\nWe know that just 3 per cent of people seen sleeping rough in London are UK nationals with a history of service in the armed forces. But no-one should ever have to spend a night on the streets. That’s why we’re investing £30 million in projects to help people at risk of sleeping rough, new to the streets or with the most complex needs.\r\n\r\nWe have supported the roll-out of the No Second Night Out and StreetLink initiatives ensuring rough sleepers, including veterans, are found quickly and that they do not spend more than one night on the street.\r\n\r\nThe Government is committed to supporting the vulnerable in society, which includes veterans with mental health needs. The Government has a strong track record of boosting the supply of supported housing for vulnerable people. Between 2011 and 2015 the Government delivered over 18,000 new supported homes in England.\r\n\r\nIn addition, the NHS in England has a number of tailored mental health services available to all veterans, including:\r\n•\t12 veterans’ specific mental health teams across England who each provide different service models that best reflect their local veteran population needs enabling specialist staff to care for veterans with mental health needs and direct them to the most appropriate service. \r\n•\t24-hour veterans’ mental health helpline\r\n•\tThe Big White Wall, an On-line early intervention peer support, wellbeing and counselling service – providing services to Armed Forces, their families and veterans. \r\n•\tVeterans’ Information Service – this service contacts those who have discharged from the Armed Forces a year after they have left. The contact also provides a link through to the Royal British Legion knowledge database where advice can be provided on line for most cases.\r\n\r\nIn 2016, NHS England ran an extensive engagement exercise of their current veteran’s mental health services to seek views and experiences of these services exploring the reasons why some people have not sought or received support and treatment. Following the findings, a pathfinder transition, intervention and liaison mental health service for armed forces serving personnel approaching discharge and after discharge has been commissioned. \r\n\r\nIn addition, up to £18m of NHS England specialist funding is being provided to Combat Stress to provide acute PTSD mental services for veterans. \r\n\r\nRaising awareness of the armed forces community and their mental health and physical needs is imperative to ensure individuals receive high-quality support in a timely manner. Health Education England working with NHS England and welfare charities have produced a package of e-learning modules aimed at all health and social care professionals, to help increase understanding of the armed forces population and facilitate improved care and treatment.  The programme is split across three areas of NHS care for current serving personnel, the families of serving personnel and veterans, and for veterans.\r\n\r\nDepartment for Communities and Local Government",
            "summary": "The Government has already taken steps to ensure that veterans are given appropriate priority for housing and those that suffer from mental health problems receive the support and care they need.",
            "updated_at": "2017-02-27T10:53:27.027Z"
        },
        "government_response_at": "2017-02-27T10:53:27.029Z",
        "moderation_threshold_reached_at": "2017-02-02T20:42:59.380Z",
        "open_at": "2017-02-08T15:15:00.601Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-11T08:42:00.152Z",
        "scheduled_debate_date": null,
        "signature_count": 26017,
        "state": "open",
        "updated_at": "2017-04-09T20:17:29.055Z"
    },
    "id": 182429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182429.json"
    },
    "type": "petition"
}