{
    "attributes": {
        "action": "Put a watershed on sexual music videos to stop kids wanting to copy the stars!",
        "additional_details": "Please look at the dance moves in videos such as little mix, zara larrson or even Ariana Grande. These are just some of the many artist who make their music videos and lyrics far to explicit for girls as young as 5years old to watch/listen. Young children and teens all look up to these singers and bands and this is making girls want to grow up too quickly. I do not agree with a 9 year old dressing like a 16 year old because all the stars are doing it. Please help keep kids innocence for longer! ",
        "background": "My 9 year old daughter is copying the dance moves on music videos and going around seeing songs about sexual touches. Also she is wanting to wear belly tops and mini skirts. These videos are taking children's innocence from them too early and making them prey for perverts and paedophile's.It's wrong",
        "closed_at": null,
        "created_at": "2017-02-02T22:07:34.822Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-03T09:55:19.993Z",
        "open_at": null,
        "rejected_at": "2017-02-08T19:35:30.589Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Ofcom is the body responsible for drawing up the broadcasting code and dealing with issues about the watershed. Information about Ofcom and the watershed can be found here: \r\n\r\nhttp://ask.ofcom.org.uk/help/television/watershed"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-02-08T19:35:30.592Z"
    },
    "id": 182472,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182472.json"
    },
    "type": "petition"
}