{
    "attributes": {
        "action": "Free  landlords from being restricted to buying beer only from their breweries.",
        "additional_details": "Clanfield is only allowed one pub in the village. It is owned by Enterprise Inns. The last landlord ended up going into liquidation and the owners Enterprise Inns will just install a new owner as it will make them money. Enterprise say that the landlord must buy from them and these prices are higher than the landlord could get elsewhere.\r\nWe have a monopoly inside a monopoly. ",
        "background": "Breweries who own public houses are charging landlords excessive amounts for ale, lager and cider and landlords have no option but to buy from them. Surely this is against the monopolies commission. ",
        "closed_at": null,
        "created_at": "2017-02-03T13:32:22.619Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-03T22:06:42.306Z",
        "open_at": null,
        "rejected_at": "2017-03-31T12:10:56.179Z",
        "rejection": {
            "code": "no-action",
            "details": "The Pubs Code gives tied tenants, who are tenants of pub groups owning more than 500 pubs, the right to end their 'tied' status by requesting a market rent only option. This means that they wouldn't have to buy beer only from their landlord brewery. You can find out more information about the Pubs Code in this House of Commons library note:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CDP-2017-0027\r\n\r\nWe are therefore not sure what additional action you'd like the UK Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-31T12:10:56.183Z"
    },
    "id": 182655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182655.json"
    },
    "type": "petition"
}