{
    "attributes": {
        "action": "Call for a change in how car insurance premiums is calculated and make it fair",
        "additional_details": "As a driver, I have yet to see a reduction in my insurance premiums, each year sees a £40 to £60 rise in the cost of this premium despite having several years worth of no claims bonus applied. The persons employment status, their job and crime figures should not factor in to what a person should end up paying, driving tests ensure that a minimum level of competency is met in order to drive, therefore length of time and driving experience should factor more in calculating a fair premium.",
        "background": "Methods of calculating car insurance premiums are not as clear or fair & take into account factors that are not relevant today. It is therefore important to hold to account companies & to review the methods in calculating a premium so that is fair & meets the needs of the policy holder.",
        "closed_at": null,
        "created_at": "2017-02-03T14:58:17.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-05T13:33:30.168Z",
        "open_at": null,
        "rejected_at": "2017-02-11T10:31:37.933Z",
        "rejection": {
            "code": "no-action",
            "details": "The cost of car insurance is a decision for insurance companies to make, rather than the Government or Parliament.\r\n\r\nYou could start a petition asking for tighter regulation of car insurance costs, or asking the Government to work with insurance companies to lower the costs. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-02-11T10:31:37.938Z"
    },
    "id": 182691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182691.json"
    },
    "type": "petition"
}