{
    "attributes": {
        "action": "Simplify first passport application rules for new British citizens",
        "additional_details": "Both the citizenship process and HMPO are overseen by the UK Minister for Immigration. As a wide range of documents (P60s, marriage certificate, proof of address, non-British passport, 5 years worth of travel and personal biometrics) are copied and collected by the Citizenship service in order to grant British nationality, it seems inefficient and unreasonable that HMPO which is part of the same department, requires the non-British passport to be sent in again and blocked for several weeks.",
        "background": "People who, like me, recently became British citizens may not have been able to apply for a British passport at the same time (this has only become possible recently). Now to apply for 1st British passport, HMPO ask you to send in all non-British passports for 6-8 weeks, blocking all overseas trips.",
        "closed_at": null,
        "created_at": "2017-02-03T13:41:33.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-04T18:50:47.964Z",
        "open_at": null,
        "rejected_at": "2017-02-09T13:57:58.119Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do to change the rules on passport applications for new British citizens. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-02-09T13:57:58.124Z"
    },
    "id": 182661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182661.json"
    },
    "type": "petition"
}