{
    "attributes": {
        "action": "Increase awareness about naturism and equal human rights.",
        "additional_details": "We shouldn’t have to be restricted to designated areas and zones for the simple fact of being unclothed. It is a violation to human rights to take away a simple innocent freedom. Something needs to be done.  Something needs to be done for the well being of the many naturists. Check out this recent link for more details about how being nude can make you a better and happier person. \r\n\r\nhttp://www.bn.org.uk/news/information/about-bn/science-proves-naturism-is-good-for-you-r396/\r\n",
        "background": " Recently it has also proven that people are more happier when in their natural state which I can solemnly declare and thousands of other naturists can too. We need more urban naturist areas. The time for change is now. We need our human and equal rights.  ",
        "closed_at": null,
        "created_at": "2017-02-04T18:04:15.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-05T15:53:51.200Z",
        "open_at": null,
        "rejected_at": "2017-02-15T11:45:40.698Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure whether you'd like Parliament to change the law on naturism, or whether you would simply like the Government to fund an awareness campaign. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-02-15T11:45:40.702Z"
    },
    "id": 182923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182923.json"
    },
    "type": "petition"
}