{
    "attributes": {
        "action": "Change the University fees from £9250 back to the £3000 fee for the UK.",
        "additional_details": "",
        "background": "University fees are rising more and more. £9000 for university fees is too high and the stress of being in dept is what puts individuals off applying for degrees.Now that grants have been removed it makes it difficult for family's who need financial support but can't get that anymore.",
        "closed_at": null,
        "created_at": "2017-02-04T21:06:57.271Z",
        "creator_name": "Zahra Walji",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2017-02-13T13:06:58.589Z",
        "government_response": {
            "created_at": "2017-03-01T14:06:57.950Z",
            "details": "Anyone with the ability to benefit from Higher Education should have the opportunity to do so, irrespective of their background.  That is why all eligible students can apply for an upfront tuition fee loan to meet the full cost of their tuition fees, as well as loans for living costs. \r\n\r\nBy replacing maintenance grants with loans we have been able to increase the funding for living costs that the most disadvantaged students receive by over 10% in the current academic year with a further 2.8% increase for 2017/18.\r\n\r\nUniversities, too, are spending even more to help those from disadvantaged backgrounds access higher education. In 2017/18, institutions are expected to spend £833.5 million on measures to improve the access and success of disadvantaged students. This is more than double what was spent in 2009/10.\r\n\r\nOur repayments system is based on income and not the amount borrowed. Graduates with post-2012 undergraduate loans pay back only when they are earning more than £21,000, and then only 9% of earnings above that threshold. After 30 years any outstanding debt will be written off with no detriment to the borrower. This is entirely different to a commercial loan.\r\n\r\nRecent evidence indicates that recent reforms to higher education have not deterred students from disadvantaged backgrounds from going to university. The steps we have taken to ensure higher education remains sustainably financed has enabled us to lift student number controls, so that more people have the opportunity to secure a university place. The proportion of students from disadvantaged backgrounds entering higher education increased from 13.6% in 2009 to 19.5% in 2016 and the application rate for disadvantaged English 18 year olds in 2017 has increased to a record high at the January 15th application deadline. \r\n\r\nLowering tuition fees would carry a number of possible consequences, including a cut to universities and additional demands on public spending, which would be met through higher taxation, including on those who have not themselves benefited from University.  This could also mean the re-imposition of student number controls, leading to fewer university places being available to students.\r\n\r\nReinstating the system of maintenance grants would reduce the upfront support available for students from some of the most disadvantaged backgrounds, while costing the taxpayer over £2.5bn per year.\r\n\r\nThe Government’s approach has struck the right balance between delivering a sustainable system and ensuring higher education remains open and accessible. This has been recognised by the Organisation for Economic Co-operation and Development (OECD), which said we are “one of the few countries to have figured out a sustainable approach to student finance”.\r\n\r\nDepartment for Education",
            "summary": "Anyone with the ability to benefit from higher education should have the opportunity to do so.  All eligible students can apply for an upfront loan to meet the full cost of tuition fees.",
            "updated_at": "2017-03-01T14:06:57.950Z"
        },
        "government_response_at": "2017-03-01T14:06:57.952Z",
        "moderation_threshold_reached_at": "2017-02-05T09:36:09.585Z",
        "open_at": "2017-02-09T13:26:42.171Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-11T21:17:45.559Z",
        "scheduled_debate_date": null,
        "signature_count": 162656,
        "state": "open",
        "updated_at": "2017-04-10T13:11:09.560Z"
    },
    "id": 182953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/182953.json"
    },
    "type": "petition"
}