{
    "attributes": {
        "action": "If House of Lords frustrates Article 50 then hold referendum on future of Lords",
        "additional_details": "",
        "background": "If the House of Lords frustrates the democratic will of the people to leave the EU by delaying or blocking the triggering of Article 50 of the Lisbon Treaty the Government should call a national referendum on the dissolution of the House",
        "closed_at": null,
        "created_at": "2017-02-05T18:11:03.667Z",
        "creator_name": "Nicholas Edward Hobbs",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-23T13:18:51.634Z",
            "details": "The European Union (Notification of Withdrawal) Bill implements the outcome of the referendum, trusting the decision of the British people and respecting the judgment of the Supreme Court. The Article 50 Bill has been debated and scrutinised in both Houses. We are confident we will still meet our timetable of triggering Article 50 on 29th March. Assent for this Bill has now also been granted, a key step towards a smooth and orderly exit from the EU.\r\n\r\nThe Government does not consider comprehensive reform to be a priority for this Parliament but recognised the importance of addressing the size of the House of Lords in its manifesto. Where there are further measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward.\r\n\r\nCabinet Office",
            "summary": "The House of Lords plays an important role in scrutinising and checking legislation and holding the Government to account.The Prime Minister has confirmed that Article 50 will be triggered on 29 March",
            "updated_at": "2017-03-23T13:18:51.634Z"
        },
        "government_response_at": "2017-03-23T13:18:51.636Z",
        "moderation_threshold_reached_at": "2017-02-06T19:06:37.319Z",
        "open_at": "2017-02-15T11:07:20.110Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-09T13:07:14.406Z",
        "scheduled_debate_date": null,
        "signature_count": 10954,
        "state": "open",
        "updated_at": "2017-04-07T13:54:44.290Z"
    },
    "id": 183106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/183106.json"
    },
    "type": "petition"
}