{
    "attributes": {
        "action": "Emotional Assistance Pet Act Urgently Needed",
        "additional_details": "The highest rates of suicides were associated with depressive disorders. More than 6,000 suicides occur in the UK and Ireland each year. Due to the housing crisis we have become “generation rent”. The Mental Health Foundation research confirms the value of “pet therapy” in suicide prevention and treating depression leading to it. It is scientifically confirmed that human-animal emotional bonds are equal to a mother-child one, that no one would dare to question.",
        "background": "Since financial problems, broken relationships, loneliness and derivatives are: factors that made people rent a property instead of buying one, as well as risk factors in developing depression, it is in the public interest to introduce an emotional support pet act to our legislation.     ",
        "closed_at": null,
        "created_at": "2017-02-05T19:34:07.067Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-05T20:25:08.147Z",
        "open_at": null,
        "rejected_at": "2017-02-07T19:11:49.603Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you would like an Emotional Assistance Pet Act to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-02-07T19:11:49.611Z"
    },
    "id": 183120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/183120.json"
    },
    "type": "petition"
}