{
    "attributes": {
        "action": "Speaker Bercow must be removed after using offensive language in the House.",
        "additional_details": "Speaker Bercow has been a controversial Speaker throughout his tenure. He has often overstepped the important line of impartiality, which is a fundamentally important part of his job. In doing so, he has tried to influence debate and lost the respect of many Members of Parliament. On many occasions he appears to be under the influence of alcohol, which was plain to see during his outburst today.",
        "background": "While informing the House of Commons that he will not invite the President of the United States of America to address Parliament, Speaker Bercow made references to the President's past personal actions, for which there is no evidence. He has demeaned Parliament and damaged the interests of the UK.",
        "closed_at": null,
        "created_at": "2017-02-06T19:34:35.749Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-08T11:05:01.162Z",
        "open_at": null,
        "rejected_at": "2017-02-13T12:01:55.513Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no mechanism for the removal of a Speaker during a Parliament. Other than at a general election, the Speaker can only stop being Speaker through resignation or death.\r\n\r\nIf you like, you could sign the petition below, which asks the House of Commons to debate a vote of no confidence in the Speaker:\r\n\r\nhttps://petition.parliament.uk/petitions/183279"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-13T12:01:55.520Z"
    },
    "id": 183320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/183320.json"
    },
    "type": "petition"
}