{
    "attributes": {
        "action": "House speaker of parliament to be sacked for impartial view on president trump",
        "additional_details": "John Bescow house speaker in parliament insulted president Donald J Trump a state visit which was offered by Teresa may on behalf of the majority party to the uk yesterday on national television, It was against his position as house speaker to dictate his personal views in parliament in this way,  a  apology should be forwarded to the people's choice and the nominated president of the United States of America before this  embarrassment by John bescow causes him to refuse a state visit ,Apologise",
        "background": "I wish parliament to remove the house speaker John Bercow  who is in law suppose to be partial to his views for all party's in the House of Commons ",
        "closed_at": null,
        "created_at": "2017-02-07T11:10:20.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-08T16:06:28.704Z",
        "open_at": null,
        "rejected_at": "2017-02-13T11:46:42.668Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no mechanism for the removal of a Speaker during a Parliament. Other than at a general election, the Speaker can only stop being Speaker through resignation or death.\r\n\r\nIf you like, you could sign the petition below, which asks the House of Commons to debate a vote of no confidence in the Speaker:\r\n\r\nhttps://petition.parliament.uk/petitions/183279\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-02-13T11:46:42.677Z"
    },
    "id": 183537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/183537.json"
    },
    "type": "petition"
}