{
    "attributes": {
        "action": "To reward David Beckham with a KBE for services to UK Sport and charitable work!",
        "additional_details": "Many UK sportsmen and sportswomen have benefitted greatly from his hard work in recent times, as they themselves may not have had the platform of the London Olympics to demonstrate their respective skills, many of whom have already been rewarded accordingly. Therefore due consideration should be given to reward David Beckham by making him a KBE at the earliest opportunity. This country needs more similar role models across all professions especially in a post Brexit UK!",
        "background": "David Beckham has been and continues to be a great ambassador for the UK. His services in raising the UK profile on the world sporting map have been exemplary.  In addition his services to charitable work have also been extremely commendable. ",
        "closed_at": null,
        "created_at": "2017-02-07T18:26:35.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-07T18:42:13.486Z",
        "open_at": null,
        "rejected_at": "2017-02-08T08:51:07.296Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept your petition because it asks for someone to be nominated for an honour. \r\n\r\nMembers of the public can nominate people for honours directly. You can find out how to nominate someone for an honour here:\r\n\r\nhttps://www.gov.uk/honours\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-08T08:51:07.302Z"
    },
    "id": 183707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/183707.json"
    },
    "type": "petition"
}