{
    "attributes": {
        "action": "The House demand that Mr Bercow resign as Speaker or he should be dismissed.",
        "additional_details": "He proffers he was not being 'domestic' politically but says on an international issue. The President addressing both Houses is a domestic issue. His statement was clearly and purely political.\r\nIf President Trump feels disrespected and offended by the speech and fails to be invited to address both Houses he may not restore the special relationship, or put the UK at the 'front of the queue' or not go with a trade deal with the UK obviously these will have disastrous effects on the UK economy. \r\n",
        "background": "On Monday, February 6, 2017, Speaker Bercow, made a speech in which he said  he will strongly oppose an address by President Trump to both Houses of Parliament.\r\nClearly he breached his oath to remain apolitical.\r\nHe exposed the UK to severe economic damage and other repercussions.",
        "closed_at": null,
        "created_at": "2017-02-07T21:14:11.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-09T18:43:05.895Z",
        "open_at": null,
        "rejected_at": "2017-02-14T11:15:28.954Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The resignation of the Speaker is a personal decision for the Speaker, and is therefore not the responsibility of the Government or Parliament.  \r\n\r\nIf you like, you could sign the petition below, which asks the House of Commons to debate a vote of no confidence in the Speaker:\r\n\r\nhttps://petition.parliament.uk/petitions/183279\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-14T11:15:28.962Z"
    },
    "id": 183764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/183764.json"
    },
    "type": "petition"
}