{
    "attributes": {
        "action": "REGULATE PALM OIL AND ITS USE TO BE CLEARLY LABELLED ON FRONT OF PRODUCTS.",
        "additional_details": "  \r\nThe time consuming often untenable hunt through ingredients is unacceptable and customers should be facilitated to make ethical shopping choices as easily as possible, especially on issues that may affect climate change and the destruction of the world’s rainforest. The use of palm oil shoud be regulated to curb its use and clear proactive labelling on the front of products to encourage and facilitate palm oil free shopping as well as to encourage manufactures to make alternatives available. ",
        "background": "Manufactures using palm oil in everyday products is contributing to deforestation. It is an abuse of power & influence, as many consumers lack information, opportunity and means to make a palm oil free choice. For others not choosing palm oil is unreasonably difficult and time consuming.",
        "closed_at": null,
        "created_at": "2017-02-09T06:01:30.834Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-10T17:13:52.440Z",
        "open_at": null,
        "rejected_at": "2017-02-17T12:48:25.020Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure how you would like palm oil to be regulated. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/171036\r\nhttps://petition.parliament.uk/petitions/172059"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-17T12:48:25.025Z"
    },
    "id": 184073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/184073.json"
    },
    "type": "petition"
}