{
    "attributes": {
        "action": "Home Office - Resurvey local councils for intake of vulnerable refugee children",
        "additional_details": "Write/email/contact your local authority/MP and request a resurvey of their capacity to help vulnerable children. \r\nThe Dubs amendment was designed to help the most vulnerable child refugees – those with no family to look after them, who are incredibly vulnerable to trafficking or exploitation. Dubs was never time-limited and the government said they would abide by both the word and the spirit of the amendment.  ",
        "background": "UK to end its commitment to provide a safe haven for thousands of vulnerable lone child refugees in Europe after only 350 have been brought to Britain. The numbers the Government have based their decision on are narrow and now nine months out of date. More can and should be done to help.",
        "closed_at": null,
        "created_at": "2017-02-09T09:00:46.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-09T11:44:00.282Z",
        "open_at": null,
        "rejected_at": "2017-02-17T11:30:21.673Z",
        "rejection": {
            "code": "no-action",
            "details": "This petition seems to call on members of the public, not the Government or Parliament, to take action. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-02-17T11:30:21.680Z"
    },
    "id": 184089,
    "links": {
        "self": "https://petition.parliament.uk/petitions/184089.json"
    },
    "type": "petition"
}