{
    "attributes": {
        "action": "New law to ensure anyone to be found lying in court is prosecuted.",
        "additional_details": "After being taken to court myself for something I hadn't done, the accuser displayed many discrepancies in her evidence when it was given. Enough to prove that most everything she said was a lie. Court and the whole situation caused me a lot of emotional tramua and stress. However I was told that even though she has lied, I cannot take her to court nor would she recieve consequences for he actions. It is only fair that those who have to go through similar ordeals should be able to get justice.",
        "background": "The legal system at moment isn't effective enough. I think that if evidence arises that is proof that an individual has lied in court, especially the accuser, they should receive some kind of concequences.\r\nConsequences could include a criminal record or paying back court expenses for example.",
        "closed_at": null,
        "created_at": "2017-02-10T13:51:25.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-11T18:37:22.784Z",
        "open_at": null,
        "rejected_at": "2017-02-15T18:06:48.509Z",
        "rejection": {
            "code": "no-action",
            "details": "Lying in court is already against the law, so we're not sure what you'd like to change.\r\n\r\nPerjury is an offence under the Perjury Act 1911. The offence is committed where a witness under oath willfully makes a material statement in a judicial proceeding which they know to be false or do not believe to be true. It is punishable by a maximum of seven years imprisonment, or a fine, or both a fine and imprisonment.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-02-15T18:06:48.513Z"
    },
    "id": 184425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/184425.json"
    },
    "type": "petition"
}