{
    "attributes": {
        "action": "Free travel for full time students, in university for example.",
        "additional_details": "Just in case you didn't know there are people/businesses that are promoting deals for students who want to travel. Travelling to university is important and we need to make it free as we are already paying a unreasonable amount for our education. This will be a burden off our shoulders and we will thank the government for consideration and approving it. The reason why I say for full time students, is because these students don't usually have time to work and so can't fund their travel. ",
        "background": "I am a university student, we already have expenses like clothes, food, books, laptops, phone bills and etc. We don't have a maintenance grant anymore it's a loan, that we are using to fund these things. Thus we shouldn't worry about travel expenses too. Thousands of students travel everyday.",
        "closed_at": null,
        "created_at": "2017-02-10T14:31:36.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-11T20:57:51.071Z",
        "open_at": null,
        "rejected_at": "2017-02-22T19:28:32.332Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition in its current form as it does not call for a clear action from the UK Government and Parliament. The Government isn't directly responsible for the costs of bus and train travel. You could start a petition calling on the Government to provide funding for a free travel card for students."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-02-22T19:28:32.336Z"
    },
    "id": 184436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/184436.json"
    },
    "type": "petition"
}