{
    "attributes": {
        "action": "South Ribble roundabout signals to be made part-time outside of rush hours",
        "additional_details": "Specifically the new road layouts around Tank Roundabout, Lostock Hall Roundabout and Golden Way Roundabout are the main offenders. At 3pm in the afternoon or 2am in the morning there's absolutely no need for these roundabouts to have two traffic control systems in place. A roundabout is sufficient to control traffic, we don't need full-time traffic lights as well. It's frustrating to motorists, bad for the environment on fuel usage and emissions, and inconvenient.",
        "background": "Over the last 12-24 months, roundabouts across the borough have increasingly had full-time traffic light signals added. Outside of rush hours, this creates unnecessary queues and forces cars to stop when there are no other cars approaching and it's safe to continue. Part-time signals are required.",
        "closed_at": null,
        "created_at": "2017-02-11T10:48:33.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-11T12:21:08.737Z",
        "open_at": null,
        "rejected_at": "2017-02-17T15:45:45.631Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-02-17T15:45:45.635Z"
    },
    "id": 184577,
    "links": {
        "self": "https://petition.parliament.uk/petitions/184577.json"
    },
    "type": "petition"
}