{
    "attributes": {
        "action": "Wirral Council and Police to rethink safety and response to incidents on M53",
        "additional_details": "Following several similar incidents involving M53 and main road closures due to pedestrians on bridges/motorway and an apparent lack of coordination by Merseyside police to manage traffic following subsequent road closures is causing chaos for thousands of motorists on Wirral and obstructs emergency vehicles accessing the local A&E department, thus endangering residents. These incidents happen several times a year and response and management strategies have not improved. ",
        "background": "Due to a number of incidents involving pedestrians on bridges over M53 in Wirral, we ask Wirral council install some form of improved safety measures on all bridges over M53 on Wirral and ask Merseyside police conduct and publish contingency planning to manage traffic following closure of M53.",
        "closed_at": null,
        "created_at": "2017-02-11T13:15:20.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-11T13:24:26.498Z",
        "open_at": null,
        "rejected_at": "2017-02-17T17:15:15.726Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition calls on Wirral Council and Merseyside Police, not the UK Government or Parliament, to take action. \r\n\r\nYou can start a petition to the council here:\r\n\r\nhttps://www.wirral.gov.uk/about-council/have-your-say/petitions\r\n\r\nYou can find out how to contact your local Police and Crime Commissioner here:\r\n\r\nhttp://www.merseysidepcc.info/home/contact.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-02-17T17:15:15.732Z"
    },
    "id": 184604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/184604.json"
    },
    "type": "petition"
}