{
    "attributes": {
        "action": "Implement optional early drawing of a reduced State Pension for the 1950s women",
        "additional_details": "All suggested solutions have been rejected by Government. \r\n \r\nThe principle of early drawing of a reduced State Pension has been raised by the Pensions Select Committee and John Cridland (Interim Report Oct 2016).\r\n \r\nPensions Minister, Richard Harrington commented “We're waiting for the Cridland Review's final recommendation … perhaps give people more flexibility as to when they retire, depending on their personal situation.”  (Good Housekeeping, March 2017). \r\n \r\nInaction isn’t an option.",
        "background": "The Government must provide a timely solution to women affected by the WASPI/WASPI Voice issues who have no entitled income for up to 6 years as a result of the way increases to the State Pension Age were implemented leaving many with insufficient funds to meet their existing financial commitments. ",
        "closed_at": null,
        "created_at": "2017-02-13T10:40:46.322Z",
        "creator_name": "Carol Reynolds",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-01T16:49:31.856Z",
            "details": "The gradual equalisation of State Pension age (SPa) at 65 was first set out in the Pensions Act 1995.This was necessary to meet the UK’s obligations under EU law to eliminate gender inequalities in social security provision.\r\n\r\nThe increase in SPa to 66 was set out in the 2007 Pensions Act (PA) and due to increasing life expectancy the 2011 PA accelerated this process to allow for a rise to 66 for all by 2020 and equalised the SPa at 65 by November 2018.\r\n\r\nDuring the 2011 PA the Government made a concession worth £1.1bn which slowed down the increases to SPa so no one would face an increase of more than 18 months compared to the 1995 PA. For 81% of these women the increase will be no more than 12 months. This concession benefited almost 250,000 women who would otherwise have experienced delays of up to two years.\r\n\r\nIt is unclear whether reversing the 1995 PA would be legal under current equality legislation. The requirement to take account of equality between men and women in framing new legislation means that any new transitional provisions aimed just at women runs the risk of legal challenge. It would certainly be unaffordable. As of 2010, without equalisation, women would have spent on average 41% of their adult lives in retirement, compared to men at 31%.Even after equalising women’s SPa with men’s, women will spend on average around 2 years more in receipt of their state pension because of their longer life expectancy. Women reaching 65 in 2018 are expected to live until 88.9 whilst the figure for men is 86.7 years. \r\n\r\nThe early retirement option at a reduced rate, even if it were actuarially neutral, would result in additional cost to the state from the loss of taxes. There are wider impact costs on the economy; adding one year to working lives would result in sustained increases to GDP of over 1%.If GDP in 2015 had been 1% higher, £18 billion would have been added to the economy. \r\n\r\nBy 2035 50% (29.6 million) of the adult population will be aged 50 and over. To support these individuals in work the Default Retirement Age was abolished and the right to request flexible working extended.\r\n\r\nResearch by IFS shows that employment rates have increased for women aged 60 and 61 as a result of rising Spa. Working longer can improve and maintain physical and mental health – evidence shows that making adjustments and changing working patterns can help older workers to manage health issues and stay in work. Beyond financial matters, 38% of retirees said they missed work for the “social interaction”, according to a DWP poll.\r\n\r\nThe ‘reduced pension at an earlier stage’ proposal cuts across the government’s policy on Fuller Working Lives (FWL). It would be impractical within the time period to help those most affected by 2011 SPa changes.\r\n\r\nAn actuarially reduced pension would complicate State Pension outcomes and, if people’s reduced state pension were below test the standard minimum guarantee in Pension Credit, it might increase the need for means-tested support amongst pensioners.\r\n \r\nFor those who have not reached SPa, and who are not working, the current working age benefits regime provides the safety net for those seeking employment, and those unable to work either due to disability or caring responsibilities. The latter may qualify for financial support from Employment and Support Allowance. The Government is committed to providing this support, spending around £50 billion a year on disability benefits. Carers Allowance and related benefits provide financial support and safeguards for carers and families, including those who are ill or disabled.\r\n\r\nPeople in receipt of working age benefits can access a range of support from Jobcentre Plus and the Work Programme. Supporting individuals aged 50 and over to remain in the labour market and tackling their barriers is a Government priority. DWP introduced ‘Older Claimant Champions’ in April 2015 across Jobcentre Plus to tackle barriers faced by older claimants in finding work. They work with Work Coaches and employers to raise the profile and highlight the benefits of employing older people.\r\n\r\nThe Fuller Working Lives strategy (2.2.17) aims to increase the retention, retraining and recruitment of older workers by bringing about a change in employer’s perceptions, and challenging views of retirement amongst individuals.\r\nThe new State Pension is more generous for many women who have been historically worse off under the old system. On average, women reaching SPa last year will get a higher state pension over their lifetimes than women who reached SPa at any point before them. By 2030, over 3 million women stand to gain an average of £550 extra per year as a result of these changes.\r\n\r\nThe Government has already made a concession for those most affected by SPa changes and introducing further transitional arrangements cannot be justified. The Government has been very clear. There will be no further changes to current arrangements or any financial redress in lieu of pensions.\r\n\r\nDepartment for Work and Pensions",
            "summary": "The points made in this petition have been considered by the Government. No further changes can be justified given the underlying imperative must be to focus public resources on those most in need.",
            "updated_at": "2017-03-01T17:49:19.821Z"
        },
        "government_response_at": "2017-03-01T16:49:31.858Z",
        "moderation_threshold_reached_at": "2017-02-14T13:03:11.522Z",
        "open_at": "2017-02-14T17:57:36.277Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-21T13:31:02.042Z",
        "scheduled_debate_date": null,
        "signature_count": 17906,
        "state": "open",
        "updated_at": "2017-04-10T13:48:16.215Z"
    },
    "id": 185026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/185026.json"
    },
    "type": "petition"
}