{
    "attributes": {
        "action": "Yodel and other unregulated to couriers become a member of The Retail Ombudsman",
        "additional_details": "It's about time large delivery companies such as Yodel (the worst offender with only 22% of customers rating their experience as good in a moneysavingexpert.com poll) face regulation. There are thousand upon thousands of complaints on social media and people waste their time and hard earned money chasing parcels that sometimes never reach the sender.\r\n\r\nThe time has come to improve their processes and promote better service by threat of regulator invention. ",
        "background": "Without regulation, customers are given no option but to accept poor service and often waste their time and money waiting for parcels/parcels being lost and told that the contract is with the sender so there is nothing they will do.",
        "closed_at": null,
        "created_at": "2017-02-13T15:54:52.363Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-13T17:20:46.918Z",
        "open_at": null,
        "rejected_at": "2017-03-02T14:25:21.152Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for it to be a legal requirement for all courier companies to be regulated by the Retail Ombudsman.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-03-02T14:25:21.157Z"
    },
    "id": 185123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/185123.json"
    },
    "type": "petition"
}