{
    "attributes": {
        "action": "Allow retired dependent parents of British citizens in U.K",
        "additional_details": "There is always a time in life when the parents will need their children and it is the duty of the child to give them a shoulder at that age.Allowing them in Uk will give the chance to their sons and daughters to fulfill their duty\r\n\r\nMy Parents are not keeping well and I am desperately waiting to call them here. They are now completely dependent on me.Please support this good cause.",
        "background": "All parents have rights to seek support from their children when they are retired and suffering health and financial issues.Not allowing them to come to UK is to take away their rights to live with their children in their old age.",
        "closed_at": null,
        "created_at": "2017-02-13T23:00:00.732Z",
        "creator_name": "Archana Dave",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-13T10:58:31.882Z",
            "details": "The family Immigration Rules were reformed in July 2012 to prevent burdens on the taxpayer, promote integration and tackle abuse, and thereby ensure that family migration to the UK is on a sustainable basis that is fair to migrants and the wider community.  These reforms included changes to the route for adult dependent relatives, given the significant NHS and social care costs which can be associated with these cases.  The Department of Health has estimated that a person living to the age of 85 costs the NHS on average around £150,000 in their lifetime, with more than 50 per cent of this cost arising from the age of 65 onwards.  This figure does not take account of any social care costs met by local authorities.\r\n\r\nUnder the rules adult dependent relatives must demonstrate that, as a result of age, illness or disability, they require a level of long-term personal care that can only be provided in the UK by their sponsor here and without recourse to public funds.  The new rules seek to ensure that only those adult dependent relatives who need to be physically close to and cared for by a close relative in the UK are able to settle here.  Those who do not have such care needs can be supported financially in the country in which they live by their relative in the UK.  The route now provides for those most in need of care, but not for those who would simply prefer to live in the UK. \r\n\r\nThe lawfulness of the new rules for adult dependent relatives was upheld by the High Court on judicial review on 20 April 2016 and, overall, we believe that the rules are having the right impact and are helping to restore public confidence in the immigration system.\r\n\r\nHome Office",
            "summary": "The Immigration Rules for adult dependent relatives provide a route for those who require a level of long-term personal care that can only be provided in the UK by their relative here.",
            "updated_at": "2017-03-13T10:58:31.882Z"
        },
        "government_response_at": "2017-03-13T10:58:31.884Z",
        "moderation_threshold_reached_at": "2017-02-14T00:07:49.827Z",
        "open_at": "2017-02-20T09:17:59.157Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-02-22T09:00:00.066Z",
        "scheduled_debate_date": null,
        "signature_count": 26546,
        "state": "open",
        "updated_at": "2017-04-10T12:52:19.654Z"
    },
    "id": 185283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/185283.json"
    },
    "type": "petition"
}