{
    "attributes": {
        "action": "I would like non-halal meat in all chain restaurants & for halal to be labelled.",
        "additional_details": "",
        "background": "I recently went to a restaurant that claimed to sell non-halal meat however i later on i found out they were selling only halal meat. As a practicing Sikh, i do not eat halal meat and all i would like is non-halal meat in all chain restaurants and halal meat to be labelled corectly in supermarkets.",
        "closed_at": null,
        "created_at": "2017-02-14T15:23:42.206Z",
        "creator_name": "Amiit Gill",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-22T13:04:37.577Z",
            "details": "The Government fully understands the public concern about meat from animals slaughtered in accordance with religious beliefs being sold to those consumers who do not wish for their meat to be prepared in this way. There are currently no domestic or European Regulations governing the sale and labelling of Halal or Kosher meat but where information is provided voluntarily, it must be accurate and must not mislead the consumer by law.\r\n\r\nThe UK has some of the highest animal welfare standards in the world, of which we are rightly proud. The Government encourages the highest standards of welfare at slaughter and strict laws are in place to ensure welfare standards are met. Although we would prefer to see all animals stunned before they are slaughtered for food, we respect the rights of the Jewish and Muslim communities to eat meat prepared in accordance with their religious beliefs. This Government has a manifesto commitment to protect methods of religious slaughter.\r\n\r\nDepartment for Environment, Food and Rural Affairs",
            "summary": "The Government believes that consumers should have the necessary information available to them to make an informed choice about their food. ",
            "updated_at": "2017-03-22T13:04:37.577Z"
        },
        "government_response_at": "2017-03-22T13:04:37.579Z",
        "moderation_threshold_reached_at": "2017-02-14T17:12:07.646Z",
        "open_at": "2017-02-24T18:51:16.972Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-01T11:29:33.856Z",
        "scheduled_debate_date": null,
        "signature_count": 17379,
        "state": "open",
        "updated_at": "2017-04-10T13:14:02.693Z"
    },
    "id": 185421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/185421.json"
    },
    "type": "petition"
}