{
    "attributes": {
        "action": "Build a Chepstow bypass to remove the bottle neck from the M48 onto the A48.",
        "additional_details": "With the addition of new housing estates in both Monmouthshire and Forest of Dean the current proposals fall unacceptably short in facilitating growth.\r\n\r\nThis scheme has been an aspiration since the 1960s and unless both the Welsh and UK governments finally co-operate and commit then the economic prosperity so within reach will be choked off, instead leaving the quality of the resident's lives to deteriorate and stifle sustainable economic development. ",
        "background": "The lowering of the Severn Bridge Toll represents a huge oppurtunity for growth in Monmouthshire, Forest of Dean and South East Wales. However the road infrastructure is inadequate. The A48 is already suffering from congestion and poor air quality through the town of Chepstow.",
        "closed_at": null,
        "created_at": "2017-02-15T15:19:51.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-15T17:22:45.211Z",
        "open_at": null,
        "rejected_at": "2017-02-24T17:58:19.151Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it. Responsibility for roads is devolved in Wales.\r\n \r\nThe Welsh Assembly has its own Petitions Committee. If you'd like to send your petition to the Welsh Assembly, you can find out more here: \r\nhttp://www.assembly.wales/en/gethome/e-petitions/Pages/e-petitions.aspx "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-02-24T17:58:19.168Z"
    },
    "id": 185632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/185632.json"
    },
    "type": "petition"
}