{
    "attributes": {
        "action": "Stop insurance companies being ageist and bias for premedical holiday insurance",
        "additional_details": "Some medication cure or control, you may be fit but as you get older, we as the older generation are penalised. We are a fitter and more active generation regardless, but we are at an age where insurance companies can make bigger profits from us. Does my car insurance go up and any other insurance because we are old NO.\r\nWhen youngsters go on holiday are they subject to these question NO.\r\nDo you take drugs, have you had a drink related offence against you.\r\nNot asked, but we are because we are old",
        "background": "when you reach 60yrs plus insurance companies see this as a way of increasing their profits. If you had a previous medical problem which has been cured or resolved, or  taking medication like statins, your holiday insurance could double as with other prescribed medication.\r\nThis is ageist\r\n",
        "closed_at": null,
        "created_at": "2017-02-16T15:39:46.270Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-17T21:53:39.754Z",
        "open_at": null,
        "rejected_at": "2017-02-27T15:10:46.443Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nWe're not sure what action you would like the UK Government or Parliament to take. \r\n\r\nAt the moment, the level of travel insurance premiums is a decision for insurance companies. You could start a new petition calling on Parliament to change the law, to make it illegal for insurance companies to discriminate against people on the basis of age and pre-existing medical conditions.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-02-27T15:10:46.448Z"
    },
    "id": 185885,
    "links": {
        "self": "https://petition.parliament.uk/petitions/185885.json"
    },
    "type": "petition"
}