{
    "attributes": {
        "action": "The Government to Intervene in the possible Sale of Vauxhall by General Motors.",
        "additional_details": "Vauxhall Motors are the oldest automotive brand making cars and van's in the Uk, with the first car launched in May 1903 and the first Bedford Truck in 1931, production starred at Luton in 1905 and GM brought the company in 1925.  Substantial growth in the last 114 years has allowed them to become the no2 best selling car in the UK and largest manufacture and exporter of commercial vehicles.  35,000 people are associated with Vauxhall with 4,500 Ellsemere Port and Luton alone",
        "background": "Government to intervene in the possible sale of Vauxhall to PSA and and part Nationalize Vauxhall with the balance of the company going to an investor or investors.  This could hopefully safe guard jobs, with the ultimate aim of producing a range of car's in the UK that could be sold worldwide.",
        "closed_at": null,
        "created_at": "2017-02-17T09:12:03.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-17T10:54:56.158Z",
        "open_at": null,
        "rejected_at": "2017-03-13T17:44:40.215Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition as this isn't something that the Government or Parliament could do. This would be a decision for the Competition and Markets Authority, which is independent of both the UK Government and Parliament when it makes its decisions. You can find out more about the Competition and Markets Authority here:\r\n\r\nhttps://www.gov.uk/government/organisations/competition-and-markets-authority/about"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-03-13T17:44:40.221Z"
    },
    "id": 185997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/185997.json"
    },
    "type": "petition"
}