{
    "attributes": {
        "action": "Reform the education system so students are given more freedom and individuality",
        "additional_details": "We are told at a young age that we can be whatever we want to be: a spaceman, an engineer or a football player. But this isn't the truth, the education system slowly pushes those dreams out of you and turns you into a robot to society. You MUST do well in school. You MUST get a good job. You MUST earn money. If money is hapiness then how do you explain millionaires committing suicide? We are taught stuff we never need, teach the principles, give a choice, then teach the extras if they chose to.",
        "background": "Students are all taught the same thing, but told to be different. We aren't taught taxes or the laws. Did you know it's a human right to know the human rights? We are robbed of our creativity and passion. I am asking for your help to save our future generations. Teach us the truth.",
        "closed_at": null,
        "created_at": "2017-02-17T00:25:26.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-17T17:42:51.937Z",
        "open_at": null,
        "rejected_at": "2017-02-27T13:22:20.595Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nWe cannot accept your petition in its current form as it does not include a clear action for either the UK Government or Parliament. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition asking the Government to introduce specific subjects or skills to be taught in schools.\r\n\r\nWe only reject petitions that don’t meet the petition standards.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-02-27T13:22:20.599Z"
    },
    "id": 185971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/185971.json"
    },
    "type": "petition"
}