{
    "attributes": {
        "action": "I propose a reduction of 50% in the number of the House Of Lords",
        "additional_details": "",
        "background": "I think it is wrong that attendees to The House of Lords have £300.00 everytime they attend plus they get expenses to get there. And you invariably see them sleeping or just nipping in and signing then going straight out again. I am sure some are totally committed to their title and do good work.  ",
        "closed_at": null,
        "created_at": "2017-02-17T13:38:19.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-17T19:59:36.907Z",
        "open_at": null,
        "rejected_at": "2017-02-27T14:37:53.209Z",
        "rejection": {
            "code": "duplicate",
            "details": "There's already a petition calling for reform of the House of Lords, to which the Government has responded: \r\n\r\n\"While comprehensive reform is not a priority in this Parliament, the Government recognises the importance of addressing the size of the House of Lords. In the last Parliament, the House showed it could take forward incremental measures - such as allowing peers to retire and enabling peers to be expelled for non-attendance or serious misconduct. More than 50 peers have retired since the facility was introduced. Where there are further measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward.\"\r\n\r\nThe petition and Government response can be found here: \r\nhttps://petition.parliament.uk/petitions/170686\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-02-27T14:37:53.213Z"
    },
    "id": 186066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186066.json"
    },
    "type": "petition"
}