{
    "attributes": {
        "action": "Abolish new speeding fines as they can cause the lower classes monetary issues.",
        "additional_details": "More details:\r\nhttps://www.saga.co.uk/magazine/motoring/cars/using/the-uks-new-speeding-fines-explained\r\n\r\nI personally see speeding fines as a money making scam and therefore should be set at a more cost effective figure, I understand the need to deter people from speeding which is why I feel the current points and partial ban system seems adequate but to cause people the issue of not being able to live seems like it will have a worse effect \r\non the less fortunate of us that have bills to pay\r\n",
        "background": "New speeding fines can see motorists face fines of between 50-150% of their weekly income meaning that worst case for myself I will be fined around £430 worst case senario which is more than what I budget for spending the entire month making the lower classes worst off and can cause monetary issues",
        "closed_at": null,
        "created_at": "2017-02-19T20:03:02.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-19T21:38:33.544Z",
        "open_at": null,
        "rejected_at": "2017-03-02T18:25:19.365Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nSentencing guidelines, including speeding fines, are the responsibility of the Sentencing Council for England and Wales, which is independent from Government.\r\n\r\nYou can find out more about the sentencing council here: www.sentencingcouncil.org.uk/about-us/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-02T18:25:19.370Z"
    },
    "id": 186494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186494.json"
    },
    "type": "petition"
}