{
    "attributes": {
        "action": "Opposition to building homes on our Greenlands & over populating South Normanton",
        "additional_details": "Schools are at full capacity and our NHS services are unable to offer the residents a high class service due to the influx of new builds over the past 10 years! Traffic congestion is already a huge problem and our town cannot cope with yet more developments. \r\n\r\nThere is too much development taking place without providing us the locals with extra services, schools and better travel routes.",
        "background": "SAVE OUR GREENLAND\r\n\r\nThere is plans for over 250 homes to be built on our greenlands in South Normanton. Our communitys public services are at breaking point.",
        "closed_at": null,
        "created_at": "2017-02-19T11:57:40.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-19T12:35:03.823Z",
        "open_at": null,
        "rejected_at": "2017-03-02T14:08:38.833Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n \r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n \r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council’s website will explain how you can comment on planning applications. \r\n \r\nOnce a planning application has been made, all local residents have the right to ask for the application to be “called-in” by the Government. This means that the Government will look at the application and decide whether there needs to be an inquiry. You can find out more about this process, including how you can ask for a planning application to be “called-in”, here:\r\n\r\nhttp://researchbriefings.files.parliament.uk/documents/SN00930/SN00930.pdf\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-02T14:08:38.839Z"
    },
    "id": 186422,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186422.json"
    },
    "type": "petition"
}