{
    "attributes": {
        "action": "Former EU Commissioners in the Lords should recuse themselves from Brexit votes",
        "additional_details": "Lord Mandelson, Lord Kinnock, Lord Hill of Oareford, Baroness Ashton of Upholland, Lord Patten of Barnes, Lord Mogg, Lord Clinton-Davis, and Lord Richard (and any Lord who receives an EU pension should all NOT vote on Article 50 / Brexit in the Lords.\r\n\r\nAll 8 of them have sworn an oath to the EU, including the following compromising statement:\r\n\"I solemnly undertake... neither to seek nor to take instructions from any Government or from any other institution, body, office or entity.\"/",
        "background": "Former EU commissioners (such as Lord Mandelson) have a vested interested in blocking Article 50 and Brexit.\r\nJust as elected representatives have to declare an interest and recuse themselves (i.e. not vote) in issues where there is a conflict of interest, so should Lords who have EU pensions.",
        "closed_at": null,
        "created_at": "2017-02-20T07:10:57.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-20T08:53:34.413Z",
        "open_at": null,
        "rejected_at": "2017-03-01T17:22:57.900Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about matters that the Government or the House of Commons are responsible for. We can't accept petitions calling on the House of Lords to take action.\r\n\r\nYou can find out more about the Code of Conduct of the House of Lords here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/house-of-lords-commissioner-for-standards-/code-of-conduct-for-the-house-of-lords/guide-to-the-code-of-conduct/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-03-01T17:22:57.904Z"
    },
    "id": 186544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186544.json"
    },
    "type": "petition"
}