{
    "attributes": {
        "action": "Allow people to use Facebook to vote for politics.",
        "additional_details": "People are disconnected from politics, with 35% of the country not voting in regard to 'Brexit' its obvious that people aren't engaged with important matters. \r\n\r\nFacebook is a huge platform that engages the country on a daily basis.\r\n\r\nI propose we set-up a voting system on Facebook, so that voting becomes simple, effective and easy to participate. In a digital age, where politics is becoming increasingly important, it's time to re-evaluate how we vote and re-engage people in political affairs.",
        "background": "People feel disconnected from politics. \r\n35% of people didn't vote in regards to 'Brexit'.\r\nIt's time to modernize the way we vote and re-engage people in political affairs, by using a mass platform like Facebook, we can make voting simple and easy for everyone to get involved and have their say.",
        "closed_at": null,
        "created_at": "2017-02-19T23:29:15.233Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-19T23:57:20.289Z",
        "open_at": null,
        "rejected_at": "2017-02-28T19:41:25.595Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you mean by \"vote on politics\" or how you would like this to work. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you'd like people to be able to vote in a general election through Facebook, you could start a new petition asking for that. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-02-28T19:41:25.600Z"
    },
    "id": 186527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186527.json"
    },
    "type": "petition"
}