{
    "attributes": {
        "action": "Make paying rent enough proof that you are able meet mortgage repayments",
        "additional_details": "",
        "background": "Since living on my own I have paid £70,000+ in rent on time yet still struggle to get a mortgage. Unless your getting handouts, wealthy or in receipt of inheritance it's almost impossible. I want paying rent on time to be recognized as evidence that mortgage re-payments can be met.",
        "closed_at": null,
        "created_at": "2017-02-20T10:00:35.640Z",
        "creator_name": "Jamie jack pogson",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": "2017-03-04T00:44:53.013Z",
        "government_response": {
            "created_at": "2017-03-17T09:15:31.928Z",
            "details": "In April 2014, the independent Financial Conduct Authority (FCA) put in place new regulations for mortgage lending. These were aimed at addressing the problems previously caused by poor quality mortgage lending, such as borrowers falling into payment difficulty and, ultimately, losing their home.\r\n\r\nThe changes included the principle that mortgages should only be advanced where there is a reasonable expectation that borrowers can repay. All lenders must now conduct an affordability assessment which includes an income and expenditure analysis, and the lender must obtain evidence of that income to support this assessment. \r\n\r\nA record of meeting rental payments is not sufficient in itself to demonstrate the affordability of a mortgage over the lifetime of the loan. This is because the affordability assessment must take account of a much wider range of factors. These include:\r\n\r\n•\tthe borrower’s income;\r\n•\tthe borrower’s committed expenditure (for example – credit commitments on any secured and unsecured loans and credit cards);\r\n•\tthe borrower’s basic essential household expenditure (for example – utility bills, council tax and building insurance);\r\n•\tthe borrower’s basic quality-of-living costs (for example – clothing, other household goods, personal goods and basic recreation); and\r\n•\tthe ability of the borrower to meet payments in the event interest rates were to rise.\r\n\r\nIt is important to be aware that home ownership brings a number of additional expenses that may not be incurred when renting, including maintenance costs and buildings insurance. Before extending a loan, lenders must satisfy themselves that a borrower will be able to meet these additional on-going costs when considering a mortgage application.\r\n\r\nMany lenders also use information from Credit Reference Agencies (CRAs) when considering mortgage applications. This is because previous customer behaviour, in terms of paying back debts, tends to be a relatively good predictor of future behaviour. Therefore if prospective borrowers have a history of good financial management it can improve their chances of obtaining credit.\r\n\r\nBeyond the FCA’s requirements, decisions around the availability of individual mortgage loans remain commercial decisions for lenders, and the Government does not seek to intervene in these.\r\n\r\nWhilst one lender may be unable to offer a mortgage, being denied a mortgage from one provider does not preclude a customer from being offered credit elsewhere. There are a wide variety of mortgage products available in the UK and prospective borrowers may benefit from shopping around.\r\n\r\nHM Treasury",
            "summary": "Lenders must consider a range of factors when assessing a mortgage application. Meeting rental payments is not sufficient in itself to demonstrate affordability over the lifetime of the loan.",
            "updated_at": "2017-03-17T09:15:31.928Z"
        },
        "government_response_at": "2017-03-17T09:15:31.930Z",
        "moderation_threshold_reached_at": "2017-02-20T15:31:16.689Z",
        "open_at": "2017-03-01T11:30:25.108Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-02T11:07:19.320Z",
        "scheduled_debate_date": null,
        "signature_count": 146426,
        "state": "open",
        "updated_at": "2017-04-10T13:40:49.210Z"
    },
    "id": 186565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186565.json"
    },
    "type": "petition"
}