{
    "attributes": {
        "action": "Sack and  prosecute mps who are constantly fiddling the system..",
        "additional_details": "http://www.mirror.co.uk/news/uk-news/sack-house-lords-vermin-ermine-9858338\r\n\r\nvia Fast News ( https://play.google.com/store/apps/details?id=it.pinenuts.rassegnastampa )",
        "background": "Fed up of MPs constantly trying to stop people benefits , disabilities allowances  etc while constantly be fraudent themselves this must stop",
        "closed_at": null,
        "created_at": "2017-02-21T02:52:06.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-24T13:12:29.733Z",
        "open_at": null,
        "rejected_at": "2017-03-06T15:42:52.174Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do.  \r\n\r\nPlease note that we cannot accept a petition calling for a member of the House of Lords to be expelled. This site is jointly owned by the UK Government and the House of Commons, neither of which has the power to do this.  \r\n\r\nOnly the House of Lords has power to expel or suspend one of its members for any length of time. Expulsion or suspension may be used only if a member has been found by the House of Lords Commissioner for Standards to be in breach of the Code of Conduct, the finding of breach has been upheld by the Committee for Privileges and Conduct, and that Committee has recommended expulsion or suspension (as the case may be). The final decision on whether to expel or suspend is for the House of Lords as a whole. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-06T15:42:52.179Z"
    },
    "id": 186769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186769.json"
    },
    "type": "petition"
}