{
    "attributes": {
        "action": "Overhaul Vehicle fuel pricing systems across the board",
        "additional_details": "Across Europe & America in fact, most countries in the world, we pay more at the pump than most other countries. Cameron even told America our prices would make their eyes water. 2015/2016 we saw prices drop to just under a pound per litre, the economy grew, people started spending, business grew, and now, 122.99p is a national average, strangling the economy yet again. There is no reason for it, this must be changed. Review operating licences if need be. Fuel crisis of 2000 said it all really ",
        "background": "We have suffered continual sky rocketing fuel pump prices, which only ever fall like a feather allowing fuel producers/suppliers to profiteer, leading to businesses closing, job losses, people unable to pay bills or buy food. Prices dropped and the economy grew. Now is the time for action. ",
        "closed_at": null,
        "created_at": "2017-02-21T04:54:49.306Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-22T06:59:56.982Z",
        "open_at": null,
        "rejected_at": "2017-03-03T20:07:21.486Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/170928\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-03-03T20:07:21.492Z"
    },
    "id": 186778,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186778.json"
    },
    "type": "petition"
}