{
    "attributes": {
        "action": "Cancer drugs being used are up to 20yrs old and where's the money raised going?",
        "additional_details": "My name is Paul I am 54yrs old and have been fighting cancer since 2010, I have small bowel cancer and the drugs they have been giving me are over 20yrs old.\r\nAlthough they are keeping it under control, for now, there is no real effect on the cancer and I'm having serious side effects with my health.\r\nAlternative therapies like immunotherapy have proven to be successful with little or no side effects, but it's to expensive for NHS to cover it.\r\nWE NEED TO KNOW WHERE THE MONIES ARE GOING.\r\n",
        "background": "The need for action is now.\r\n England alone has more than 150,000 people die of cancer every year. why is this? Are we researching the wrong things?\r\nListen to the news read the papers Is the system failing us?\r\nAction needs to be taken now!\r\nCancer patients have a right to be heard!",
        "closed_at": null,
        "created_at": "2017-02-21T14:53:55.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-21T21:01:16.877Z",
        "open_at": null,
        "rejected_at": "2017-03-02T14:01:34.371Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could ask the Government to review the types of drugs that the NHS prescribes to cancer patients, or to launch a review of NHS spending on cancer treatment.   \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-03-02T14:01:34.377Z"
    },
    "id": 186885,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186885.json"
    },
    "type": "petition"
}