{
    "attributes": {
        "action": "Child Maintenance Reform for fair financial calculations and assessment",
        "additional_details": "Parents who earn less than £50K and claim Child Benefit are deemed by CMS as the primary carer. As primary carer (for which Child Benefit is the only contributing factor), CMS make a calculation based largely on the number of nights the children are with either parent. Even if there is equal shared care, CMS have the power to order contributions from the non-primary carer to the primary carer, despite there being no financial burden on the primary carer. The system is flawed and needs reform.",
        "background": "The Child Maintenance Service (CMS) is there to facilitate adequate financial assistance from one parent to another when there is a disparity in the care of one or more children. But, the calculations are grossly misrepresentative and when there is shared equal care, they still  enforce a payment.",
        "closed_at": null,
        "created_at": "2017-02-21T10:37:02.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-21T11:47:39.671Z",
        "open_at": null,
        "rejected_at": "2017-03-03T20:05:13.695Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly how you'd like the system for calculating child maintenance to be changed. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-03-03T20:05:13.702Z"
    },
    "id": 186821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/186821.json"
    },
    "type": "petition"
}