{
    "attributes": {
        "action": "Make the use of the term 'leader of the free world' unparliamentary language.",
        "additional_details": "It is astounding that certain MPs, who fought to 'regain our sovereignty from the EU', seem happy to defer to whoever the people of the USA elect to be their president. \r\n\r\nDuring the debate about the Trump state visit, Sir Edward Leigh MP referred to Trump as the 'duly elected leader of the free world'. I don't remember being given a chance to vote in such an election, or is the UK not part of the 'free world'? How can we be ‘free’ if a leader can be imposed on us by another nation?\r\n\r\nMembers of Parliament should respect the UK's sovereignty and lead the way in consigning this silly American affectation to the dustbin of history. Any MP using the term should be admonished.\r\n",
        "background": "The epithet 'leader of the free world' is a ridiculous anachronism from the Cold War. When MPs refer to any President of the USA as such, they imply that the UK and its parliament are subservient to a foreign leader.\r\n",
        "closed_at": null,
        "created_at": "2017-02-22T09:35:56.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-22T12:06:30.210Z",
        "open_at": null,
        "rejected_at": "2017-03-02T18:01:16.384Z",
        "rejection": {
            "code": "no-action",
            "details": "In the UK Parliament, there isn't a specific list of terms that are \"unparliamentary\". Whether something said is a breach of order depends on the context.\r\n\r\nYou can find out more here:\r\n\r\nhttp://www.parliament.uk/documents/commons/executive/conventions-and-courtesies-guidance.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-03-02T18:01:16.389Z"
    },
    "id": 187049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187049.json"
    },
    "type": "petition"
}