{
    "attributes": {
        "action": "Reinstate the funding to the sports that have recently lost some or all funding",
        "additional_details": "Watching men and women competing is good for the country, it has a feel good factor. It encourages people of all ages to compete to join clubs and socialise, it is good for people's health, it helps focus young people's energy. Without funding for top competitors sports will die away at local club level, number of coaches and training will fall. This evidence by the years of poor funding and the impact on clubs at local levels and lack of sporting excellence",
        "background": "It has recently been reported that a number of both able bodied and disabled sports are to lose some or all of its funding. It has been reported that this is due to a reduction in money made available from current resources, mainly lottery funding. ",
        "closed_at": null,
        "created_at": "2017-02-22T01:00:24.271Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-24T09:39:32.326Z",
        "open_at": null,
        "rejected_at": "2017-03-06T13:03:06.031Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. We think you're referring to funding decisions made by UK Sport, which is independent of the UK Parliament and Government. You could start a new petition clearly asking Parliament or Government to take a related action. For example, you could start a new petition asking Parliament or Government to provide more funding for sports. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-06T13:03:06.036Z"
    },
    "id": 187025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187025.json"
    },
    "type": "petition"
}