{
    "attributes": {
        "action": "Car insurance is compulsory therefore it should be nationalised",
        "additional_details": "The costs of car insurance is rising five times faster than train fares.  There is, rightly, an uproar when train fees are increased however when it comes to car insurance the uproar is muted.  The insurance industry has sought to end whiplash claims which will ultimately benefit the insurance industry.  As car insurance is compulsory it should be nationalised and run as not for profit.  The insurers are legally making vast profits for their shareholders and fleecing the public.",
        "background": "Insurers have for too long sought annual increases for premiums against motorists.  The insurance industry has blamed this on the \"whiplash culture\".  However, even though costs have been reduced due to a change in legislation in 2012, which insurers requested, policies have become more expensive.",
        "closed_at": null,
        "created_at": "2017-02-22T16:24:39.485Z",
        "creator_name": "Kiren Aslam",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": {
            "created_at": "2017-03-21T10:25:53.393Z",
            "details": "The UK motor insurance market is very competitive and shopping around for the best possible option before making any decisions is likely to benefit customers.  The British Insurance Brokers Association (BIBA) run a not for profit ‘find a broker’ service that specialises in finding cover for those who are having difficulties obtaining the cover they need at a reasonable cost. Further information can be found on their website: www.biba.org.uk.  New rules coming into force this year will require motor insurers to disclose last year’s premium at renewal and prompt customers to shop around for the best deal.\r\n\r\nOn 23 February the Government announced reforms aimed at tackling the continuing high number and cost of whiplash injury claims that were having a negative impact on the price of motor insurance premiums.  These reforms will end the cycle in which motorists pay higher insurance premiums due to minor, exaggerated and fraudulent whiplash claims by others.   Leading insurers have already expressed their commitment to passing on the savings from these reforms to consumers through lower premiums.   We will continue to work closely with the insurance industry and monitor their reaction to the reforms. \r\n\r\nIt is a longstanding principle that insurers will set their premiums according to their assessment of the risks involved. This in turn incentivises safer driving.  Motor insurers use a wide range of criteria to assess the potential risk associated with a quotation and this includes the age of the applicant, the type of vehicle being insured, the postal area where the applicant lives and the driving experience of the applicant.  \r\n\r\nThe level of premiums is a commercial matter for individual insurers as they use their own funds to underwrite the policies that they issue. Decisions that they make are based on their underwriting experience and the Government does not generally intervene or seek to control the market.\r\n\r\nA nationalised car insurance scheme would remove competition from the market and an insurer’s incentive to reward safer driving with lower premiums.    It is also likely lead to cross-subsidisation where non-drivers and those with a lower risk subsidise the cost of insurance for drivers of more expensive vehicles or those who represent a greater risk e.g. those with driving convictions.\r\n\r\nDepartment for Transport",
            "summary": "The Government is taking action to tackle high insurance premiums caused by fraudulent and expensive whiplash claims.",
            "updated_at": "2017-03-21T10:25:53.393Z"
        },
        "government_response_at": "2017-03-21T10:25:53.395Z",
        "moderation_threshold_reached_at": "2017-02-22T16:36:42.680Z",
        "open_at": "2017-03-06T09:43:30.300Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": "2017-03-10T10:44:25.781Z",
        "scheduled_debate_date": null,
        "signature_count": 27761,
        "state": "open",
        "updated_at": "2017-04-10T13:47:14.714Z"
    },
    "id": 187137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187137.json"
    },
    "type": "petition"
}