{
    "attributes": {
        "action": "Assist in supporting a family to take over a late relatives council house.",
        "additional_details": "We have met with Welwyn Council and their team to discuss exchanging my 3 bedroom property for my Grandmothers 3 bedroom property so we do not loose, what is effectively , our family home as it has been for the last 50 years. However even despite this being taken to panel and numerous emails being sent to the council in support they are still rejecting the case. I simply want to exchange my property for my Nans so we are able to keep hold of our family memories which reside in this house.",
        "background": "I recently lost my Grandmother, who was effectively my mother from the age of 7, due to a long term terminal illness. My Grandmother lived in a 3 bed council property for 50 years which is considered my home which the council are now taking away despite me having a 3 bedroom property to exchange.",
        "closed_at": null,
        "created_at": "2017-02-23T16:31:14.398Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-23T16:39:51.045Z",
        "open_at": null,
        "rejected_at": "2017-03-11T14:14:13.643Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-03-11T14:14:13.648Z"
    },
    "id": 187297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187297.json"
    },
    "type": "petition"
}