{
    "attributes": {
        "action": "Invite Kanye West and his family to the UK for an Official State Visit",
        "additional_details": "Kanye West has millions of fans in the UK, has won many awards worldwide, including 3 BRIT awards and 6 nominations, and helped Estelle, a British R&B artist, launch to fame. Kim Kardashian West is also a very important personality, as part of the second most famous family worldwide, after our own Royals. It would also help the UK show solidarity with minority groups, especially with the current political climate of the US, as Mr West is of African descent and Mrs West is of Armenian heritage. ",
        "background": "Kanye West has made a huge contribution to music, having released 8 studio albums and countless other features with artists of various genres, including many British artists. Kanye is well loved in the UK and should be received by Her Majesty as a living champion of civil rights and cultural icon. ",
        "closed_at": null,
        "created_at": "2017-02-23T21:32:16.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-23T22:35:34.612Z",
        "open_at": null,
        "rejected_at": "2017-03-06T10:26:58.820Z",
        "rejection": {
            "code": "no-action",
            "details": "A state visit is a formal visit by a head of state. It's therefore not clear how Kanye West could be invited to make a state visit, since he is not a head of state. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-03-06T10:26:58.824Z"
    },
    "id": 187356,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187356.json"
    },
    "type": "petition"
}