{
    "attributes": {
        "action": "Abolish the rule to take off jackets inside the school building",
        "additional_details": "Due to the recent cuts in council funding many schools in our area have capped heating in schools meaning that many pupils have to wear jackets to keep warm. With our school also now in forcing a uniform rule which requires pupils to take off their jackets as soon as they enter the school building. We think that this is a disgrace as many pupils rely on their jackets to keep warm and to stay comfortable.",
        "background": "Many schools have inforced a rule for pupils to take off jackets when in the school building. As pupils we feel that wearing jackets within the school building is not affecting our potential to learn and during the winter time the schools can be very cold due to lack of funds for heating.",
        "closed_at": null,
        "created_at": "2017-02-24T14:03:30.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-24T14:12:06.516Z",
        "open_at": null,
        "rejected_at": "2017-03-06T12:21:44.381Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no legislation in place that deals specifically with school uniform or other aspects of appearance, but the Department for Education does issue guidance on uniform for schools. It is for the governing body of a school to decide whether there should be a school uniform policy and if so what that should be.\r\n\r\nYou may wish to submit a petition asking the UK Government to make schools relax their policies on uniform on the specific issue of wearing jackets in colder weather. \r\n\r\nAn existing petition on relaxing policies on school uniform can be found here:\r\n\r\nhttps://petition.parliament.uk/petitions/166758\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-06T12:21:44.385Z"
    },
    "id": 187449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187449.json"
    },
    "type": "petition"
}