{
    "attributes": {
        "action": "Stop the DWP treating mental illness as a lesser concern",
        "additional_details": "A press release from the DWP on 23/02/17 explicitly compares hypothetical claims from a person 'with a visual or cognitive impairment' with a person 'who experiences psychological distress' 'as a result of social phobia or anxiety'. The implication is that psychological distress (mental) is less impactful than visual or cognitive impairment (physical), downplaying how debilitating such conditions can be. If the Prime Minister is pushing to 'transform attitudes', she needs to start with this one.",
        "background": "Despite at least one in four of us being affected at some point in our lives, mental illness has long been the poor relation in health care. The Prime Minister recently said that mental health has been 'dangerously disregarded' and announced plans to 'transform' attitudes. ",
        "closed_at": null,
        "created_at": "2017-02-24T17:52:04.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-24T18:48:31.738Z",
        "open_at": null,
        "rejected_at": "2017-03-14T18:12:47.925Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about how the DWP deals treats people with mental health problems, but we're not sure what action you'd like to see. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-03-14T18:12:47.931Z"
    },
    "id": 187472,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187472.json"
    },
    "type": "petition"
}