{
    "attributes": {
        "action": "Lower age of sex change.",
        "additional_details": "Why should people have to wait until the age of 18 before they can change gender? Many children feel uncomfortable with themselves living as a different gender because they are constantly bullied for dressing like a male or female. Suicide is a common thing among teenagers because of bullying due to gender identity. How many suicides does it take for people to realise that gender dysmorphia is a common thing that many young people suffer from? This effects their daily lives and this is wrong!",
        "background": "The current age for a sex change in the United Kingdom is 18. However, people in the early teen years and even younger don't feel comfortable in their body as they wish they was a different gender. Making children wait until the age of 18 is disgraceful.",
        "closed_at": null,
        "created_at": "2017-02-24T23:38:13.677Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-25T00:00:34.401Z",
        "open_at": null,
        "rejected_at": "2017-03-14T17:36:57.694Z",
        "rejection": {
            "code": "no-action",
            "details": "Medical decisions about gender identity treatment for children and young people are made by clinicians, not the UK Parliament or Government. Those decisions are made with the guidance of the Gender Identity Development Service. You can find out more about the GIDS here:\r\n\r\nhttp://gids.nhs.uk/\r\n\r\nIt is clear that you are concerned about the treatment of young transgender people. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition, asking the UK Government of Parliament to do more to tackle gender-based bullying. \r\n\r\nYou'll need to give your full name to start a petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-14T17:36:57.699Z"
    },
    "id": 187531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187531.json"
    },
    "type": "petition"
}