{
    "attributes": {
        "action": "Reformation of Sanders Coaches in Norfolk or Replacement Bus Company",
        "additional_details": " I, myself, was shocked when a bus drove straight past the stop I was standing at. I then had to wait for the next bus and was left standing at the stop for 55 minutes after the due arrival time in a storm, only for the bus to not ever arrive. The quality of the Sanders service is also shocking, with busses setting on fire in transit. Bus services are an important part of communities and this isn't one that reflects well on our county. Something needs to be done for the benefit of our community.",
        "background": "I constantly find myself standing at a bus stop waiting well over half an hour after the stated bus time. Many elderly people rely on these services for important things such as hospital appointments and general commuting. The bus company needs to reform and provide a better service to the people.",
        "closed_at": null,
        "created_at": "2017-02-25T19:21:09.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-25T19:26:26.889Z",
        "open_at": null,
        "rejected_at": "2017-03-29T14:44:29.380Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local bus services are the responsibility of bus companies and your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-03-29T14:44:29.391Z"
    },
    "id": 187637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187637.json"
    },
    "type": "petition"
}