{
    "attributes": {
        "action": "Keep open the Remain option in a reformed European Union",
        "additional_details": "There is great uncertainty as to the consequences of the hard Brexit approach. However, in the 2-year period of Article 50 negotiations the negative impact may become clearer and the demographics of the UK electorate will change towards the younger voters who are more pro-Europe. So, it would be wise of Parliament, the government, and all UK citizens, irrespective of the way they voted in the referendum, to retain a lifeline of the option to remain a member of the EU; even if it is never needed.",
        "background": "In the negotiations between the UK and the EU it would be sensible to keep on the table discussions of the UK remaining in an EU that is prepared to make reforms to the way it operates. This could represent the best of both worlds for the two bodies both of which are facing an existential crisis.",
        "closed_at": null,
        "created_at": "2017-02-25T17:39:16.367Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-26T12:05:33.341Z",
        "open_at": null,
        "rejected_at": "2017-03-07T18:44:44.134Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-03-07T18:44:44.138Z"
    },
    "id": 187624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187624.json"
    },
    "type": "petition"
}