{
    "attributes": {
        "action": "Plan a 70th Anniversary Festival of Britain as a Beacon for Change; post-Brexit.",
        "additional_details": "The 1951 festival was a showcase of Britain’s finest architecture, technology, design, fashion, science, arts, manufacturing and creative industries to convince the nation during a period of austerity and turmoil that the future was not so bleak and that they were entering the age of modernity.\r\n\r\nHistorian Kenneth O. Morgan says the 1951 Festival was a \"triumphant success\". The Festival made a spectacular setting as a showpiece for the inventiveness and genius of British scientists and technologists.\r\n\r\nFor many similar reasons, we should do this again in 2021 following the Brexit divorce. This is also an opportunity to detract from the fractious negotiations of Brexit and unite behind a common goal over the next 4 years.\r\n",
        "background": "In 1951 the Festival of Britain celebrated British industry, arts and science and inspiring the thought of a better Britain during a period of turmoil and austerity.\r\nIn 2021 we can embrace the post-brexit change, remind ourselves and the rest of the world who we are and what we do as a nation.",
        "closed_at": null,
        "created_at": "2017-02-26T06:12:41.302Z",
        "creator_name": "Hugh Thomson",
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-27T18:56:19.177Z",
        "open_at": "2017-03-08T20:28:30.835Z",
        "rejected_at": null,
        "rejection": null,
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "open",
        "updated_at": "2017-03-14T17:56:35.464Z"
    },
    "id": 187691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187691.json"
    },
    "type": "petition"
}