{
    "attributes": {
        "action": "T-Junction; Whitehall road and Northern Street need pelican crossing.",
        "additional_details": "There is a T-Junction between Whitehall Road and Northern Street with no pelican crossing. All there is are red lights for just the cars to see. With no pedestrian crossing or pelican crossing it makes it very dangerous for people to cross the road. With a new hotel being built in this area, people walking to work and or from home it is essential we feel safe in doing so. I believe with a pelican crossing it will allow individuals to cross safely without having to run across or follow others.",
        "background": "There is no safe way for pedestrians to tell if it is safe for them to cross. \r\nI walk this way to work, and know many others who do as well. The amount of times I have been close to getting hit is appalling. Without pelican crossing there is no sure way to know when it is safe to cross.",
        "closed_at": null,
        "created_at": "2017-02-28T11:22:54.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-02-28T15:39:53.084Z",
        "open_at": null,
        "rejected_at": "2017-03-08T19:54:05.399Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Safety on local roads is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-08T19:54:05.404Z"
    },
    "id": 187988,
    "links": {
        "self": "https://petition.parliament.uk/petitions/187988.json"
    },
    "type": "petition"
}