{
    "attributes": {
        "action": "Stop Sex Education Being Taught To Under 13s.  It's Parents Responsibility",
        "additional_details": "Parents can restrict internet access therefore the excuse the government makes of blaming wrong sexual messages via internet is no excuse to teach this sensitive topic to innocent minds at such a young age.  4 is outrageous.  Parents are the parents, not teachers and I object strongly with ANY sensitive subjects as these being made compulsary.  ",
        "background": "SIMPLY PUT, 4 YEAR OLDS WILL BE TAUGHT SEX/RELATIONSHIPS IN SCHOOLS. ITS PARENTS JOB NOT GOVERNMENT. LET KIDS BE KIDS. WE DON'T HAVE TO LET INTERNET TEACH IT EITHER. WE CAN CONTROL THE NET. BUT GOVERNMENT SHOULDN'T TAKE THE ROLL OF PARENTS. WE SHOULD ABOLISH COMPULSARY SEX-ED OF 4-16 YEAR OLDS.",
        "closed_at": null,
        "created_at": "2017-02-28T19:24:35.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-01T18:26:47.657Z",
        "open_at": null,
        "rejected_at": "2017-03-14T10:12:18.776Z",
        "rejection": {
            "code": "no-action",
            "details": "Sex education is not compulsory for four to 16-year-olds, so we are not sure what action you would like the UK Government or Parliament to take. \r\n\r\nThe Government would like to change sex and relationship education. It is making those changes through the Children and Social Work Bill, which is in Parliament at the moment. If that Bill becomes law, all primary schools in England will be required to teach age-appropriate relationships education, not sex education. Age-appropriate relationships and sex education will not start until secondary school. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou can find out more about sex and relationships education and the Government's proposed changes here: \r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/SN06103"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-03-14T10:12:18.782Z"
    },
    "id": 188059,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188059.json"
    },
    "type": "petition"
}