{
    "attributes": {
        "action": "Make parking permits free for all who live outside a finable street",
        "additional_details": "My poor father with health complications has been fined for parking outside of his own house. There is no other place to park in the area, so it would require him find a space elsewhere (20 mins away) and walk back home. Not good for a man of great age!! \r\n\r\nWe got in touch with our local council and they said parking permits cost £50-70 per year? But why? Where does the money go? Yet again, proving that the government gives to the rich and takes from the poor. An utter disgrace. ",
        "background": "It is a disgrace that our local council can fine us for parking outside of our own house! Where else are we supposed to park? And the cost of a permit is completely unjustifiable! Make it free!! ",
        "closed_at": null,
        "created_at": "2017-03-01T10:40:53.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-02T06:34:53.200Z",
        "open_at": null,
        "rejected_at": "2017-03-13T10:15:49.008Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. [Issue] is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2017-03-13T10:15:49.012Z"
    },
    "id": 188138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188138.json"
    },
    "type": "petition"
}