{
    "attributes": {
        "action": "Ensure disabled children aren't being failed by our education system!",
        "additional_details": "Allegedly, there is money out there, with a multi million pound investment to support children with SEND (special educational needs and disabilities). 40 million of which is allocated for education. However, it does not appear to be being distributed to the nessesary provisions. Conversely, this appears to be the complete opposite, with closures of SEN provisions. Action needs taken before it's too late. Is this pot of money being spent, where it's intended?! As a parent with a disabled child, I question its validity and question where this funding is being spent with such closures? ",
        "background": "Due to ongoing budget cuts, councils are left with hard decisions of cutting back suitable provisions within education. These include ARMS (additionally resourced mainstream schools) provisions & SEN schools. This cannot go on affecting the most vulnerable members of our society, DISABLED CHILDREN! ",
        "closed_at": null,
        "created_at": "2017-03-01T00:50:19.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-01T01:20:42.556Z",
        "open_at": null,
        "rejected_at": "2017-03-16T16:40:55.969Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about provision for children with disabilities and special educational needs, but we're not sure what action you'd like the Government or Parliament to take. Specific decisions about council funds are the responsibility of local councils.  You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-03-16T16:40:55.975Z"
    },
    "id": 188113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188113.json"
    },
    "type": "petition"
}