{
    "attributes": {
        "action": "revoke licence for south lake safari park in cumbria",
        "additional_details": "snow leopards were found partially eaten in their enclosure in 2015 and a decomposing body of a squirrel monkey was discovered behind a radiator. That's just the start. Poor management, emaciation, hypothermia, trauma and infighting caused by overstocked pens were all blamed for the high mortality rate. One keeper was killed when a tiger found its way into the feeding area where she was working. 4 years later he was killed at the age of 10 as \"in the wild he would have probably died anyway\"",
        "background": "Almost 500 animals have died at this zoo because of neglect shockingly in less than 3 years. Captive Animal Protection Society\r\nhave said The findings at South Lakes Safari Zoo are some of the worst we have ever come across in 60 years.\"\r\n",
        "closed_at": null,
        "created_at": "2017-03-01T13:53:46.372Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-02T19:55:06.765Z",
        "open_at": null,
        "rejected_at": "2017-03-10T20:55:02.064Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government and Parliament are not responsible for the issue that you raise. Local councils are responsible for issuing and revoking licences for zoo operators.\r\n\r\nYou may be interested to know that Barrow-in-Furness Borough Council has refused to grant the owner of South Lakes Safari Zoo a new licence - you can find out more here: http://www.barrowbc.gov.uk/news/south-lakes-safari-zoo-press-release/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-10T20:55:02.068Z"
    },
    "id": 188173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188173.json"
    },
    "type": "petition"
}