{
    "attributes": {
        "action": "Bar Gina Miller from further legal attempts to meddle with the process of Brexit",
        "additional_details": "On 23rd June, 17,410,742 people voted to leave the European Union. This was the largest number of people ever to vote for anything in the history of the UK and had it been calculated by constituencies, would have been a landslide win for Leave. Having been told by the then Prime Minister that our decision would be adhered to we had every right to rest assured that our wishes would be carried out.\r\nInstead, one woman is creating anger, distrust and unease and risks triggering civil unrest.\r\n",
        "background": "Gina Miller is making repeated mischievous attempts to interfere with the business of elected government, undermining the UK's bargaining position on the disingenuous pretext of caring for parliamentary procedure, something which failed to trouble her prior to the decision to leave the EU.  \r\n",
        "closed_at": null,
        "created_at": "2017-03-03T01:59:40.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-03T03:48:30.227Z",
        "open_at": null,
        "rejected_at": "2017-03-13T22:31:01.742Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for private individuals taking legal action. The courts are independent of Parliament and Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2017-03-13T22:31:01.746Z"
    },
    "id": 188540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188540.json"
    },
    "type": "petition"
}