{
    "attributes": {
        "action": "Stop knowsley council issuing minor litter £75 fines & invading peoples privacy",
        "additional_details": "Our country is quickly becoming a police state and this is a tip toe towards total control invasion of privacy this has to stop councils are abusing power using (RIPA) a counter terror surveillance law to spy on you for minor litter offences there supposed to have body cameras on display and display signs to warn public not to litter this is not happening there chasing members of the public and not giving them a chance to pick the litter up all this while video recording them & invading privacy ",
        "background": " fines for minor litter cigarett butts ect councils are exploiting the environmental act 1990 designed to stop toxic waste dumping and reduce air pollution to generate money by deputising kindom security to do there dirty work no one should litter but this is not the answer please help stop this ",
        "closed_at": null,
        "created_at": "2017-03-03T12:36:55.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-04T11:42:15.503Z",
        "open_at": null,
        "rejected_at": "2017-03-13T14:32:34.558Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-13T14:32:34.564Z"
    },
    "id": 188599,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188599.json"
    },
    "type": "petition"
}