{
    "attributes": {
        "action": "MP's aren't working for the good of the UK people! MPs expenses need abolishing",
        "additional_details": "All to often we see MP's sleeping in parliament! We see them disrespecting and disregarding the voice of the British people I.E Brexit, Afghanistan, immigration, local councils, policing, NHS and nursing and so on! MP's appear to be above the law living lives of celebrities when they should be with the people for the people, expenses being abused on a daily basis, claiming for ridiculous item which there exuberent salaries should pay for, minipulating local councils for personal gain has to stop",
        "background": "MP's are working for personal goals not those of the British people! To often we see rules blended for MP's yet the same rule does not apply for hard working British people, MP's not taking the voice of the people seriously enough is enough! Dishonest use of expenses to much rule breaking ",
        "closed_at": null,
        "created_at": "2017-03-03T18:50:06.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-03T21:02:44.831Z",
        "open_at": null,
        "rejected_at": "2017-03-09T12:27:06.670Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-03-09T12:27:06.676Z"
    },
    "id": 188673,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188673.json"
    },
    "type": "petition"
}