{
    "attributes": {
        "action": "MPs should do their jobs and support the House of Lords in defending democracy.",
        "additional_details": "This is far more fundamental than the UK's relationship with the EU: it is \r\nabout British democracy. The FT (https://www.ft.com/content/732473de-fe70-11e6-96f8-3700c5664d30) reports that the \"Great Repeal Bill\" (to deal with the extreme complexities of leaving the EU), will give ministers power to change legislation with \"little or no scrutiny\" and \"undermine the principle of parliamentary sovereignty\". Failing to amend the A50 bill could lead to MPs losing the ability to review future bills.",
        "background": "MPs have failed the British people by obediently waving though an unamended bill that hands the government - and future governments - sweeping powers to create/amend laws without proper parlimentary scrutiny. The HoL is doing the job of both houses in scrutinising this bill and deserves support.",
        "closed_at": null,
        "created_at": "2017-03-03T13:04:53.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-03T13:35:11.901Z",
        "open_at": null,
        "rejected_at": "2017-03-13T17:25:11.258Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure what you are asking the Government and Parliament to do. The European Union (Notification of Withdrawal) Bill, which was not amended by the House of Commons before being considered in the House of Lords, only gives the Prime Minister the power to give notification of the UK's intention to withdraw from the EU. \r\n\r\nIf you would like the Government to include specific provisions to protect parliamentary sovereignty in the forthcoming Bill known as the great repeal Bill, you could start a new petition setting out clearly what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-03-19T20:23:09.817Z"
    },
    "id": 188605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188605.json"
    },
    "type": "petition"
}