{
    "attributes": {
        "action": "Make PIP criminal",
        "additional_details": "On the news recently it was highlighted that a woman attended a PIP interview who had a prosthetic leg.\r\nIt was not classed as a walking aid therefore she lost her mobility payments.\r\nThis in turn made her lose her mobility car and therefore her job as she was no longer able to go to work.\r\n\r\nThe examination room is purposely situated at the furthest point of the building and the examiners bully the patients into walking even though they need to stop or are in pain.\r\n\r\nThe examiners are paid extra money if they mark a patient down on the points system so that they do not qualify. ",
        "background": "In view of reports i.e. a prosthetic leg is not classed as a walking aid.\r\nMaking people walk further than they are comfortable with.\r\nBeing examined by officials that are paid an incentive to mark you down.",
        "closed_at": null,
        "created_at": "2017-03-04T08:36:36.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-13T14:01:50.711Z",
        "open_at": null,
        "rejected_at": "2017-03-16T18:16:32.252Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the process for assessing people for PIP, but we're not sure what changes you'd like to see. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-16T18:16:32.256Z"
    },
    "id": 188742,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188742.json"
    },
    "type": "petition"
}