{
    "attributes": {
        "action": "Expel any Peer or Peers sleeping (dossing) in the House of Lords during debates.",
        "additional_details": "Again and again on social media, photos of these so called peers of the realm can be seen hard asleep during debates.\r\nAt least this will enable a cull of this large unelected body of free-loaders who are only there because, they have done favours and /or donated to political parties.\r\nThey should not be allowed to continue to make our Parliament a laughing stock of the world.\r\nWhat their employer the Queen who sets such a fine example to us all, thinks of these privileged layabouts beggars belief.",
        "background": "In the last Parliament, the House showed it could take forward incremental measures such as enabling peers to be expelled for serious misconduct\r\nSleeping on this job should be classed as serious misconduct.\r\nIt is an insult to her Majesty the Queen\r\nIt makes a laughing stock of the Lords worldwide ",
        "closed_at": null,
        "created_at": "2017-03-04T11:14:29.816Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-04T13:17:46.498Z",
        "open_at": null,
        "rejected_at": "2017-03-13T14:24:08.159Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept a petition calling for a member of the House of Lords to be expelled. This site is jointly owned by the UK Government and the House of Commons, neither of which has the power to do this.  \r\n\r\nOnly the House of Lords has power to expel or suspend one of its members for any length of time. Expulsion or suspension may be used only if a member has been found by the House of Lords Commissioner for Standards to be in breach of the Code of Conduct, the finding of breach has been upheld by the Committee for Privileges and Conduct, and that Committee has recommended expulsion or suspension (as the case may be). The final decision on whether to expel or suspend is for the House of Lords as a whole. \r\n\r\n\r\n \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2017-03-13T14:24:08.164Z"
    },
    "id": 188767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188767.json"
    },
    "type": "petition"
}