{
    "attributes": {
        "action": "Reform the UK's failing police forces, making sure they tackle serious crime.",
        "additional_details": "Police forces up and down the country have been criticised for a number of serious failings, dating from the appalling way the Stephen Lawrence family was treated by the racist Met, the cover-up over Hillsborough and the mistakes leading to the shooting of Jean Charles de Menezes. More than 135,000 crimes were committed in Thames Valley in 2015-16, most of them violent, yet officers appear to prioritise traffic offences. The forces should be reformed to improve focus and recruit better officers.",
        "background": "There's been a series of catastrophic failures by British police forces including Hillsborough, Stephen Lawrence and Rotherham abuses. They need better staff and to switch priorities from petty motoring offences to people traffickers, drug gangs and cyber crime. Resources should target these issues.",
        "closed_at": null,
        "created_at": "2017-03-04T17:41:07.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-07T09:38:45.876Z",
        "open_at": null,
        "rejected_at": "2017-03-15T16:40:14.495Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what changes you would like to be made to the police in England and Wales. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nSome of the matters you raise are the responsibility of local police forces, not the UK Government or Parliament. If you're concerned about policing in the Thames Valley, you could contact the local Police and Crime Commissioner:\r\n\r\nhttps://www.thamesvalley-pcc.gov.uk/\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-15T16:40:14.501Z"
    },
    "id": 188822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188822.json"
    },
    "type": "petition"
}