{
    "attributes": {
        "action": "Lower MP wages to the National Living Wage to be \"living within our means\"",
        "additional_details": "Chancellor Phillip Hammond has again stated that the country needs to \"get back to living within our means\". It is about time that Parliament does the same thing.\r\nBy cutting down the amount spent on MPs wages, who are there as representatives of the wider community, then this country would be able to afford more vital services.\r\nThis would not cut the expenses, to be used for: travel to/from Westminster, renting a flat in London, and running an office. ",
        "background": "If every MP was paid the National Living Wage (£7.50 an hour), and if we are to base this on the average 1,200 hours they 'officially' work a year, then each MP will be on £9,000 a year, not £74,962. This would save the country £65,962 per MP, so around four million pounds a year in total. ",
        "closed_at": null,
        "created_at": "2017-03-05T09:55:49.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-05T10:59:29.377Z",
        "open_at": null,
        "rejected_at": "2017-03-13T14:46:35.208Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-03-13T14:46:35.211Z"
    },
    "id": 188917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/188917.json"
    },
    "type": "petition"
}