{
    "attributes": {
        "action": "Apologise to the men convicted of offences that criminalised homosexuality",
        "additional_details": "Homosexuality was decriminalised in 1967, but until 2000 gay men were not afforded the same rights as their heterosexual counterparts. \r\nhttps://en.wikipedia.org/wiki/Sexual_Offences_Act_1967\r\n\r\nTurings Law was a momentous day for the 65,000 gay men and their relatives. 15,000 of these men are still with us today.\r\n\r\nGovernment policy has not included an apology to those men, past and present, unjustly convicted by laws that should never have existed and an apology gives recognition to that fact.",
        "background": "Turing's Law saw Gay men pardoned after being criminalised due to draconian laws which saw them persecuted because of their sexuality. \r\nGeorge Montague said \"a pardon means you accept that you were guilty. I was not guilty of anything\"\r\nPolicy needs to reflect these men are given the apology owed.",
        "closed_at": null,
        "created_at": "2017-03-06T13:37:37.994Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-07T19:55:27.308Z",
        "open_at": null,
        "rejected_at": "2017-03-16T18:39:09.885Z",
        "rejection": {
            "code": "no-action",
            "details": "The Minister of State for Policing and the Fire Service apologised on behalf of the UK Government in the House of Commons on 10 January 2017. We are therefore not sure what further action you would like the UK Government to take. \r\n\r\nThe Minister said: \r\n\r\n\"I want to take the opportunity to apologise unreservedly, on behalf of the Government, to all those men who will receive a pardon. The legislation under which they were convicted and cautioned was discriminatory and homophobic. I want to make sure that all who were criminalised in this way and had to suffer society’s opprobrium, and the many more who lived in fear of being so criminalised because they were being treated in a very different way from heterosexual couples, actually understand that we offer this full apology. Their treatment was entirely unfair. What happened to these men is a matter of the greatest regret, and it should be so to all of us. I am sure it is to Members across the House. For this, we are today deeply sorry.\" \r\n\r\nYou can read the apology in Hansard: https://hansard.parliament.uk/Commons/2017-01-10/debates/7D8B82A3-533A-4D1A-832F-B87CF36566EB/PolicingAndCrimeBill#contribution-EF3FA206-9250-4AA9-8FBA-1A382A6EE456 \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-16T18:39:09.891Z"
    },
    "id": 189057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189057.json"
    },
    "type": "petition"
}