{
    "attributes": {
        "action": "Make a change to Employment Law to protect staff when being dismissed unfairly!!",
        "additional_details": "I have been loyal, trustworthy and been a role model employee. \r\n\r\nAnother suitable role become vacant in my organisation, where I currently work. I have not been offered this with a reason that I'm incapable of completing these tasks. This is a lie, as of last week covered this job role due to sickness and holiday. Completed days in the offce on my own. \r\n\r\nNo records from my employer to support that I'm not capable to do this job. \r\n\r\nCompany will recruit for my role in a different location. ",
        "background": "After 19 months of employment I was handed my 1 months notice as my job was made redundant. I have evidence to support that I have been unfairly dismissed by my employer and they have used redundancy as a cover up. However, due to current Employment Laws I have no rights. Fight for  our rights!!!!!!",
        "closed_at": null,
        "created_at": "2017-03-06T01:17:57.582Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-12T21:01:28.572Z",
        "open_at": null,
        "rejected_at": "2017-03-16T18:19:11.070Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly how you'd like the law to be changed. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-16T18:19:11.075Z"
    },
    "id": 189021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189021.json"
    },
    "type": "petition"
}