{
    "attributes": {
        "action": "Abolish This Pre-Crime Nonsense Law Now Before It Is Too Late!",
        "additional_details": "Drunk in charge is a law that charges people with a penalty of up to £2500 and/or 1 year ban from driving for sleeping in their own vehicle if they are over the prescribed alcohol limit. The law accuses you of an offence which you haven't committed. Innocent until proven guilty is what we thought the law was supposed to be but in this case it is \"guilty until proven innocent\".Just think of the future implications of this law. What's next? Research this subject, this is an attack on human rights!",
        "background": "I will lose my license for over a year, get up to £2500 penalty and might also go to prison for falling asleep in my own car! Let's get this nonsense law abolished! This is a pre-crime prediction law which basically punishes people before they commit a crime! It's an insult to human rights!\r\n\r\n",
        "closed_at": null,
        "created_at": "2017-03-06T19:21:06.451Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-06T21:28:09.648Z",
        "open_at": null,
        "rejected_at": "2017-03-18T13:17:53.053Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly how you would like the law to be changed.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-03-18T13:17:53.057Z"
    },
    "id": 189112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189112.json"
    },
    "type": "petition"
}