{
    "attributes": {
        "action": "Give access to ALL VEHICLES from Stoke Lane onto Colwick Loop road",
        "additional_details": "According to the Nottingham post, previous studies have shown that upto 250 cars a day ignore the 'congestion-busting' measure and drive through it even with a threat of recieving a £60 fine. This statement proves how important this cut through is, as people know they could recieve a penalty and still proceed to go through. This route reduces around a mile and a half off journey time for people driving from Burton Joyce and Stoke Bardolph area heading into Gedling and Netherfield. ",
        "background": "Open the bus lane on Stoke Lane through to Colwick loop road to help save fuel emmissions by not having to travel as far. It will also help congestion on Burton road in peak times. It is a big pain for local residents who want to drive to Carlton Town Football Club as it doubles there journey time. ",
        "closed_at": null,
        "created_at": "2017-03-06T20:51:47.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-06T21:47:31.770Z",
        "open_at": null,
        "rejected_at": "2017-03-14T12:16:49.752Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The use of bus lanes is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttp://www.nottinghamshire.gov.uk/council-and-democracy/get-involved/petitions \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-14T12:16:49.757Z"
    },
    "id": 189131,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189131.json"
    },
    "type": "petition"
}