{
    "attributes": {
        "action": "Force the Government to urgently trigger Article 50 so the UK can leave the EU.",
        "additional_details": "If the British legal system can support individuals such as Gina Miller who seek to stop or delay the Government from carrying out the will of the People to leave the EU, then why can it not support the majority of people who voted to leave and force the Government to honour and fulfill their pledges and now trigger Article 50 to start the process of leaving the EU? \r\n",
        "background": "In the 2016 EU Referendum the question was clear and unambiguous - leave or remain. Government literature clearly said that if people voted to leave, then the Country would leave. There was a majority vote to leave yet the Government has so far failed to trigger Article 50 to start the process.",
        "closed_at": null,
        "created_at": "2017-03-07T23:30:42.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-09T13:08:36.367Z",
        "open_at": null,
        "rejected_at": "2017-03-17T10:11:37.092Z",
        "rejection": {
            "code": "no-action",
            "details": "The European Union (Notification of Withdrawal) Act 2017 received Royal Assent yesterday (16 March). That means it is now law. This law gives the Prime Minister the power to notify, under Article 50(2) of the Treaty on European Union, the United Kingdom’s intention to withdraw from the EU.\r\n\r\nThe Prime Minister has said that she will trigger Article 50 by the end of this month."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-03-17T10:11:37.096Z"
    },
    "id": 189333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189333.json"
    },
    "type": "petition"
}