{
    "attributes": {
        "action": "Remove vote of peers who have ever worked for, or received funds from, the EU.",
        "additional_details": "Many of these unelected peers receive funding and pensions from the EU, and were required to take an oath of permanent allegiance. \r\nThis conflicts with the duty of allegiance owed by British nationals to Her Majesty The Queen and her elected government.  With their first loyalty to the EU, they should not be empowered to vote on any matter concerning the UK or Brexit\r\nWe ask the government to ensure that all such potentially hostile  votes be stricken from the records retrospectively.",
        "background": "Unelected members of the House of Lords have voted to ensure that they can veto the UK's exit from the EU in defiance of the democratic choice made on 23rd June 2016. This not only surrenders the UK to a foreign power, but has ended British democracy in any practical sense.",
        "closed_at": null,
        "created_at": "2017-03-08T02:38:34.599Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-09T02:24:50.873Z",
        "open_at": null,
        "rejected_at": "2017-03-18T11:49:16.197Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nWe can only accept petitions about matters that the Government or the House of Commons are responsible for. We can't accept petitions calling on the House of Lords to take action.\r\n\r\nYou can find out more about the Code of Conduct of the House of Lords here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/house-of-lords-commissioner-for-standards-/code-of-conduct-for-the-house-of-lords/guide-to-the-code-of-conduct/\r\n\r\nIn any case, the House of Commons disagreed with the Lords amendments to the European Union (Notification of Withdrawal) Bill. We are therefore not sure what action you would like the UK Government or Parliament to take. \r\n\r\nYou can find out more about what happened here: http://www.parliament.uk/business/news/2017/january/commons-european-union-notification-of-withdrawal-bill/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-18T11:49:16.201Z"
    },
    "id": 189342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189342.json"
    },
    "type": "petition"
}