{
    "attributes": {
        "action": "Stop the increase in Class 4 National Insurance for the self employed",
        "additional_details": "Why should the Government argue that the self employed pay far less National Insurance than employees when it it small businesses that help keep the economy going.  The self employed should be taxed less than their employees as they take financial risks, are innovative, stimulate growth, work longer hours than their employees and without small businesses there would be no enterprises out there to reduce unemployment.",
        "background": "The Government have planned to increase the National Insurance called Class 4 for the self employed because they feel this equals out the differences in what employees pay compared to the self employed and also changes to the State Pension.  This stops enterprise and innovation.",
        "closed_at": null,
        "created_at": "2017-03-09T08:15:18.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-09T09:26:00.961Z",
        "open_at": null,
        "rejected_at": "2017-03-15T17:09:36.970Z",
        "rejection": {
            "code": "no-action",
            "details": "The Chancellor has announced today (15 March) that the proposed changes to National Insurance for self-employed people won’t go ahead. \r\n\r\nThe Chancellor made a statement about this to the House of Commons. You can find out more, including how to watch the statement and read a transcript, here:\r\n\r\nhttp://www.parliament.uk/business/news/2017/march/statement-on-class-4-national-insurance-contributions/\r\n\r\nYou can read a letter about this issue, which the Chancellor has sent to the Chairman of the Treasury Select Committee (Andrew Tyrie MP), here:\r\n\r\nhttps://www.gov.uk/government/publications/letter-from-chancellor-to-chairman-of-treasury-select-committee-on-national-insurance-contributions-for-the-self-employed\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-03-15T17:09:36.975Z"
    },
    "id": 189539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189539.json"
    },
    "type": "petition"
}