{
    "attributes": {
        "action": "Force supermarkets to support British produce where a UK option is available.",
        "additional_details": "How can they market themselves as supporting British farmers and locally sourced food?\r\n\r\nNumerous supermarkets including Waitrose & Tescos clearly mark the front of produce as British with small print on the back stating the contents is imported.\r\n\r\nThe supermarkets are full of New Zealand lamb & imported vegetables and there is often not a British alternative to be found. \r\n\r\nWe need to support our own farming Industry & economy, only importing what we don't have available in the UK.",
        "background": "We need to support the British economy and farming industry especially when farm subsidies are at threat and Britain is facing an uncertain future as far as European exports post-Brexit. \r\n\r\nTesco's has ditched British sugar in favour of sugar cane imported from 5,000 miles away. \r\n\r\n",
        "closed_at": null,
        "created_at": "2017-03-09T12:06:33.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-09T14:51:49.579Z",
        "open_at": null,
        "rejected_at": "2017-03-17T14:07:43.965Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about supermarkets selling imported products, and about the labelling of those products, but we're not sure exactly what action you'd like to see. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2017-03-17T14:07:43.970Z"
    },
    "id": 189574,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189574.json"
    },
    "type": "petition"
}