{
    "attributes": {
        "action": "Install a pedestrian crossing on Chelmsford Avenue close to Franklin College.",
        "additional_details": "Chelmsford Avenue is a busy 30mph road with a high density of vehicle usage. The College and local residents would like to propose the installation of a fully lit pedestrian crossing. A pedestrian crossing would greatly increase student safety while attending & returning home from college. Students and local residents are taking unnecessary risks crossing the road to and from bus stops.  The College believes that a pedestrian crossing will also have the added benefit of slowing the traffic down.",
        "background": "Franklin College currently has circa 1,600 students which visit the College on a daily basis, there is currently no dedicated safe crossing in place for students or residents. Buses and vehicles drop students off on the roadside opposite the College causing students to cross a busy road.",
        "closed_at": null,
        "created_at": "2017-03-09T13:46:28.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-09T15:09:43.157Z",
        "open_at": null,
        "rejected_at": "2017-03-17T10:13:36.654Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-03-17T10:13:36.659Z"
    },
    "id": 189596,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189596.json"
    },
    "type": "petition"
}