{
    "attributes": {
        "action": "Disband the Government as we know it for a reformed, holistic governing body.",
        "additional_details": "Politicians cannot be trusted to have sound scientific knowledge, problem solving abilities, an understanding of human behaviour, the ability to come up with creative solutions and in some cases seem to lack basic humanity. They may be good with words and economics but the issues faced by todays world are too great to be resolved by these strengths. A more holistic approach to government is required if we are to tackle these issues and build a world that is prosperous for future generations. ",
        "background": "Politicians are awful at politics. Introduce a system whereby there is an interplay between different experts in different fields, have scientists, designers, psychologists, engineers, artists, not just the same old private school manufactured politicians we get again and again. ",
        "closed_at": null,
        "created_at": "2017-03-10T20:31:19.250Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-10T21:12:34.765Z",
        "open_at": null,
        "rejected_at": "2017-03-18T12:30:51.633Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-03-18T12:30:51.637Z"
    },
    "id": 189834,
    "links": {
        "self": "https://petition.parliament.uk/petitions/189834.json"
    },
    "type": "petition"
}