{
    "attributes": {
        "action": "Make the UK Government act on their poor education of social skills in schools.",
        "additional_details": "The Treasury 'Fixing the foundations: Creating a more prosperous nation’ from less than 2 years ago, in “Section 3: A highly skilled workforce states the gvt will:\r\n•\ttarget ‘coasting’ schools for improvement as well as outright school failure, improve teaching quality, and make schools funding fairer\r\n•\trespond to businesses’ calls to improve work-ready skills. Reforms are increasing the rigour of GCSEs and A levels, including in maths and science.”\r\nAction needed NOW, what's the government doing?",
        "background": "‘The Future of Jobs’ report by the World Economic Forum states On average, by 2020, more than a third of the desired core skill sets of most occupations will be comprised of skills that are not yet considered crucial to the job today, social skills-persuasion, emotional intelligence will be needed. ",
        "closed_at": null,
        "created_at": "2017-03-12T11:05:09.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-12T19:08:14.787Z",
        "open_at": null,
        "rejected_at": "2017-03-20T16:36:10.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2017-03-20T16:36:10.937Z"
    },
    "id": 190003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190003.json"
    },
    "type": "petition"
}