{
    "attributes": {
        "action": "Remove Sajid Javid MP from Ministerial Office",
        "additional_details": "In just 11 lines of a 25-page response, and under Mr Javid's supervision, 12 Council of Europe recommendations for, and criticisms of, fair treatment of the Cornish national minority were totally ignored. His department failed to provide the Cornish national minority with a copy of that response, while Mr Javid's speech in Exeter was contemptuous of Cornish distinctiveness and expressed a desire to assimilate that minority into an artificial \"South West Region\" in clear breach of the FCPNM.",
        "background": "for presiding over clear discrimination against the Cornish national minority in the Government's response to the Council of Europe's 4th Opinion on UK compliance with the Framework Convention for the Protection of National Minorities; and contained in a speech he delivered in Exeter in Oct 2016.",
        "closed_at": null,
        "created_at": "2017-03-13T11:40:14.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-13T14:48:40.782Z",
        "open_at": null,
        "rejected_at": "2017-03-20T09:38:30.235Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Cabinet Ministers to be sacked or fired.\r\n\r\n If you're concerned about a particular policy or decision that's the responsibility of Government or Parliament, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-03-20T09:38:30.240Z"
    },
    "id": 190139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190139.json"
    },
    "type": "petition"
}