{
    "attributes": {
        "action": "We would like the rental prices of houses discussed. It is becoming over priced.",
        "additional_details": "Why are the price so extortionately variable for the same size property? Is there not an obudsman or regulatory agent ensuring that a 2 bed house in the same road is priced the same? No one can afford to save a deposit to buy, no one can afford to rent a basic house on their earnings, it seems we are at the mercy of greedy landlords. Why is it not based on sq.meterage rather than what the agent thinks they can get for it:e.g:recent house that may have its price increased because of interest.",
        "background": "We are a couple both divorced with children.   We have been renting for 6 years. We now have to move because our landlord wants to sell the property, he has been fantastic to us a real shame.   But the cost of renting now has rocketed.  A two bed is now around £950 per calendar month. ",
        "closed_at": null,
        "created_at": "2017-03-13T19:22:28.947Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T12:41:26.067Z",
        "open_at": null,
        "rejected_at": "2017-04-03T16:45:13.735Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you would like MPs to debate the cost of renting, or whether you would like the Government and Parliament to take some or all of the actions you suggest. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-04-03T16:45:13.739Z"
    },
    "id": 190276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190276.json"
    },
    "type": "petition"
}