{
    "attributes": {
        "action": "Stop increasing adoption targets and treating mums as surrogates",
        "additional_details": "They weren't going to let the baby come home and that she would have to sign the baby over to voluntary foster care. The mother has been encouraged to involve her two daughters in the pregnancy and on one of their birthdays was when she got the phone call, coincidence I think not. She has had nothing but positive feedback from assessments and from social services speaking to the family. They can't justify their decisions and they've made it clear that they have to meet their targets!",
        "background": "Adoption targets get increased every year, social services make parents jump through burning hoops and never take into consideration the effect this is having on siblings. Social services have made someone close to me do assessment after assessment and course after course. Today, they rung and said ",
        "closed_at": null,
        "created_at": "2017-03-13T20:15:40.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-13T22:36:04.429Z",
        "open_at": null,
        "rejected_at": "2017-03-22T14:39:43.391Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-22T14:39:43.395Z"
    },
    "id": 190302,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190302.json"
    },
    "type": "petition"
}