{
    "attributes": {
        "action": "Make Nissan look into the Navara d40 unsafe chassis snapping problem",
        "additional_details": "There is a Facebook group made for the chassis snapping problem with vehicles being inspected and failing every day. The number of navaras being failed during inspections or even snapping while driving is in the thousands and Nissan are acting very slow to solve the problem and at the very least they need to acknowledge there is a greater problem than firstly thought and compensate the owners of the affected vehicles with a reasonable compensation which does not leave the owners out of pocket",
        "background": "The government have briefly touched on the Nissan d40 chassis problem in the recent months, Nissan has said it is a isolated problem and only a small amount of vehicles have been affected. However I believe that Nissan are hiding there findings and being very scarce with the scale of the problem",
        "closed_at": null,
        "created_at": "2017-03-14T13:39:30.073Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T14:35:04.844Z",
        "open_at": null,
        "rejected_at": "2017-03-23T16:57:44.824Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for Nissan, not the UK Government or Parliament.\r\n\r\nYou could raise your concerns with the Driver and Vehicle Standards Agency:\r\n\r\nhttps://www.gov.uk/government/organisations/driver-and-vehicle-standards-agency"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-03-23T16:57:44.830Z"
    },
    "id": 190488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190488.json"
    },
    "type": "petition"
}