{
    "attributes": {
        "action": "Amend current Scottish Law on threatening / abusive text messages",
        "additional_details": "In Scotland, it is very challenging to prosecute any individual who sends a threatening/abusive message via text.  This is due to the fact that the device, that the concerned message was sent from can be identified, but the creator of that message also needs to be proven.  This can obviously be difficult\r\n\r\nIn England, an individual can be prosecuted purely on the fact that the device was their own device.\r\n\r\nThis loophole in Scotland needs to be amended to mirror English Law.\r\n\r\n",
        "background": "Currently in Scotland it is hard to prosecute any individual who sends a threatening/abusive text message.  In Scotland it needs to be proven who actually created and sent the message, as well as what device it came from.  This needs to be amended to mirror English Law. ",
        "closed_at": null,
        "created_at": "2017-03-14T10:09:15.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T18:31:36.769Z",
        "open_at": null,
        "rejected_at": "2017-03-21T17:53:03.554Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-21T17:53:03.558Z"
    },
    "id": 190438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190438.json"
    },
    "type": "petition"
}