{
    "attributes": {
        "action": "Stop Luton Council putting community projects rent too high that they fail.",
        "additional_details": "We started from a shed we had a tool bank for the community then we got some lottery funding and held community events to raise money to improve the shops as they were derelict and in need of repair we repaired the shops and have been running our services for the last 14 years now the Luton council want to charge us market rent taking our rent from £7500 to £17000 and from £3500 to £10000 how are we suppose to pay that much rent as a voluntary organisation making no money all our services are free we don't have any other community centres in the area for anyone to go to.",
        "background": "25 years we have voluntary organised community projects e.g. Elderly lunch clubs, youth centre, baby groups, housing support, traveller support, breakfast and after school clubs, trips for the youth from 5 to 16, clothes and food banks, social care advocacy and many more services for the community.",
        "closed_at": null,
        "created_at": "2017-03-14T20:36:05.691Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T20:53:12.249Z",
        "open_at": null,
        "rejected_at": "2017-03-21T18:34:41.632Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.luton.gov.uk/Council_government_and_democracy/Local-democracy/Pages/Petitions.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2017-03-21T18:34:41.636Z"
    },
    "id": 190614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190614.json"
    },
    "type": "petition"
}