{
    "attributes": {
        "action": "Below 18 years old shouldn't be allowed to vote in political Elections in the UK",
        "additional_details": "The Scottish National Party have abused this in the past in regards to independence 1 in order to achieve independence ",
        "background": "The voting age for all National Elections has always been 18 years old \r\nThis has been abused in the past in order to gain political advantage such as the SNP in regards to Independence1 as they reduced the age to 16 years old \r\n",
        "closed_at": null,
        "created_at": "2017-03-14T20:01:30.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-14T20:29:15.503Z",
        "open_at": null,
        "rejected_at": "2017-03-24T12:40:56.098Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Welsh Assembly are responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nScotland was given the power to reduce the voting age for the Scottish Parliament elections and for local government elections in Scotland. The Scottish Elections (Reduction of Voting Age) Act was passed by the Scottish Parliament in 2015. \r\n\r\nThe Wales Act 2017 gave the power to lower the voting age for Welsh elections to the Welsh Assembly.\r\n\r\nYou could submit a petition asking that the voting age for UK elections be kept at 18."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-03-24T12:40:56.104Z"
    },
    "id": 190601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190601.json"
    },
    "type": "petition"
}