{
    "attributes": {
        "action": "Repeal the repealing of Praemunire 1353. Surreptitiously repealed in 1967.",
        "additional_details": "Quite clearly our participation in the EU plan meant laws protecting us had to be repealed without debate. Parliament didn't know it was repealing Praemunire. In the Hansard's there is more mentions after it's repealing and 20 in total. Churchill always spoke of UK and our commonwealth, he died in '65. The fact that this law was repealed ever so quietly and hidden from view 2 years after his death raises serious doubts about the repealings honesty and legitimacy. Parliament needs to revisit this",
        "background": "For 614 years Praemunire forbade \"introducion of a foreign power into this land and creating an imperium in imperio, government within government\". It should've stopped entry into the EEC/EU it was repealed without debate or Parliamentary process hidden in the Criminal Law Act 1967 when talks began.",
        "closed_at": null,
        "created_at": "2017-03-15T09:29:39.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-16T08:25:18.823Z",
        "open_at": null,
        "rejected_at": "2017-03-24T12:43:09.064Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-03-24T12:43:09.069Z"
    },
    "id": 190758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/190758.json"
    },
    "type": "petition"
}