{
    "attributes": {
        "action": "Protect the NHS by ensuring politicians are independent and unbiased",
        "additional_details": "Direct financial interest includes (but is not limited to) owning shares in any private healthcare firm or company that supplies a private healthcare firm, being owed money by a private healthcare firm.\r\nIndirect includes (but is not limited to) interests in investment funds that invest in private healthcare firms or firms that largely rely on private healthcare for trade.\r\nImmediate family includes parents, grandparents, children, siblings, spouse and anybody who includes you in their will.",
        "background": "Make it the law that anybody involved in decisions relating to the NHS - including partaking in parliamentary votes - and their immediate family, must not hold any financial interest in private healthcare, directly or indirectly.",
        "closed_at": null,
        "created_at": "2017-03-16T20:01:39.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-16T22:57:56.667Z",
        "open_at": null,
        "rejected_at": "2017-03-28T09:23:55.817Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure whether you'd like this law to apply to anyone who makes decisions relating to the NHS, or only to politicians. You could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-03-28T09:23:55.821Z"
    },
    "id": 191090,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191090.json"
    },
    "type": "petition"
}