{
    "attributes": {
        "action": "A vote of no confidence in Nicola Sturgeons' ability to Govern Scotland.",
        "additional_details": "While the British gov. makes plans for Brexit, it should not be having to fend off Indyref2.  What are the SNP doing in preparation for Brexit if all their efforts are being spent ignoring the decision we made 3 years ago?  We all knew then there was going to be an EU ref and the likelihood was we would be leaving.  I have no confidence in Nicola Sturgeon or the SNP in these times when we should be making sure we get the best deal possible for the UK, they are still reading yesterdays news.",
        "background": "The SNPs' constant refusal to accept the referendum result of 2014 is now causing detriment to the United Kingdoms' attempt at exiting Europe.  Their timing is planned to be hurtful to progression in a time where we should all be concentrating energies into making Brexit the success it can be.",
        "closed_at": null,
        "created_at": "2017-03-16T18:32:18.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-16T19:46:18.353Z",
        "open_at": null,
        "rejected_at": "2017-03-20T18:01:17.596Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You may be able to start a petition to the Scottish Parliament about this. You can contact the clerks of the Public Petitions Committee for advice about this by emailing petitions@scottish.parliament.uk.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2017-03-20T18:01:17.601Z"
    },
    "id": 191068,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191068.json"
    },
    "type": "petition"
}