{
    "attributes": {
        "action": "Put a crossing outside the NW high school on Happisburgh Road",
        "additional_details": "I have to cross that road with 2 young children for nursery on the memorial park, i struggle to cross the road some mornings as it is so busy, mainly with parents dropping of their high school children but surely if there was a safe crossing the parents could drop off safely away from the school gates. There used to be a lolipop man but the funding got cut! Surely people will agree with me that this piece of road our children have to cross is dangerous and a crossing would PREVENT a accident.",
        "background": "There is no crossing for the Happisburgh road, North Walsham and every week day hundreds of high school children cross that road. The road speed has been put down to 20 mph but very rarely is this abided by.There is going o be an accident because of the volume of traffic on that road.",
        "closed_at": null,
        "created_at": "2017-03-17T16:04:08.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-18T09:33:22.468Z",
        "open_at": null,
        "rejected_at": "2017-03-27T15:02:23.769Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.norfolk.gov.uk/what-we-do-and-how-we-work/have-your-say/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-27T15:02:23.774Z"
    },
    "id": 191266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191266.json"
    },
    "type": "petition"
}