{
    "attributes": {
        "action": "George Osbourne should resign as an MP",
        "additional_details": "Andrew Neil also said today on The Daily Politics (BBC2) that a newspaper editor needs to be available from 6AM and can frequently work for more than 12 hours per day.\r\nHe cannot reasonably do this job and attend to the needs of his constituents at the same time.\r\n\r\nBecause he clearly isn't content to only be an MP, and has accepted other paid positions in the private sector, it seems obvious that he doesn't think his constituents need his full attention.\r\n\r\nTherefore, he should resign as an MP.",
        "background": "Being paid as an MP via public taxation, while also being paid a six figure sum by several private companies such as The Evening Standard and The Blackrock Investment Institute is not acceptable, and could also present a conflict of interest.",
        "closed_at": null,
        "created_at": "2017-03-17T12:24:21.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-17T15:32:01.061Z",
        "open_at": null,
        "rejected_at": "2017-03-26T18:46:50.599Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Complaints about breaches of the House of Commons Code of Conduct are investigated by the Parliamentary Commissioner for Standards, who is independent of Parliament and Government. You can find out more about the Commissioner and her role here:\r\n\r\nhttp://www.parliament.uk/pcs \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-03-26T18:46:50.604Z"
    },
    "id": 191208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191208.json"
    },
    "type": "petition"
}