{
    "attributes": {
        "action": "Stop the EU vaping ban in the UK.",
        "additional_details": "There are 2.1 million people that vape in the UK. I want this petition to give them a voice. There is no cap on alcohol or cigarettes. You can buy as much as you like. Thousands of people die from smoking and drinking. There has been no recorded death from vaping since it started 8 years ago. Why cap us from vaping? We need to stand against this EU law. We have voted to leave. Please sign my pettition. We need at least hundred thousand signatures ",
        "background": "I started smoking at 15. By the age of 20 i was on 20 cigarettes a day and on 40 on a Friday/Saturday. I am 30 years of age now, have been vaping for two years. I feel amazing. I smell good, i don't cough, i can taste food and most of all i will live longer. Im also saving £300 a month.",
        "closed_at": null,
        "created_at": "2017-03-17T22:23:00.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-18T09:39:39.424Z",
        "open_at": null,
        "rejected_at": "2017-03-28T08:02:27.211Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The issue you raise is not the responsibility of the UK Government or Parliament. The Tobacco Products Directive (TPD) is an EU Directive and the UK has not yet left the EU. You could start a new petition asking for the UK Government to work with other EU member states to change the TPD."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-03-28T08:02:27.217Z"
    },
    "id": 191358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191358.json"
    },
    "type": "petition"
}