{
    "attributes": {
        "action": "Committee on Business Appointments to debate MP George Osbourne's appointments.",
        "additional_details": "From the parliament UK website:\r\n\r\n\"The UK public elects Members of Parliament (MPs) to represent their interests and concerns in the House of Commons. MPs consider and can propose new laws as well as raising issues that matter to you in the House. This includes asking government ministers questions about current issues including those which affect local constituents.\r\n\r\nMPs split their time between working in Parliament itself, working in the constituency that elected them and working for their political party.\"",
        "background": "As of March 2017 he has taken the position of Editor of the Evening Standard (4 days a week) in addition to being an Advisor to Blackrock Asset Management. His ability to carry out his constituency duties as an MP, and the potential conflict of interested should be debated again.",
        "closed_at": null,
        "created_at": "2017-03-17T19:58:38.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-18T20:15:29.012Z",
        "open_at": null,
        "rejected_at": "2017-03-28T10:12:08.618Z",
        "rejection": {
            "code": "no-action",
            "details": "The Advisory Committee on Business Appointments (ACOBA) is considering this, so we're not sure what further action you'd like to see. \r\n\r\nYou can find out more about ACOBA here:\r\n\r\nhttps://www.gov.uk/government/organisations/advisory-committee-on-business-appointments"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-03-28T10:12:08.623Z"
    },
    "id": 191327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191327.json"
    },
    "type": "petition"
}