{
    "attributes": {
        "action": "Students shouldn't have to retake maths and English if they get below a C",
        "additional_details": "",
        "background": "80% of students who retake Maths and English after leaving school still don't pass so the law should be scrapped due to it making students feel low and loosing their self-confidence, it's a waste of valuable time for students and college tutors as they could be leaning subjects they are good at.",
        "closed_at": null,
        "created_at": "2017-03-17T20:09:33.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-17T21:08:49.598Z",
        "open_at": null,
        "rejected_at": "2017-03-26T20:03:34.539Z",
        "rejection": {
            "code": "no-action",
            "details": "Students have to study maths and English if they did not get a C at GCSE level, but there is no requirement to resit. It is up to schools or colleges to judge whether a student is ready. There are already some exemptions in place for children with SEN. \r\n\r\nWhere a student is not able to study GCSE they should be supported to achieve a stepping stone qualification. There are a small number of students who are not able to take a GCSE or a stepping stone qualification, particularly those with multiple and complex needs. These students can be exempt from studying qualifications but appropriate literacy and numeracy should still be included in their study programme at an appropriate level and institutions should recognise and record their progress and achievement. \r\n\r\nMore information can be found here:\r\n\r\nhttp://www.parliament.uk/written-questions-answers-statements/written-question/commons/2016-10-07/46941\r\n\r\nIt is therefore not clear what action you would like the Government to take, since there are no compulsory resits of Maths and English GCSE exams. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-26T20:03:34.543Z"
    },
    "id": 191333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191333.json"
    },
    "type": "petition"
}