{
    "attributes": {
        "action": "Make it Law to remove Driving Licenses over Dangerous driving habits to others.",
        "additional_details": "Many of these so called Drivers cause Death and Injury to ones going about their own business, the Law needs to be Strong enough to deter them, some are crippled for Life by these and cause Major costs in so called Accidents to All emergency services.\r\n\r\nLet's make our roads safer from the Few idiots who Race, Overtake and Undertake, Speed, Jump lights.",
        "background": "With the ever increasing Bad drivers on our roads these days, these Drivers 'Must' lose their License and retake the Test, they are a Threat to other Drivers with a Bann not being a deterrent, the Only way Bad Drivers learn is to take them from the roads and retrain them through the System again.",
        "closed_at": null,
        "created_at": "2017-03-18T11:20:59.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-18T11:39:26.736Z",
        "open_at": null,
        "rejected_at": "2017-03-27T15:41:38.724Z",
        "rejection": {
            "code": "no-action",
            "details": "A conviction for dangerous driving is already punishable with a driving disqualification and a requirement to re-take the driving test. It is therefore unclear what you are asking the Government to do. You could start a new petition explaining clearly that you would like tougher maximum penalties specifically for dangerous driving.\r\n\r\nIn a recent response to a petition on penalties for drivers who cause death and serious injury, the Government said:\r\n\r\n\"It is our intention to start a consultation to look at these issues before the end of the year.\r\n\r\nDriving offences can have devastating consequences for victims and their loved ones. Sentencing in individual cases is always a matter for the courts, which are independent from government. When deciding what sentence to impose the courts take into account all the circumstances of the offence and any mitigating and aggravating factors, in line with statute and the sentencing guidelines.\r\n\r\nThe Government is committed to making sure that the courts have sufficient powers to deal with driving offences appropriately and proportionately, within the context of our wider sentencing framework.\" The petition has now closed but can be found here:\r\nhttps://petition.parliament.uk/petitions/156369"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2017-03-27T15:41:38.728Z"
    },
    "id": 191435,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191435.json"
    },
    "type": "petition"
}