{
    "attributes": {
        "action": "Start using biodegradable, compostable dog poo bags",
        "additional_details": "Dog mess is one of the most common causes of complaints to local councils and four out of 10 people consider it a problem in their local area, says the campaign group Keep Britain Tidy. Along with the Dogs Trust it has launched a campaign, The Big Scoop, to remind the minority of bad owners to clean up after their animals.\r\n",
        "background": "It's a problem that gets on lots of people's nerves - the scourge of dog owners who don't clear up after their pets.\r\n  That lovely Sunday afternoon walk with the family, and then suddenly coming across a pile of poo bags either thrown behind a tree or hanging off a branch.\r\n",
        "closed_at": null,
        "created_at": "2017-03-18T20:06:24.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-27T20:45:07.650Z",
        "open_at": null,
        "rejected_at": "2017-04-03T15:21:48.828Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition seems to be asking dog owners, not the UK Government or Parliament, to take action. \r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the Government or Parliament to encourage or require people to use biodegradable bags. \r\n\r\nYou can report a dog fouling problem to your local council.\r\n\r\nIf you are in England and Wales, you can find out more here:\r\n\r\nhttps://www.gov.uk/report-dog-fouling\r\n\r\nIf you are in Scotland or Northern Ireland, you will need to contact your local council directly. You can find out the contact details for your your local council here:\r\n\r\nhttps://www.gov.uk/find-local-council"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2017-04-03T15:21:48.832Z"
    },
    "id": 191513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191513.json"
    },
    "type": "petition"
}