{
    "attributes": {
        "action": "Close sharia courts set up in the UK and make sharia law illegal in Britain.",
        "additional_details": "The people behind this should be stopped before they amass the power to run riot over UK law, stop it before it's too late and our land will be lost forever.",
        "background": "Shariah law courts are set to break national law, simply arresting and imprisoning people who break national law will not change Shariah law, therefore Shariah law and the Shariah courts must be banned.",
        "closed_at": null,
        "created_at": "2017-03-19T15:14:51.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-20T16:47:11.148Z",
        "open_at": null,
        "rejected_at": "2017-03-29T19:43:06.941Z",
        "rejection": {
            "code": "no-action",
            "details": "In a response to a previous petition, the Government said:\r\n\r\nThere are a number of Sharia councils in England and Wales which help Muslim communities resolve civil and family disputes, by making recommendations, which they hope the parties will abide by. They are not part of the court system in this country and have no means of enforcing their decisions. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal - whether or not based on Sharia principles.\r\n\r\nYou can read the full response here:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/48352\r\n\r\nIt is therefore not clear what action you would like the Government to take, since Sharia councils already operate under British law in the UK. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2017-03-29T19:43:06.945Z"
    },
    "id": 191633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191633.json"
    },
    "type": "petition"
}