{
    "attributes": {
        "action": "Remove George Osbourne as MP for Tatton due to several conflicts of interest",
        "additional_details": "Osbourne's conflicts of interest as Member of Parliament include:\r\n\r\nHis position as London Evening Standard editor: he cannot represent constituents in the North when he is in London. \r\n\r\nBlackRock appointment: Osborne is being paid £650,000 by the firm. How can he represent his constituents effectively?\r\n\r\nPress conflicts: A newspaper editor should not be granted a say on press regulations voted on by the Government. Osborne voted for the implementation of the Leveson Inquiry previousluy. \r\n\r\nCouncil and committee appointments: Osborne is a member of the 1922 committee of Conservative backbenchers, and a member of the Privy Council - both groups' meetings are meant to be held in private.  \r\n\r\nReference: https://order-order.com/2017/03/17/8-huge-osborne-conflicts-of-interest/",
        "background": "George Osbourne has recently been appointed as the London Evening Standard Editor. This creates a conflict of interest with his position as MP for Tatton. \r\n\r\nPlease call on the Government to remove George Osbourne MP, so the country and his constituents in Tatton can have proper representation.\r\n\r\n",
        "closed_at": null,
        "created_at": "2017-03-20T15:00:49.285Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-20T17:28:25.501Z",
        "open_at": null,
        "rejected_at": "2017-03-27T17:03:19.085Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Complaints about breaches of the House of Commons Code of Conduct are investigated by the Parliamentary Commissioner for Standards, who is independent of Parliament and Government. You can find out more about the Commissioner and her role here:\r\n\r\nhttp://www.parliament.uk/pcs \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-03-27T17:03:19.090Z"
    },
    "id": 191774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191774.json"
    },
    "type": "petition"
}