{
    "attributes": {
        "action": "MPs to debate why the house of lords allows peers to sleep (doss) during debates",
        "additional_details": "Again and again on social media, these so called peers of the realm can be seen hard asleep during debates.\r\nAt least this will inform the house of lords how the public feel about the behavior of this large unelected body of free-loaders who are only there because, they have done favors and / or donated to political parties.\r\nThey should not be allowed to continue to make our Parliament a laughing stock of the world.\r\nWonder what their employer the Queen thinks of these privileged layabouts  ",
        "background": "Where there are further measures that can command consensus from across the House, the Government would welcome working with peers to look at how to take them forward.\r\nPart of a written reply from the government to 126,798 signed petition (Replace the House of Lords with an elected publicly body)  ",
        "closed_at": null,
        "created_at": "2017-03-21T12:16:14.414Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-21T13:54:29.813Z",
        "open_at": null,
        "rejected_at": "2017-04-03T16:29:47.435Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about matters that the Government or the House of Commons are responsible for. We can't accept petitions about things that the House of Lords is responsible for. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-04-03T16:29:47.440Z"
    },
    "id": 191915,
    "links": {
        "self": "https://petition.parliament.uk/petitions/191915.json"
    },
    "type": "petition"
}