{
    "attributes": {
        "action": "Reducing the amount of whales that are brutally slaughtered in the Faroe Islands",
        "additional_details": "The \"Grind\" is the Faroese term for the slaughtering of the whales and dolphins.This tradition doesn't just happen once a year, it can happen multiple times within a summer period. Although the whales and dolphins spines are severed, they do not die instantly. It will take 30-40 minutes for it to bleed out and die a slow, painful death. Sea Shepard Global are a organisation that have been campaigning against the \"Grind\" since 1983, and have not yet been successful in gaining support.",
        "background": "Every year Pilot Whales and Atlantic White Sided Dolphins have metal hooks driven into their blowholes before their spines are severed, as part of their tradition. The Faroe Islands are the only islands that can legally slaughter these animals, it is illegal in Europe and Denmark.",
        "closed_at": null,
        "created_at": "2017-03-23T16:31:51.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-30T12:27:27.185Z",
        "open_at": null,
        "rejected_at": "2017-04-05T12:31:37.911Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. If you wanted the UK Government to put pressure on Denmark to stop the Grindadráp in the Faroe Islands, then you could submit a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2017-04-05T12:31:37.916Z"
    },
    "id": 192474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/192474.json"
    },
    "type": "petition"
}