{
    "attributes": {
        "action": "Encourage all Scottish MP's and MSP's to vote against the Section 30 Order",
        "additional_details": "Pursuit of the Section 30 Order must not proceed for the following reasons ;  firstly the SNP does not have the consent of the Scottish people.  The SNP membership is only 2% of the Scottish population and cannot speak for the Scottish people.  As part of UK, Scotland receives £30B each year to subsidise the Scottish taxpayer. The SNP has made no economic case for independence.  If Scotland leaves the UK, that subsidy stops, taxes and unemployment will rise and hard working Scottish taxpayers will be worse off.  The SNP must do the right thing; get on with governing Scotland and with the Green Party abandon the Section 30 Order with immediate effect. ",
        "background": "In 2014 Scotland voted to remain in the United Kingdom. The SNP whose membership is only 2% of the Scottish population wish to secure a mandate for a Section 30 Order which will allow the SNP a second referendum on independence but 98% of Scots will be denied a vote on this crucial Section 30 Order.",
        "closed_at": null,
        "created_at": "2017-03-23T19:26:22.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-23T22:17:46.054Z",
        "open_at": null,
        "rejected_at": "2017-04-03T16:39:35.810Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for individual MPs and MSPs, not the responsibility of the UK Government or the House of Commons as a whole. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-04-03T16:39:35.815Z"
    },
    "id": 192536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/192536.json"
    },
    "type": "petition"
}