{
    "attributes": {
        "action": "Control the drug problem in Wrexham, North Wales",
        "additional_details": "The behaviour of the addicts can be very intimidating. It is happening in the eyes of the elderly, the young and the general public. \r\n\r\nDaily Post Article: http://www.dailypost.co.uk/news/north-wales-news/its-legal-highs-not-hard-12700866\r\n\r\nThis needs to stop, and stop now. Plenty of pictures and videos are publicly available on the Internet and social media. This needs to be controlled. Our future generations should not be forced to see this whilst doing our general shop in our town centre. ",
        "background": "North Wales has caught the attention of National news for the drug problem it has. Most (90%) of images used are that of Wrexham. We, as citizens should not be subjected to people hallucinating, acting strangely and sometimes violent in very public places. Everyday this is happening.",
        "closed_at": null,
        "created_at": "2017-03-23T22:59:00.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-23T23:10:48.210Z",
        "open_at": null,
        "rejected_at": "2017-04-04T11:02:44.786Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Policing in your local area is the responsibility of your local Police and Crime Commissioner.\r\n\r\nYou could raise this issue with the Police and Crime Commissioner for North Wales, who is elected, using the following website:\r\n\r\nhttp://www.northwales-pcc.gov.uk/en/Home.aspx\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2017-04-04T11:02:44.791Z"
    },
    "id": 192617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/192617.json"
    },
    "type": "petition"
}