{
    "attributes": {
        "action": "Lincolnshire County Council turn street lights on between the hours of darkness",
        "additional_details": " Blanche Lentz, Paramedic and General Manager for Lincolnshire at East Midlands Ambulance Service added: \"We can face challenges when working in darkness, particularly in finding house numbers quickly. In a life threatening emergency seconds count and if lighting is low it can take precious time trying to find house numbers and names. Thankfully we haven't had any challenges reported due to the recent change in lighting however the risk is there and we are monitoring it closely.",
        "background": "Lincolnshire County Council made a decision to save money by turning street lighting to part night. Currently lamps across Lincolnshire are turned off between 12am and 6am. This is a health and safety risk to the residents of Lincolnshire, ",
        "closed_at": null,
        "created_at": "2017-03-24T15:59:50.716Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-24T20:53:25.614Z",
        "open_at": null,
        "rejected_at": "2017-04-03T16:19:27.625Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here:\r\n\r\nhttps://www.lincolnshire.gov.uk/local-democracy/finding-your-views/e-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-04-03T16:19:27.628Z"
    },
    "id": 192736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/192736.json"
    },
    "type": "petition"
}