{
    "attributes": {
        "action": "Stop penalising kinship carers for acting on the natural instinct to Protect",
        "additional_details": "Kinship carers are commonly penalised for acting on their own instincts to protect the children they love .The law as it stands states the child must have had social work involvement before any support or allowances are accessible to the carer.Beraeved parents or extended family find themselves whilst being traumatised by the death or other issues having to LEAVE the child/children to be picked up by strangers and taken away in order to qualify for assistance in 2017 this is barbaric practice ",
        "background": "Kinship carers are being penalised for acting on most people's natural instinct to protect their own!\r\n Kinship carers who suffer bereavement or other traumatic  issuses are being expected to \"leave\" their grandchild niece nephew sibling to be picked up by social work or face losing any support ",
        "closed_at": null,
        "created_at": "2017-03-25T07:34:41.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-25T08:40:49.162Z",
        "open_at": null,
        "rejected_at": "2017-04-04T16:42:51.520Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2017-04-04T16:42:58.675Z"
    },
    "id": 192819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/192819.json"
    },
    "type": "petition"
}