{
    "attributes": {
        "action": "House all 58,000 homeless people in the England . That own a British passport",
        "additional_details": "Lack of affordable residences, along with government funding cuts and welfare restrictions, increases UK's homeless population by 6 percent over last year to 58,000 people. said a report by the housing charity Crisis. \r\n\r\ndeport all illegal immigrants and also deport all non-uk passport holders who are serving a custodial sentence to make room. \r\n\r\npeople with a British/Irish passport should be housed first, always. ",
        "background": "The United Kingdom is a country with one of the world's largest economies. When we have British citizens and veterans littering our streets with sleeping bags and filling doorways begging for change you know things need to change. We should take a wedge from the foreign aid budget. ",
        "closed_at": null,
        "created_at": "2017-03-26T16:41:24.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-26T19:16:23.329Z",
        "open_at": null,
        "rejected_at": "2017-04-10T10:06:10.467Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. Not all British citizens have a passport, so we're not sure exactly what action you'd like to see. We're not sure whether you'd like the Government to fund housing for all homeless British citizens, all homeless British and Irish citizens in the UK, or only for people who have a passport.  You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-04-10T10:06:10.471Z"
    },
    "id": 192927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/192927.json"
    },
    "type": "petition"
}