{
    "attributes": {
        "action": "Make gluten free food available on prescription again",
        "additional_details": "It is unfair towards people on the compulsory gluten free diet having to pay such large amounts for simple staple foods such as bread and cereal considering gluten free foods such as bread are triple the price of a normal loaf of bread. Moreover the gluten free foods come in smaller quantities meaning that we acquire less for the large amounts of money we have to spend on these gluten free foods. The impact is substantial, especially on low income families and students on budgets such as myself.",
        "background": "The price difference between gluten free and normal foods is significant and means that people on a lifelong compulsory gluten free diet are at a disadvantage to people who do not suffer from conditions such as coeliac disease. The Government should subsidise free from foods within supermarkets.",
        "closed_at": null,
        "created_at": "2017-03-28T20:46:29.805Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-28T21:53:31.461Z",
        "open_at": null,
        "rejected_at": "2017-04-05T15:41:59.529Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a decision for local Clinical Commissioning Groups, not the Government or Parliament. Many local CCGs do offer gluten free staples on prescription already.\r\n\r\nYou could start a new petition calling for all CCGs to be required to fund the provision of gluten free staples on prescription."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-04-05T15:41:59.533Z"
    },
    "id": 193205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/193205.json"
    },
    "type": "petition"
}