{
    "attributes": {
        "action": "Pay rises within the critical services should reflect that of a politician.",
        "additional_details": "Consider the fact that it is proven the IRAQ conflict was caused jointly by Tony Blair and George Bush lying, the result of this has cost so many lives of our armed forces of which I have served proudly, they beg for a pay rise and get 1%, the same applies to the emergency services who came to the aid of Westminster in the recent terrorist attack, yet politicians award themselves pay rises of 10% and ensure they are ok. Should the pay rises not be the same as you or are they not as important!",
        "background": "The perception of class way above class in this country needs to come to an immediate end. It is ironic how the military/emergency services in a modern nation should beg for a 1% pay rise and politicians give themselves 10% of a far higher wage/benefits.",
        "closed_at": null,
        "created_at": "2017-03-28T22:03:03.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-29T13:37:09.860Z",
        "open_at": null,
        "rejected_at": "2017-04-10T09:31:51.968Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://parliamentarystandards.org.uk/About%20Us/Pages/Contact-Us.aspx\r\n\r\nYou could start a new petition calling for an increase in pay for staff of specific public services. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-04-10T09:31:51.974Z"
    },
    "id": 193226,
    "links": {
        "self": "https://petition.parliament.uk/petitions/193226.json"
    },
    "type": "petition"
}