{
    "attributes": {
        "action": "Make labelling food products 'vegetarian/vegan' legal",
        "additional_details": "Those observing strict religious or other dietary regimes often find it difficult to decide from the information on the label if a food is genuinely free of animal products. For example, some E numbers and names used for additives fail to distinguish between those derived from animal rather than vegetable sources. The development of a standard that would ensure or guarantee products as being suitable for vegetarians or vegans would help them make more informed choices.",
        "background": "imagine choosing a way of life to better other living things around you, the environment and a better way of living but being unable to do this to the extent that you wish due to not being a scientist able to read all chemicals/ingredients on the back of food packaging ",
        "closed_at": null,
        "created_at": "2017-03-29T13:29:25.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-29T14:12:55.780Z",
        "open_at": null,
        "rejected_at": "2017-04-10T09:36:42.630Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking Parliament to change the law to require all food to be clearly labelled to show whether or not it is suitable for vegetarians or vegans. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2017-04-10T09:36:42.635Z"
    },
    "id": 193312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/193312.json"
    },
    "type": "petition"
}