{
    "attributes": {
        "action": "A petition which moves for change in the school system to teach human rights.",
        "additional_details": "All over the UK, human rights, policy and law, is being disregarded and people are suffering. Not only is it due to lack of awareness but due to disregard and disrespect for other humans. People should not have to fight or force their human rights. I have lived experience of this, and feel that if people were to take human rights more seriously having been made aware from a young age it will create positive change for our country, for our people, and for our future. - Kay Browning ",
        "background": "My name is Kay Browning, and I am a student, creative artist, and campaigner living in Devon. I campaign for transgender and mental health awareness, and for human rights.",
        "closed_at": null,
        "created_at": "2017-03-29T15:37:39.734Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2017-03-29T16:20:37.108Z",
        "open_at": null,
        "rejected_at": "2017-04-05T18:02:56.067Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a clear action. We are not sure what you would like the Government to do. Schools are already required to teach key stage 4 pupils about human rights as part of citizenship education. \r\n\r\nIf you would like the Government to require schools to teach children at key stages 1, 2 and/or 3 about human rights, you could start a new petition about that. \r\n\r\nYou can find more information about what schools are required to teach pupils about human rights here: https://www.teachingcitizenship.org.uk/about-citizenship/citizenship-curriculum"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2017-04-05T18:02:56.070Z"
    },
    "id": 193333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/193333.json"
    },
    "type": "petition"
}