{
    "attributes": {
        "action": "Grant undocumented migrants the right to live and work in the UK",
        "additional_details": "The current rules make regularisation inaccessible to most undocumented migrants, many of whom have lived here for over 5, 10, or 15 years. They are integral members of society but are forced to live on the margins, facing exploitation, destitution, and threats to their well-being. Simple, affordable regularisation and a 5-year path to settlement for all would uphold human rights and dignity, provide security, and promote social cohesion, allowing everyone to participate fully and safely.",
        "background": "Implement an urgent, inclusive, and accessible regularisation programme for undocumented people and expand the UK's regularisation mechanisms, in line with Regularise and UN OHCHR recommendations, ensuring pathways to residency, work permits, settlement, and citizenship that respect human rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-10-30T15:08:54.750Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-10-30T15:48:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-11-07T14:24:58.655Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We are unsure if you'd like them to create pathways for undocumented migrants to obtain indefinite leave to remain, or citizenship.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-11-07T15:32:54.473Z"
    },
    "id": 700012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/700012.json"
    },
    "type": "petition"
}