{
    "attributes": {
        "action": "Prohibit the public sale of fireworks.",
        "additional_details": "Here’s why this change is essential:\r\n\r\nFireworks cause severe distress to animals, sometimes with fatal consequences.\r\nThe sudden, loud noises can trigger PTSD and trauma, particularly affecting veterans and individuals with past traumatic experiences.\r\nThose with sensory sensitivities suffer from the unpredictable, intense sounds, causing discomfort and distress.\r\nFireworks create litter that often remains in public spaces, adding to environmental waste.\r\nThey lead to preventable injuries, further burdening our already overstretched NHS accident and emergency services.\r\nWhile fireworks can be visually enjoyable, the harm they cause far outweighs the benefits. Organised, professional displays still allow people to appreciate fireworks in a considerate and safe way.",
        "background": "Fireworks should not be available for purchase or personal use by the general public. Legislation should be introduced to restrict fireworks solely to licensed professionals for organised displays and events, ensuring they are used in a controlled, safe, and scheduled manner.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-01T20:49:48.726Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-17T01:48:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-03T16:25:32.715Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for a similar action: \r\n\r\nLimit the sale and use of Fireworks to licence holders only \r\n\r\nhttps://petition.parliament.uk/petitions/700013\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-03T16:25:32.711Z"
    },
    "id": 700350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/700350.json"
    },
    "type": "petition"
}