{
    "attributes": {
        "action": "Prevent job loss, personal data breaches from the UK due to IT outsourcing.",
        "additional_details": "These solutions address multiple aspects of the problem by safeguarding local jobs, securing sensitive data, and curbing visa abuse and fraudulent employment practices. While these are complex issues that require coordinated policy changes, your suggestions are a step toward a more stable and secure economy for the UK.",
        "background": "Restrict UK Data and Servers to Europe,Reduce Business Visa Duration, Stricter Oversight of Job Sponsorships.\r\nPotential Benefits of These Solutions: Protecting Local Jobs, Improving Tax Compliance, Ensuring Data Security, Combating Fraudulent Employment Practices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-04T07:37:45.497Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "[F]BEIS",
                "name": "Department for Business, Energy and Industrial Strategy",
                "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-12T09:16:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-03T12:28:43.538Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, focusing on a specific singular action. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-03T12:28:43.552Z"
    },
    "id": 700678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/700678.json"
    },
    "type": "petition"
}