{
    "attributes": {
        "action": "We want the Government to stop the new car tax and consider fairer alternatives.",
        "additional_details": "We urge the Government to halt the proposed car tax changes as they will have widespread effects on all citizens, not just car owners. Increasing car taxes will raise transportation costs, which will, in turn, increase prices for goods and services, ultimately affecting every household. Low- and middle-income families, who already face rising living costs, will bear the brunt of this burden. Instead, we propose incentives for eco-friendly vehicles and investments in public transport to provide sustainable options without additional financial strain on families.",
        "background": "We urge the Government to stop the new car tax, as it will raise costs not only for car owners but for everyone. Higher car taxes will lead to increased transport and product prices, impacting all households. We propose eco-friendly incentives and better public transport instead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-04T09:05:07.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-16T19:36:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-13T11:17:47.151Z",
        "rejection": {
            "code": "no-action",
            "details": "You may wish to start a new petition setting out the specific changes that you object to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-24T16:03:28.338Z"
    },
    "id": 700684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/700684.json"
    },
    "type": "petition"
}