{
    "attributes": {
        "action": "Revocation of Citizenship for Dual Nationals Linked to Terrorism",
        "additional_details": "Revoking citizenship for dual nationals linked to terrorism is vital for protecting national security and public safety. Individuals posing serious threats should not exploit dual citizenship to avoid accountability. This measure strengthens our security framework and shows a zero-tolerance stance toward terrorism. By taking decisive action, the Government can enhance public confidence in the integrity of our immigration system while safeguarding the rights and safety of law-abiding citizens.",
        "background": "We call on the Government to introduce special powers to revoke the citizenship of dual nationals suspected of terrorism or posing serious security threats. This measure should allow for swift deportation when necessary to ensure national security.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-03T19:41:41.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "HO",
                "name": "Home Office",
                "url": "https://www.gov.uk/government/organisations/home-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-13T16:26:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-06T14:21:57.168Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under section 40 of the British Nationality Act 1981, the Home Secretary has the power to take away a person’s British citizenship if they consider it conducive to the public good, or if the person obtained their citizenship by fraud. \r\n\r\n“Conducive to the public good” means deprivation is in the public interest because of the person’s conduct and/or the threat they pose to the UK. Examples of such conduct include (but are not limited to) involvement in terrorism or serious organised crime.\r\n\r\nSee the House of Commons Library briefing \"Deprivation of British citizenship and withdrawal of passports\" for more information: https://researchbriefings.files.parliament.uk/documents/SN06820/SN06820.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-06T14:21:57.183Z"
    },
    "id": 700624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/700624.json"
    },
    "type": "petition"
}