{
    "attributes": {
        "action": "No More Free Rides: MPs Must Pay Their Fair Share!",
        "additional_details": "MPs should be held to the same tax and financial standards as every UK citizen to promote fairness and restore public trust. It's essential that those making laws also live by them, without special financial privileges or exemptions. By enforcing tax rules and removing perks like subsidised meals and allowances, we can ensure responsible use of taxpayer money and greater accountability. This change would set a positive example, demonstrating that no one is above the rules.",
        "background": "I want Parliament to ensure MPs pay tax on all income and end their financial perks outside of standard salaries. This promotes fairness, transparency, and equal treatment, showing MPs are held to the same financial standards as the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-03T18:40:31.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-04T14:42:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-11-19T16:33:45.322Z",
        "rejection": {
            "code": "already-happening",
            "details": "MPs are already subject to income tax requirements. MPs pay the same rates of taxation and National Insurance as any other employed person.\r\n\r\nIPSA is responsible for MPs' business costs and pay, and is an independent body. You can find out more about IPSA here: https://www.theipsa.org.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-20T09:58:43.880Z"
    },
    "id": 700605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/700605.json"
    },
    "type": "petition"
}