{
    "attributes": {
        "action": "To change the law that drivers must stop and report an accident having hit a cat",
        "additional_details": "If drivers were to pull over at the time of the accident and take the cats for medical assistance some of them may have a chance of being treated and saved, pets have become a pivotal role within society as a pet owner and veterinary nurse myself, I believe that this would also help console owners that have lost cats this way and prevent members of the public finding these injured/ deceased cats when a driver has fled the scene, this could not only help the cats but also the mental well-being of the owners and those who find them.",
        "background": "As legislation currently stands, if a dog for example is involved in a road traffic accident drivers must pull over and report the accident - where as with cats there is no legal obligation for drivers to do this. I would like for the same law to be put into place as there is for dogs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-08T09:10:32.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-08T11:19:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-11-29T17:04:19.570Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nDrivers who hit cats in their car should stop and take the cat to a vet\r\nhttps://petition.parliament.uk/petitions/700808"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-11-29T17:04:19.747Z"
    },
    "id": 701195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/701195.json"
    },
    "type": "petition"
}