{
    "attributes": {
        "action": "To get more transport links for sutton and cheam.",
        "additional_details": "Sutton has been named as one of the London boroughs that have the least transport link to London. \r\n\r\nI want the government to expand existing transport links to London and surrounding areas or to make new ones. Our busses are very out of date and the train link is over used and crowded most of the time and we need better links and improved existing links. We have the leading cancer hub and you only have 2 busses that go there and 1 train but it's a long walk. People need better links tk the hub.",
        "background": "Sutton and cheam have 2 transport links into London and surrounding areas. Bus links and 1 train link.\r\n\r\nSutton  is named as one of the boroughs that have the least transport link and it needs to be improved. We have several bus links and a train service that is crowded and stretched to its limits",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-08T11:41:09.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-11T12:08:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-11-27T14:11:29.010Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that Transport for London is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nYou can find out how to petition the London Assembly here: https://www.london.gov.uk/who-we-are/what-london-assembly-does/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-11-27T14:11:29.008Z"
    },
    "id": 701205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/701205.json"
    },
    "type": "petition"
}