{
    "attributes": {
        "action": "Reproductive Rights to become codified, creating it as part of supreme law.",
        "additional_details": "The UK constitution is uncodified, meaning it's not written in a single document, so there are no formal provisions to entrench it. Instead, the constitution is made up of written and unwritten arrangements, and can be changed by a simple majority vote in Parliament. Therefore, we are asking that Reproductive Rights are written in a legal document to make it codified, creating it as part of supreme law. We are asking for this due to recent developments across the globe i.e. Roe V Wade.",
        "background": "We would like Parliament to create reproductive rights as part of the law of the land, protecting women in this country to have an abortion either by choice or if one is needed medically. IVF treatments should also be a protected right. The 1967 Abortion Act should not be able to be overturned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-09T23:29:29.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-10T12:45:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-12T12:55:28.320Z",
        "rejection": {
            "code": "no-action",
            "details": "Unfortunately, we are unable to accept your petition as it currently stands, as the UK does not have supreme law/law of the land. All laws in the UK are able to be changed by an Act of Parliament.\r\n\r\nWe could accept a petition that made a specific, clear request of the UK Government or Parliament. This could be, for example, that the UK Government make a clear commitment that it would not consider changes to abortion laws. You can submit a petition with this or another ask, if you'd like to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-12T12:55:37.936Z"
    },
    "id": 701332,
    "links": {
        "self": "https://petition.parliament.uk/petitions/701332.json"
    },
    "type": "petition"
}