{
    "attributes": {
        "action": "Review the First-Past-The-Post System. Replace with proportional representation",
        "additional_details": "Disproportionate Outcomes: Under the FPTP system, the number of seats a party wins often bears little relation to the percentage of votes they actually receive. This leads to scenarios where a party with a minority of the popular vote can still secure a majority of seats and form a government, leaving large portions of the electorate underrepresented . PR systems give parties, regardless of size, the chance to win seats in proportion to the number of votes they receive without disregarding votes",
        "background": "We, the undersigned, call on the government to review and reform the current FPTP electoral system, which is fundamentally flawed and no longer serves the best interests of our democracy. The time has come to replace FPTP with a system that ensures fairer, more accurate representation for all voters",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-10T21:07:16.143Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-11T10:16:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-11-26T15:39:33.795Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nReferendum on changing the Electoral System To Proportional Representation (PR)\r\nhttps://petition.parliament.uk/petitions/700109"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-11-26T15:39:33.793Z"
    },
    "id": 701405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/701405.json"
    },
    "type": "petition"
}