{
    "attributes": {
        "action": "School to be better equipped at helping children with learning disabilities",
        "additional_details": "The government should spread more awareness of learning disabilities aswell as making the diagnosis process more accessible,  ideally a mental health awareness weak event which would focus more heavily on humanizing those with learning disabilities which can help to reduce the harsh prejudice society still shows towards those with learning disabilities",
        "background": "Promote primary and highschools to be more effective at assisting students who suffer from mental health issues aswell as educating staff and students alike at the importance of not being prejudice towards students and how they can also help to support eachother",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-11T19:41:08.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-11T19:56:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-03T12:27:07.047Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand that you are concerned about support for those with learning disabilities, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-03T12:27:07.059Z"
    },
    "id": 701503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/701503.json"
    },
    "type": "petition"
}