{
    "attributes": {
        "action": "Make financial education statutory (compulsory) for secondary school students.",
        "additional_details": "Finance has never been so important. Money plays a vital role in all young peoples' lives, and yet we fail to arm them with the financial knowledge that they need to take into adulthood. In modern times, online fraud is rife, most children have bank accounts, students face rising university costs, and young people need to navigate car insurance. It is clear that we desperately need financial education that is statutory nationally.",
        "background": "Financial education should be made statutory for all secondary school students, meaning that it is a compulsory curriculum set by the Government. This would be delivered by all schools to all students, no matter their demographic or location.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-13T15:55:26.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfE",
                "name": "Department for Education",
                "url": "https://www.gov.uk/government/organisations/department-for-education"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-13T16:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-06T14:31:52.114Z",
        "rejection": {
            "code": "already-happening",
            "details": "Education in the UK is a devolved matter. This means each UK nation has different curriculum requirements for financial education, as set out below:\r\n\r\nEngland: Financial education is included in the national curriculum for secondary schools only. This forms part of citizenship and maths. It requires that pupils should be taught about various things including budgeting, credit and debt, insurance, savings and pensions. Whilst primary schools are not legally required to offer financial education teaching, the maths curriculum does include some learning about money. All schools are also expected to deliver PSHE lessons which include some financial education.\r\n\r\nWales: A new curriculum began roll-out in 2022 across primary and secondary schools. It includes elements of financial education in subjects such as maths and health and wellbeing.\r\n\r\nScotland: Financial capability is included in the broad general education phase curriculum for pupils aged 3 to 14 years, mainly in maths and numeracy.\r\n\r\nNorthern Ireland: Financial capability is included in the national curriculum for pupils aged 4 to 14, primarily through maths and numeracy.\r\n\r\nSee \"Financial education in schools\" from the House of Lords Library for more information: https://lordslibrary.parliament.uk/financial-education-in-schools/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-09T13:34:06.057Z"
    },
    "id": 701663,
    "links": {
        "self": "https://petition.parliament.uk/petitions/701663.json"
    },
    "type": "petition"
}