{
    "attributes": {
        "action": "Abolish homework across all educational institutions",
        "additional_details": "We ask the government and Parliament to take action to limit homework on topics already covered in class. This practice puts unnecessary strain on students, affecting their mental health and well-being. Teachers should be provided with enough time and resources to teach effectively during school hours. Reducing after-school work will create a more balanced education, giving students time for rest, extracurricular activities, and personal development, essential for their overall growth",
        "background": "We believe assigning homework on topics already covered in class is counterproductive. If teachers can't complete lessons during school hours, it suggests they lack time or resources. Relying on extra assignments outside school creates unnecessary pressure on students, affecting their well-being.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-14T14:48:42.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-15T10:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-11-29T15:30:12.696Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-11-29T15:30:12.693Z"
    },
    "id": 701771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/701771.json"
    },
    "type": "petition"
}