{
    "attributes": {
        "action": "lawmakers to implement measures fathers accountable for financial contributions",
        "additional_details": "Child Welfare: Children are entitled to support from both parents to ensure their basic needs are met, including food, shelter, healthcare, and education. Government intervention can establish and enforce standards for child support that guarantee every child receives the financial resources necessary for a healthy upbringing.",
        "background": "Mandatory Financial Contributions\r\nWe call upon the government and Parliament to take decisive action to enforce the financial responsibilities of fathers towards their children. It is imperative that every child has access to the resources they need for a healthy and prosperous life,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-18T18:34:52.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-19T07:40:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-18T11:38:22.811Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about fathers making financial contributions for their children, but we are not sure how you would like the government to enforce this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following petition:\r\nhttps://petition.parliament.uk/petitions/701777\r\n\r\nRequirements of child maintenance: \r\nhttps://www.gov.uk/child-maintenance-service\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-18T11:38:22.808Z"
    },
    "id": 702143,
    "links": {
        "self": "https://petition.parliament.uk/petitions/702143.json"
    },
    "type": "petition"
}