{
    "attributes": {
        "action": "Recognise Endometriosis As A Disability",
        "additional_details": "There is an urgent need for the way in which endometriosis is viewed as a long term standing illness. It is also vital that further research is undertaken to provide millions of individuals suffering with this condition a voice and for reassurance that it is not just “simply period pain” but a condition that affects not just ones physical health but their mental well-being too. Endometriosis is one of the most painful conditions that require investment for change, ease of pain & better outcomes",
        "background": "To invest in further funding and research into understanding endometriosis and the significant impact it has on an individual’s day to day living and how this can be extremely debilitating. To also acknowledge within the Equality Act how this could be deemed as a disability dependent on the severity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-21T20:50:11.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-23T07:33:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-16T13:55:02.883Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities. So it's not clear what else you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-22T10:42:00.259Z"
    },
    "id": 702443,
    "links": {
        "self": "https://petition.parliament.uk/petitions/702443.json"
    },
    "type": "petition"
}