{
    "attributes": {
        "action": "Remove all benefits for immigrants that arrive illegally to the UK",
        "additional_details": "I want the government and Parliament to take action to remove incentives for illegal immigrants because it is crucial for maintaining the integrity of our immigration system and ensuring that taxpayer resources are used efficiently and responsibly. When illegal immigrants have access to public services and welfare benefits, it places an undue burden on our economy and can strain essential services, which are meant for citizens and legal residents who contribute to society. Furthermore, by enforcing stricter regulations, we can deter illegal immigration, which not only helps to uphold the rule of law but also fosters a sense of fairness among those who have followed the legal immigration process.",
        "background": "I want to create a petition urging the government to remove incentives for illegal immigrants in the UK to ensure that public resources are allocated fairly to those here legally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-23T21:15:24.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-24T14:01:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-27T16:53:54.002Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. People who are in the UK illegally are not entitled to receive benefits.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-12T13:42:56.953Z"
    },
    "id": 702621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/702621.json"
    },
    "type": "petition"
}