{
    "attributes": {
        "action": "Hold a vote of no confidence in the administration of the nation.",
        "additional_details": "If the result of the EU referendum had been treated in accordance with the principles of Representation, as set out definitively by Edmund Burke, it would have had to be taken as a vote of no confidence.\r\nInstead, parliament deemed that the trust of the people in their government is such that it overrides mere convention, and therefore took the vote as binding.\r\nThe consequences of that speak for themselves.\r\nWe want a vote of no confidence, leading to a fundamental change in our political system.",
        "background": "In the debate on the EU Notification of Withdrawal Bill, the member for Leeds Central observed that if parliament were to tell the truth about the referendum then they would face \"A crisis of confidence\".\r\nIt seems that parliament did not want to face that crisis and passed the bill instead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-24T12:36:41.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-25T19:34:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-03T12:59:21.263Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what change you would like the Government or Parliament to make.\r\n\r\nWe also can't accept petitions about appointments, which includes calling for a vote of no confidence"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-03T12:59:21.261Z"
    },
    "id": 702849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/702849.json"
    },
    "type": "petition"
}