{
    "attributes": {
        "action": "Exempt the Premier League from broadcast black out rules in the UK",
        "additional_details": "Premier league games are largely sold out every week, with no access to tickets for most people. No one is deciding to go and watch a lower league game because of this, they are most likely streaming illegally or simply missing out. It is not fair for fans of these clubs to not be able to watch their teams due to an antiquated rule which is totally not fit for purpose in todays premier league era. It is also unfair for pubs who cannot show these games and lose business due to the black out.",
        "background": "All premier league games should be broadcast in the UK in order to allow pubs to attract customers during the day, and a way for people to watch the games.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-24T14:41:16.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-24T14:54:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-16T12:58:36.720Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about when to hold and broadcast football matches are a matter for the FA, the Premier League and the Football League, and broadcasters, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-16T12:58:36.718Z"
    },
    "id": 702961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/702961.json"
    },
    "type": "petition"
}