{
    "attributes": {
        "action": "Make political education compulsory in our secondary schools",
        "additional_details": "Implementing compulsory political education in our schools would be an effective step, in the right direction, of tackling the giant of ignorance.\r\n\r\nNot only would compulsory political education improve people's understanding of our democratic system, it would improve critical thinking skills and improve engagement with the system by which we are all affected.\r\n",
        "background": "It is important that people know how our democratic system works, therefore the Government should seek to place unbiased and thorough political education on the curriculum, at secondary school level - whilst maintaining current guidance which ensures political impartiality in teaching.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2024-11-24T13:49:38.474Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-24T14:01:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-27T15:34:38.977Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already required to teach citizenship as part of the secondary national curriculum.\r\n\r\nThe citizenship curriculum includes content on how the United Kingdom is governed, its political system and how citizens participate actively in its democratic systems of government.\r\n\r\nYou can read the citizenship programmes of study for secondary school here: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4\r\n\r\nIf you would like to make a change to the current arrangements, you can start a petition setting out clearly what you would like to change, such as submitting a petition about making politics a core specific subject."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-17T12:16:27.469Z"
    },
    "id": 702905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/702905.json"
    },
    "type": "petition"
}