{
    "attributes": {
        "action": "Commit to increasing flood defences in Wales.",
        "additional_details": "The floods experienced in Wales in February 2020 caused damage to more than 3000 residential and commercial properties and cost more than £81 million in damages. It’s not enough anymore to throw money to quick fix repairs. Long term maintenance solutions need to be created in order to minimise the risk to life and properties as these floods are getting worse each storm cycle. A government position should also be created to taskforce these events outside of private companies for accountability.",
        "background": "Given the increased number of storms that are occurring year on year. The government should make a commitment to increase the flooding defence infrastructure in Wales through regular drain maintenance, creation of storm drains and other methods to curb the damage caused through flooding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-24T19:05:53.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-24T21:22:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-17T17:24:04.431Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Welsh Parliament has its own Petitions Committee. \r\n\r\nIf you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-17T17:24:04.427Z"
    },
    "id": 703240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/703240.json"
    },
    "type": "petition"
}