{
    "attributes": {
        "action": "Petition His Majesty The King to intervene",
        "additional_details": "The current Labour Government has broken key promises and misled the public to retain power. This has eroded trust in governance and created widespread discontent. It is the duty of the Crown, as guardian of constitutional principles, to act in moments of national concern. By calling for a General Election, Your Majesty will uphold the rights of the people under the Bill of Rights of 1689 and ensure their voices are heard.",
        "background": "We humbly call on His Majesty The King to use his constitutional authority to act in response to the public’s demand for accountability and representation. Over one million people have petitioned for a General Election, highlighting a national need for action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-24T21:32:50.913Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-24T21:41:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-17T10:45:20.730Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't publish petitions that request actions by the King, as these are decisions for the crown, and not the Government or House of Commons.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-17T10:45:20.728Z"
    },
    "id": 703428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/703428.json"
    },
    "type": "petition"
}