{
    "attributes": {
        "action": "Adopt Proportional Representation for fairer UK elections",
        "additional_details": "Introducing PR for UK elections ensures every vote counts equally. \r\n\r\nPR allocates seats in Parliament based on the percentage of votes each party receives, making elections fair and representative. \r\n\r\nThis system reflects the diverse views of voters, encourages collaboration between parties, and strengthens democracy. \r\n\r\nMany successful democracies use PR for fairer outcomes. \r\n\r\nWe urgently need to modernise our voting system to better represent the will of the British people.",
        "background": "Introduce a bill to replace the current system with PR. \r\n\r\nThis bill would go through the standard legislative process: readings, committee scrutiny, and votes in both Houses. \r\n\r\nFollowing approval, the Government would oversee the transition, including public education and system implementation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-25T08:43:20.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-28T20:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-27T13:17:32.997Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nHold a Royal Commission on reform of the Westminster voting system\r\nhttps://petition.parliament.uk/petitions/705311\r\n\r\nReferendum on changing the Electoral System To Proportional Representation (PR)\r\nhttps://petition.parliament.uk/petitions/700109"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-27T13:17:32.995Z"
    },
    "id": 703688,
    "links": {
        "self": "https://petition.parliament.uk/petitions/703688.json"
    },
    "type": "petition"
}