{
    "attributes": {
        "action": "Start flood sirens as Wales got flooded out of no where this weekend.",
        "additional_details": "As it’s the right thing to do. We need more of a warning as all that flooding came out of nowhere. There wasn’t even an alert for it. Or anything said on the weather channels, only that wales would get the worst of it not how bad it would be for us. There’s needs to be more warnings and sirens for things like this. And for the councils around the area to do a lot more. So please help us Welsh people.",
        "background": "As most would know, during the storm Wales got completely flooded over the weekend with the councils not doing a lot for us around the area. And we want a change. That’s why we are asking for more preparedness to be done if there was something to happen like this again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-25T12:08:15.845Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-25T17:21:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-19T16:27:04.224Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Welsh Parliament has its own Petitions Committee. \r\n\r\nIf you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-19T16:27:04.221Z"
    },
    "id": 703825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/703825.json"
    },
    "type": "petition"
}