{
    "attributes": {
        "action": "Make anti-spiking measures a legal requirement for venues selling alcohol",
        "additional_details": "As public consciousness grows increasingly aware of issues of sexual violence and misdemeanour, it is time we started taking active measures to prevent instances of abuse and push awareness even further. In a YouGov poll in December 2022, 10% of women and 5% of men said they had been spiked, however, most people will tell you they didn't need to see this statistic to be aware of the issue. Online discourse surrounding SA and rape has made clear women do not feel safe. We must act to change this.",
        "background": "To combat instances of abuse involving so-called 'date-rape' drugs, we want anti-spiking measures to be designated as a legal requirement for all venues that sell alcohol to be permitted to open for business (including all pubs, bars, clubs, etc.). This act will foster an environment of safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-25T15:16:21.174Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-25T16:13:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-23T11:06:19.191Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example, which specific measures you would like to be put in place to stop drink spiking."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-23T16:02:20.840Z"
    },
    "id": 703996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/703996.json"
    },
    "type": "petition"
}