{
    "attributes": {
        "action": "Emergency Appeal: Housing for the Homeless this Winter",
        "additional_details": "Collaborative Effort: Local councils, businesses, and community groups need to collaborate. We must bypass red tape and bureaucratic delays that have historically hindered swift responses to homelessness\r\n\r\nCommunity Involvement: We urge everyone in our communities to support this initiative. Volunteers are needed to help manage these shelters, provide meals, and offer basic medical support\r\n\r\nSign the Petition: Show your support for using empty buildings to house the homeless.",
        "background": "As the harsh winter approaches, our community faces a critical humanitarian crisis.The urgency to act is now before the cold weather claims lives\r\n\r\nImmediate action\r\n\r\nUtilize Empty Buildings open Libraries, sports centers, community halls and any other vacant structures to provide shelter",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-25T22:40:01.641Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-25T23:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-12-24T10:40:12.429Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nAdditionally, we can't accept petitions that call for action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-12-24T10:40:12.426Z"
    },
    "id": 704459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/704459.json"
    },
    "type": "petition"
}