{
    "attributes": {
        "action": "That British Armed Forces not be sent to fight in Ukraine under any circumstance",
        "additional_details": "We have seen so many casualties, dead, wounded, maimed for life physically and mentally, among our armed forces in Iraq and Afghanistan that I want our parliament to debate and pass a motion that the Go ernment will not be allowed to send our troops to war without a direct threat to our nation or a NATO country.",
        "background": "The war in Ukraine is not a matter that should involve British troops in any capacity. It is not a member of NATO and needs to come to peace terms with Russia to end the killing and destruction. Supporting Ukraine prolongs a now senseless war",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-25T22:34:56.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-26T06:39:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-27T10:37:20.454Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example, stopping UK armed forced training Ukrainian troops.\r\n\r\nYou may also wish to sign these petition which call for a similar action: \r\nhttps://petition.parliament.uk/petitions/701260 \r\nhttps://petition.parliament.uk/petitions/702525"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-11T17:06:19.580Z"
    },
    "id": 704456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/704456.json"
    },
    "type": "petition"
}