{
    "attributes": {
        "action": "Let's discuss how National Insurance contributions is used and the full stamp!",
        "additional_details": "It's absurd to have person(s) pay National insurance contributions for 35 years, many never living to see or claim; their loved ones left without any right to such paid and rightfully owed contributions that the Government has yet to fully explain IT not forming apart of one's estate. \r\n\r\nMoney that the Government is held accountable and there National insurance contributions need to held in full debate and discussion as not been the case and how it forms a connection to benefits and entitlement",
        "background": "National insurance contributions and the once upon time 30 years maximum for a ' full stamp'; now increased to 35 years, to be considered when one is awarded Department of Work and Pension benefits or what ought to be considered as rightful entitlement; and be paid into the estate of the deceased",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-27T06:01:06.012Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-19T09:06:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-25T17:55:51.669Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-25T17:55:59.986Z"
    },
    "id": 705249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705249.json"
    },
    "type": "petition"
}