{
    "attributes": {
        "action": "Call for a vote Of No Confidence on  Kier Starmer and The Labour Party",
        "additional_details": "We call for a vote of no confidence in Sir Keir Starmer and the Labour Party for failing to address critical national issues. Under his leadership, Labour has neglected the plight of farmers, ignored austerity’s impact on the elderly, failed to tackle illegal immigration, and overlooked corruption in the police and courts. Furthermore, Labour has supported authoritarian measures that undermine free speech. The public deserves a stronger, accountable opposition.",
        "background": "We call on the UK Government and Parliament to address public dissatisfaction with Sir Keir Starmer’s leadership and the direction of the Labour Party. We urge Parliament to hold a formal debate or process to express a vote of no confidence in his leadership and current party policies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-27T10:04:56.283Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-27T20:25:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-09T10:48:24.475Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence in the Government. This is set out in the Committee's standards: https://petition.parliament.uk/help\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou might like to sign this petition:\r\n\r\nCall a General Election\r\nhttps://petition.parliament.uk/petitions/700143"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-24T11:44:39.567Z"
    },
    "id": 705335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705335.json"
    },
    "type": "petition"
}