{
    "attributes": {
        "action": "That there are no subsidised facilities whatsoever in the Houses of Parliament",
        "additional_details": "Because the general public are facing severe cost of living problems especially those receiving State Pension and following the means testing of the Winter Fuel Allowance. Surely MPs and Peers receive sufficient expenses and salary to be able to pay the market rate like those they represent.",
        "background": "Make Members of Parliament and Peers in the House of Lords pay the market rate for food, drink and any other facility they require whilst in the buildings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-27T09:48:27.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-27T20:08:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-09T15:12:22.674Z",
        "rejection": {
            "code": "no-action",
            "details": "Catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service in the commercial sense of the word. Some venues make a profit, referred to as contribution because it contributes to reducing overall costs. In other venues, the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The contribution or cost of each venue is calculated by subtracting the food and operational costs from the catering sales. Rather than a subsidy, the House monitors the contribution or cost of each catering venue, which include cafeterias, dining rooms, restaurants and bars. Prices of food and drink are regularly benchmarked against appropriate external comparators.\r\n\r\nYou can read more about this here: https://www.parliament.uk/site-information/freedom-of-information/information-we-already-publish/house-of-commons-publication-scheme/catering-services/house-of-commons-cost-of-catering/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-09T15:12:22.672Z"
    },
    "id": 705322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705322.json"
    },
    "type": "petition"
}