{
    "attributes": {
        "action": "Remove unnecessary privilege and self-enrichment for MPs",
        "additional_details": "The past 14 years were plagued by a government that constantly threw their privileged positions in the faces of the British public. This kind of person should not be in a position of power or responsibility, but they're attracted to government due to the lucrative opportunities that come with the position. Sir Keir stated that “public service is a privilege”. Let’s enshrine that in law. This ties in with Sir Keir’s pledge to return politics to public service and he has the majority to impose it.",
        "background": "I propose that the role of MP be reverted to its intended function - a servant of the people, someone who seeks to improve the lot of their constituents, not just feather their own nests. This will have the knock-on effect of ensuring that people who run for government do so for the right reasons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-27T14:31:23.572Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-28T10:54:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-10T13:06:41.482Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-10T13:06:42.592Z"
    },
    "id": 705480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705480.json"
    },
    "type": "petition"
}