{
    "attributes": {
        "action": "Save Smithfields and Billingsgate markets",
        "additional_details": "I want the government and parliament to save both these markets from becoming victims of gentrification and corporate greed, they have a place alongside British culture and heritage and should therefore be saved for future generations to enjoy and as a mark of British heritage and way of life for centuries.",
        "background": "The Government need to step in and save the long term futures of both Smithfields and Billingsgate markets! These are places of incredible history and importance to both London and the UK itself. It's disgraceful that this decision has been made and threatens peoples employment and businesses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-27T14:41:29.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-27T16:09:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-08T11:29:01.982Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about Smithfields and Billingsgate market are a decision for the City of London Corporation.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou can also raise this issue with the City of London Corporation. You can find contact details for the City of London Corporation here: https://www.cityoflondon.gov.uk/footer/contact-the-city-corporation"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-08T11:29:01.979Z"
    },
    "id": 705487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705487.json"
    },
    "type": "petition"
}