{
    "attributes": {
        "action": "To make public all Politicians bank accounts and offshore accounts",
        "additional_details": "The idea and perception of Politicians being open would go a long way to show the public and help the public see public money isn't being misused and used in the wrong manner. By allowing this openness would go a long way in the perception of them and us. A clear account is a pure account that can be seen and viewed as so, hidden accounts can give credit to misinformation and add to the bad perceptions that is in our Nation against the establishment and this would help to resolve these issues",
        "background": "The public should be able to see all transactions of all Politicians when in public service, office. This will show a balance of openness of honesty and clarity of what our public money is actually spent on. The standard of honesty would help toward rebuilding trust that the public have lost in them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-27T17:28:54.099Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-07T17:22:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-13T17:40:40.540Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt is not clear if you are talking about politicians' own money or public spending.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-13T17:40:40.537Z"
    },
    "id": 705569,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705569.json"
    },
    "type": "petition"
}