{
    "attributes": {
        "action": "License all breeding of dogs in the UK",
        "additional_details": "The welfare and safety of dogs in the UK has reached a critical juncture, demanding immediate attention. Instances of animal abuse, puppy farming, abandonment, and dog attacks are escalating at an alarming rate. This proactive approach will foster a safer and more responsible dog breeding industry in the UK, relieving pressure on animal charities. We need to ensure we are protecting dogs in the UK and ensure they are not the answer extra funds for those struggling financially.",
        "background": "It is imperative that decisive action is taken to regulate dog breeding, end the exploitation of animals for profit and deter individuals from treating it as a profession. We urge the UK government to introduce legislation that mandates the licensing of dog breeders to safeguard the welfare of dogs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-27T22:51:02.403Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-28T10:23:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-10T10:45:35.886Z",
        "rejection": {
            "code": "already-happening",
            "details": "There is already a legal requirment for dog breeders to have a licence in each part of the United Kingdom. The requirements may vary as responsibility for animal welfare is devolved to the Scottish, Welsh and Northern Irish Governments.\r\n\r\nYou could submit a petition requesting a specific change to the rules in England, which are the responsibility of the UK Government. There is guidance on the current requirements on the gov.uk website www.gov.uk/guidance/dog-breeding-licence-england  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-17T11:13:25.926Z"
    },
    "id": 705771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705771.json"
    },
    "type": "petition"
}