{
    "attributes": {
        "action": "Save Smithfield Meat Market",
        "additional_details": "The meat market has been trading for over 900 years. It is part of the very fabric of Smithfield. It is regarded as a tourist attraction. It is also highly regarded as the best place in the country if not Europe to purchase meat …. trucks unload meat from all over the continent into Smithfield market on a daily basis to sell to Londoners to restaurants to Joe Public. SAVE SMITHFIELD MARKET",
        "background": "I want The government to step in and reverse the decision to To close Smithfield meat market",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-28T07:31:49.937Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-28T09:38:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-09T17:20:15.365Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about Smithfield meat market are a decision for the City of London Corporation.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou can also raise this issue with the City of London Corporation. You can find contact details for the City of London Corporation here: https://www.cityoflondon.gov.uk/footer/contact-the-city-corporation"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-09T17:20:15.363Z"
    },
    "id": 705848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705848.json"
    },
    "type": "petition"
}