{
    "attributes": {
        "action": "More Government transparency regarding Uap (Unidentified Anomalous Phemona).",
        "additional_details": "In light of the recent Congressional hearings in the United States, now is the time for the British government to follow suit and begin discussing UAPs more openly in Parliament. It is imperative that the government becomes more transparent with the British public about what it knows regarding UAPs.\r\n\r\nDue to the recent increase in activity of unidentified \"drones\" flying over our military bases with impunity across the country, we, as your voters and taxpayers, demand to know what is happening.",
        "background": "Due to recent/frequent \"drone\" incursions over various military bases across the United Kingdom, we call on the government to prioritize transparency regarding Unidentified Aerial Phenomena (UAP). The public deserves clarity on potential national security, scientific, and technological implications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-28T08:31:57.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-28T10:10:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-14T12:01:41.237Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has recently responded to a written question setting out its policy in relation to Unidentified Aerial Phenomena.\r\n\r\nYou can read the Government's response to the question here: https://questions-statements.parliament.uk/written-questions/detail/2024-12-05/18321/\r\n\r\nIf you'd like the Government to change its policy, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-14T12:03:25.509Z"
    },
    "id": 705874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705874.json"
    },
    "type": "petition"
}