{
    "attributes": {
        "action": "Explain how the EU referendum, set up as an advisory vote, became a decision.",
        "additional_details": "Future historians will look back on this period and ask how such a seismic constitutional shift came to pass: the record has a significant gap.\r\nWhat was set up by parliament as an advisory referendum appears to have become a decision without any democratic intervention.\r\nThe only known document relating to it is the government's pamphlet.\r\nThe government needs to either identify who made the decision and set out the reasons for that decision, or explain how the referendum became a decision.",
        "background": "According to the law, the constitution and the parliamentary debate that enabled it, the EU referendum was not a decision, however the EU Notification of Withdrawal Bill was passed on the basis of 'A decision already made.'\r\nWe want to know who made that decision and the reasons for it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-28T09:31:30.722Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-12T17:40:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-14T14:41:34.510Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nThe Brexit referendum was not legally binding, but the government decided to act upon the outcome and begin the process of leaving the EU. A pamphlet sent out prior to the referendum stated that \"The government will implement what you decide\" "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-27T15:38:47.190Z"
    },
    "id": 705907,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705907.json"
    },
    "type": "petition"
}