{
    "attributes": {
        "action": "Save Smithfield and Billingsgate markets.",
        "additional_details": "The Corporation of London has voted to close Smithfield and Billingsgate markets while abandoning plans of a relocation site. This will leave thousands potentially unemployed and close many businesses. Not just those of the market traders but also for the small businesses that operate using the markets. Both markets are vital to food supply for London and large surrounding areas, have been operating for hundreds of years and support thousands of jobs which are now in jeopardy.",
        "background": "Reinstate the long term future of the current markets or at least provide an alternative site. Hundreds of businesses and thousands of jobs depend on these markets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-28T11:53:05.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-28T12:07:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-09T17:25:55.423Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about Smithfield meat market and Billingsgate fish market are a decision for the City of London Corporation.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou can also raise this issue with the City of London Corporation. You can find contact details for the City of London Corporation here: https://www.cityoflondon.gov.uk/footer/contact-the-city-corporation"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-17T17:58:49.949Z"
    },
    "id": 705965,
    "links": {
        "self": "https://petition.parliament.uk/petitions/705965.json"
    },
    "type": "petition"
}