{
    "attributes": {
        "action": "Re-nationalise the railways and provide better services to passengers",
        "additional_details": "In recent years franchises such as the East Coast Line have already been taken back into public ownership as they have failed to run private rail services effectively, whilst most services in Wales are also now publicly run. Such examples clearly demonstrate that the needs of rail users can be best serviced when they are being run for the public good, and not for the benefit of private profit. We demand that this process be repeated nationwide to end the process of rail privatisation for good.",
        "background": "Private train franchises have demonstrated repeatedly that they are incapable of providing high-quality services to passengers. Extortionate rail fares, too many late trains and ridiculously high profits are all good reasons to take our railways back into public ownership.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-29T10:36:47.549Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-29T10:48:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-14T17:02:50.832Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under the Passenger Railway Services (Public Ownership) Act 2024, passenger train operators with contracts with the Department for Transport (DfT) are to be brought into public ownership. Nationalisation will start in 2025 and is expected to finish in 2027."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-10T15:10:54.701Z"
    },
    "id": 706337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/706337.json"
    },
    "type": "petition"
}