{
    "attributes": {
        "action": "Regulate Student Intake Effectively for Sustainable and Quality Higher Education",
        "additional_details": "Uneven changes in student intakes among universities jeopardises education quality, institutional stability, and graduate outcomes. Over-enrolment strains resources, while under-enrolment risks closures. Recently some institutions have expanded considerably, at the cost of others contracting and falling into financial difficulty. A regulated, balanced, and consistent distribution ensures institutions maintain quality, align programmes with labour market needs, and support diverse, sustainable education nationwide. This reform safeguards students and the sector.",
        "background": "We urge UK Parliament to regulate student intakes per university. Distribution should be based on institutional capacity, sustainability, and labour market needs. This is vital to safeguard the quality of education, maintain financial sustainability, and promote equitable access across universities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-29T15:03:41.081Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-29T18:53:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-16T11:01:53.806Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about student numbers are a matter for the Office for Students, not the UK Government or Parliament. You can find out more about their work here: https://www.officeforstudents.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-12T13:23:38.559Z"
    },
    "id": 706436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/706436.json"
    },
    "type": "petition"
}