{
    "attributes": {
        "action": "keep disabled people out of the Assisted Dying bill",
        "additional_details": "years of cuts to the NHS and public funding, disabled people are going without accessible housing, unable to afford food, energy other essentials, and the care they need the introduction of assisted suicide bill comes at a time where disabled people are at risk of being pressured into decisions driven by fear, desperation, or lack of options rather than genuine choice. This legislation could deepen inequalities and reinforce societal biases that view Disabled people’s lives as less valuable.",
        "background": "do not include disability in the criteria within the assisted suicide bill\r\n\r\nWe call on the government to immediately invest in social care, housing, and financial support for Disabled people. The focus must be on enabling life, not facilitating death.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-29T17:46:06.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-11-29T18:13:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-17T15:41:12.135Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Terminally Ill Adults (End of Life) Bill makes provision for a person who is terminally ill and meets the eligibility criteria to choose to request and lawfully be provided with assistance to end their own life. The Bill is currently being considered by Parliament. \r\n\r\nClause 2 of the Bill defines when a person is “terminally ill” for the purposes of the Bill. The person must have an inevitably progressive illness, disease or medical condition that cannot be reversed by treatment, and must also be expected to die within 6 months.\r\n\r\nSubsection (2) of the Clause makes it clear that a person is not to be regarded as terminally ill by reason of them being mentally ill or having a disability.\r\n\r\nYou can read more about this in the Bill's Explanatory Notes, available here: https://bills.parliament.uk/bills/3774/publications\r\n\r\nIf you'd like changes to be made to the Bill, you could start a petition about that. Or if you'd like changes to the support for disabled people more generally, you could start a petition setting out what action you'd like the Government or Parliament to take. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-17T15:41:15.225Z"
    },
    "id": 706500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/706500.json"
    },
    "type": "petition"
}