{
    "attributes": {
        "action": "Reduce all MP salaries to minimum wage",
        "additional_details": "Politicians are overpaid and enjoy significant benefits that have been withdrawn from other civil service jobs. It is clear the government can fail and the only effect of failure is their party may not be re-elected. This is not fair for the people who are entrusted with the nations purse. If cuts are needed, they should first come from parliament as an example before the effects are felt by the common person.",
        "background": "I would like the government to stand by their claim that minimum wage is fair by all MPs being made to have their salaries changed to the minimum wage of the UK. Furthermore, governments should be measured on performance of their policies in a performance related pay system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-11-30T11:27:06.431Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-02T11:18:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-20T12:19:33.844Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttps://www.theipsa.org.uk/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-10T15:31:23.163Z"
    },
    "id": 706716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/706716.json"
    },
    "type": "petition"
}