{
    "attributes": {
        "action": "New voting system",
        "additional_details": "The system enhances voter engagement and accountability by allowing voters to rate policies and parties separately, providing clearer influence on key issues. It increases transparency by making public support for policies visible, encouraging parties to align with public opinion. Simple and accessible, it empowers voters to express nuanced preferences, promoting a more accountable democracy where parties focus on policies that meet voter needs. Government can ignore policy but must explain why.",
        "background": "a two-ballot voting system where:\r\n1. Policy Ballot: Voters rate individual manifesto promises from each party on a scale of 1 to 10, reflecting their support for specific policies.\r\n2. Candidate Ballot: Voters rate the candidates on a scale of 1 to 10, based on their overall trust",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-01T10:49:28.095Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-02T09:26:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-20T15:47:21.531Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how this voting system would deliver a clear result. \r\n\r\nYou could start a new petition clearly setting out a new system for voting in general elections, if that's something you'd like to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-20T15:47:56.782Z"
    },
    "id": 706952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/706952.json"
    },
    "type": "petition"
}