{
    "attributes": {
        "action": "Criminalise illegal dinghy helmsmen to deter others from taking the helm.",
        "additional_details": "The solution is simple and feasible. Let's increase Royal Navy surveillance mid channel and use drones to identify those operating the dinghies. A harmless spray dye along with video evidence could be employed safely to identify the person at the helm, even if they are hooded. Any identified operator should be arrested and charged with people smuggling. They should serve severe penalties - including life imprisonment in solitary confinement, or voluntary repatriation to their home country.  It is highly likely dinghy helmsmen are given basic free training from the people smugglers and possibly a free crossing.",
        "background": "Make it unlawful for the individual operating the dinghy helm similar to lorry drivers bringing illegal migrants over the channel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-01T23:54:17.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-02T11:27:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-28T16:42:35.501Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already illegal for dinghy drivers to bring illegal immigrants into the UK. Between 28 June 2022 and 31 October 2023, there were 26 prosecutions for piloting a small boat, an offence under section 25 of the Immigration Act 1971."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-28T16:42:47.745Z"
    },
    "id": 707152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707152.json"
    },
    "type": "petition"
}