{
    "attributes": {
        "action": "Make Blackwall and Silvertown Tunnels Free for Motorcyclists",
        "additional_details": "Motorcycles, exempt at the Dartford Crossing, have minimal impact on congestion and emissions. Making the Blackwall and Silvertown Tunnels toll-free for motorcyclists ensures fairness and encourages eco-friendly transport. Motorcycles reduce traffic, take up less space, and are cost-effective for commuters, especially those on low incomes. This policy supports sustainability, alleviates congestion, and aligns with efforts to promote equitable and efficient transport options.",
        "background": "Exempt motorcycles from toll charges for both the Blackwall and Silvertown Tunnels.\r\n\r\nIntroduce clear signage and communication regarding this exemption to ensure smooth implementation.\r\n\r\nWe urge you to consider the positive environmental, social, and economic impacts and take action accordingly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-01T22:09:39.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-02T09:28:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-20T14:38:31.149Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about Blackwall and Silvertown Tunnels are a matter for TfL, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-03T08:07:17.639Z"
    },
    "id": 707129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707129.json"
    },
    "type": "petition"
}