{
    "attributes": {
        "action": "Further protections for women’s rights in the UK",
        "additional_details": "Because politicians like Nigel Farage have recently come out and started supporting abortion ban measures. This is in line with his support of Donald Trump, and this kind of foreign influence on British politics needs to be addressed and removed. It poses a direct threat to women in this country.",
        "background": "Introduce further protections for women’s rights in the UK, for example, enshrine the right to access an abortion into primary legislation to protect it from being changed in the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-02T15:15:37.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-02T17:10:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-23T17:34:19.764Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nUnder the Abortion Act 1967, abortion is legal in England, Wales and Scotland up to the 24th week of pregnancy. The Abortion Act is primary legislation.\r\n\r\nYou can find more about the contents of the Abortion Act 1967 here: https://www.legislation.gov.uk/ukpga/1967/87/contents \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-23T17:34:28.958Z"
    },
    "id": 707267,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707267.json"
    },
    "type": "petition"
}