{
    "attributes": {
        "action": "Have a 3 day weekend and 4 day Working week while keeping the same working hours",
        "additional_details": "A 4-day working week with a 3-day weekend improves work-life balance, boosts productivity, and enhances employee well-being. With an extra day off, employees can recharge, reducing stress and burnout, leading to greater focus and efficiency at work. This flexible schedule also helps attract and retain talent, reduces environmental impact through less commuting, and contributes to overall job satisfaction, making it a win-win for both employees and employers.",
        "background": "The idea of shifting to a 3-day weekend and a 4-day workweek while keeping the same total working hours (typically 40 hours a week) has gained attention in recent years, and there are several reasons why this model could be beneficial both for workers and organizations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-02T13:32:01.994Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-02T13:43:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-13T10:15:00.258Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government isn't responsible for the issue you raise. UK law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work. This would be a decision for employers and the employee.\r\n\r\nWe could accept a petition calling for the legal maximum number of hours during a week to be reduced or a legal limit placed on the days that people can work, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-13T10:18:14.603Z"
    },
    "id": 707239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707239.json"
    },
    "type": "petition"
}