{
    "attributes": {
        "action": "Take away all fuel payments for MP’s",
        "additional_details": "We all have a wage and out of that wage we have to pay car fuel or train travel. We get taxed on a company car. There’s not much the government haven’t taxed the working people on. If the normal people get taxed for what you get as a perk. You have not had a deduction from your wages. The normal person doesn’t have much left from the money they work for. How can you understand the people you serve if you don’t struggle like us. If you did maybe you would think how do we serve our nation instead of making the taxpayers being the person who picks up the bill all the time. Because if you had understanding maybe you would’ve waste so much money",
        "background": "I want the Government to understand the normal hard working people of England \r\nIf you take away fuel payment of just £300, how can it sit well that MP’s on a working wage claim fuel allowance? To understand the people you serve you need to understand and now keep looking down at them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-03T14:12:18.863Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-03T19:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-21T15:42:14.313Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nYou may wish to sign this petition calling for a review of MP’s expenses:\r\n\r\nReview the system of expenses and allowances for MPs - https://petition.parliament.uk/petitions/702821\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-21T15:42:14.311Z"
    },
    "id": 707497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707497.json"
    },
    "type": "petition"
}