{
    "attributes": {
        "action": "Asylum \"hotels\" are not Hotels so should be reclassified",
        "additional_details": "Migrant \"hotels\" that no longer accept bookings from the public have effected a \"change of use\" and may not have sought planning consent. They also still advertise as hotels, yet they are not, so all reference to them being hotels should be removed. They should also have to fully comply with all licence applications if they want to become hotels in the future. The Government authorised and funded their use with public tax money, so should be responsible for ensuring Acts are not breached.",
        "background": "Illegal/ Irregular migrants and asylum seekers are being housed in \"hotels\" all over the country. The Hotel Proprietor Act has a clear definition of a Hotel. When these \"hotels\" no longer accept bookings from the general public or avail their facilities to tourists they should be reclassified.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-03T10:55:59.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-04T18:02:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-30T12:25:22.646Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about a building's change of use are a matter for the relevant local authority, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-30T12:25:25.898Z"
    },
    "id": 707461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707461.json"
    },
    "type": "petition"
}