{
    "attributes": {
        "action": "Politicians are too expensive: reduce their salaries and remove their privileges",
        "additional_details": "According to IPSA (https://www.theipsa.org.uk/who-we-are), it is a \"Board comprising five members.\", \"The Chair is appointed by the Speaker of the House of Commons (via the Speaker's Committee for IPSA (SCIPSA)). The Chair is supported by four Board members, all of whom are appointed by SCIPSA. They are made up of a former MP, a qualified accountant, a former High Court judge, and one other.\" So an MP picked Chair picks from wealthy City middle class: hardly of, or chosen by, the general public.",
        "background": "We want, the government to abolish IPSA's pay settlement function, in favour of paying MPs, 160% 'National Living Wage', to make them a little more 'responsible' in setting an 'acceptable' level for poverty... \r\n\r\nMPs' pay, is set by \"The Independent Parliamentary Standards Authority (IPSA)\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-03T01:31:33.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-03T16:04:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-21T14:31:29.913Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-21T14:31:29.910Z"
    },
    "id": 707407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707407.json"
    },
    "type": "petition"
}