{
    "attributes": {
        "action": "The current situation happening at DBTH to regarding parking",
        "additional_details": "DBTH Facebook page, there have been many comments regarding the shortage of spaces at Doncaster and the option of the park and ride. If you’re not given access for parking permits, staff have to resort to use the park and ride.The park and ride does not have adequate security, minimal lighting, where staff members have been followed, threatened, cars have been vandalised, broken into or stolen. Staff members have had to resort to risking parking fines for their own wellbeing by  parking on site.",
        "background": "We try to maintain our high standards of care that we pride ourselves on for our patients during their journey.I have contacted the trust questioning what has changed and why staff were not informed of the changes, I suspect I will not get any support. I feel that this is persecution against staff",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-04T21:29:53.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-04T22:06:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-23T14:17:40.311Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about parking charges at individual car parks are a matter for operator of the car park, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFree hospital parking for all NHS staff in England\r\nhttps://petition.parliament.uk/petitions/704699"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-23T14:17:40.308Z"
    },
    "id": 707849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707849.json"
    },
    "type": "petition"
}