{
    "attributes": {
        "action": "Conduct a review in to MP's pay and link the same to attendance in the Commons.",
        "additional_details": "I want the Government to take action as far too often I witness important debates in the House of Commons with very few attendees.",
        "background": "I believe that MP's pay should be linked to their attendance in the House of Commons, similar to the system applied in the House of Lords. \r\n\r\nMP's should receive a basic salary in line with the national average salary, with further payments made on attendance in the House of Commons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-05T15:31:25.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-05T17:07:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-23T16:54:16.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nYou may wish to sign these petitions calling for a review of MP’s expenses and changing the requirements of how often MPs attend Parliament:\r\n\r\nReview the system of expenses and allowances for MPs - https://petition.parliament.uk/petitions/702821\r\n\r\nChange the requirements of how often MPs attend a Parliamentary sitting.\r\nhttps://petition.parliament.uk/petitions/701773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-20T10:05:56.133Z"
    },
    "id": 707979,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707979.json"
    },
    "type": "petition"
}