{
    "attributes": {
        "action": "Enforce stricter regulations surrounding waste in the UK",
        "additional_details": "Every single beach in the UK has microplastics on it creating risk for the biodiversity of our country. The clothes we discard after little uses and are created unethically cause the increase of climate change. The plastic that isn't recycled, harms our seas and coastal areas Killing many birds and fish. Millions of children in schools CANNOT recycle meaning that much of the plastic pollution can be caused by schools and the innocence of children some as young as 4.",
        "background": "1. Make it mandatory for clothes shops to have Donation banks in their stores.\r\n2. Introduce for plastic waste a British equivalent of the Pfand\r\n3. Enforce stricter regulations about recycling and schools implementing recycling.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-05T15:56:15.200Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-05T18:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-23T17:06:52.540Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nThe Government has also introduce regulations to create a 'Pfand' style scheme in the UK, you can see more here: https://hansard.parliament.uk/Commons/2025-01-21/debates/9B9F1733-F5F9-4E3A-8B33-5987B8C76636/EnvironmentalProtection"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-23T17:06:58.191Z"
    },
    "id": 707984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/707984.json"
    },
    "type": "petition"
}