{
    "attributes": {
        "action": "Act Immediately to Tackle the UK Animal Rescue and Wider Welfare Crisis!",
        "additional_details": "As the UK government have allowed this crisis, and the consequential suffering, to escalate to the equivalent of a never ending tsunami of suffering, the caring population of the UK want immediate all round action! Funding needs to be diverted towards such causes and the thousands of animals put to death every day as a consequence of the lack of policing, enforcing \r\nof laws, and the general non existent consideration towards these sentient beings needs to stop. ENOUGH IS ENOUGH!",
        "background": "The UK is in the midst of an unprecedented animal crisis. Despite having measures in place the UK government have allowed this to escalate to cataclysmic levels of neglect, abuse, suffering and deaths. This must STOP immediately!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-05T19:44:33.429Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-05T22:32:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-27T15:19:19.215Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what specific action you would like the Government or Parliament to carry out to improve animal welfare.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-27T15:19:29.980Z"
    },
    "id": 708081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/708081.json"
    },
    "type": "petition"
}