{
    "attributes": {
        "action": "Stop MPs ability to claim fuel allowance on their properties, means test it.",
        "additional_details": "This will bring the Politicians into line with the majority of the Population, and make them more aware of the true costs of fuel including the standing charge to the Public. It will also make the Politicians more inclined to be mindful of what they spend, when they are actually having to pay for it. It will also make the Politicians more inclined to have better control of the Energy Companies, and what they charge.",
        "background": "The Government & Parliment need to debate the expenses claimed for fuel allowance, and standing charges by MPs and use the monies saved, by giving up the ability to claim this expense to help the Public finance problem of the Country. They say there is an alledged hole, they need to help fill it in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-05T20:33:06.448Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-06T10:16:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-24T16:08:32.981Z",
        "rejection": {
            "code": "irrelevant",
            "details": "MP expenses\r\n\r\n20 January 2025\r\n13:10\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nYou may wish to sign this petition calling for a review of MP’s expenses:\r\n\r\nReview the system of expenses and allowances for MPs - https://petition.parliament.uk/petitions/702821"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-24T16:08:32.979Z"
    },
    "id": 708115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/708115.json"
    },
    "type": "petition"
}