{
    "attributes": {
        "action": "Give £1 UK 🇬🇧 tax to the homeless and less fortunate .",
        "additional_details": "In addition I think that the government should do this because it has the benefit of funding homes for the less fortunate , it has a benefit of not paying extra on public equipment e.g park benches to make them anti-homeless ( stop them sleeping on them) , it gives another opportunity for people less fortunate to have another shot in being successful in life, it has a economical benefit of when they get a job they pay tax which gets pumped into the economy. Furthermore there are roughly 65 million people in the UK so that's 65 million pounds to give to the less fortunate or charies . ( this does not apply to people who make the minimum wage.",
        "background": "I think that the government should make a tax that goes to the people less fortunate than us . It is 1 pound a year out of the already 20% tax we already have in the UK .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-06T11:51:22.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-07T11:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-28T11:22:08.517Z",
        "rejection": {
            "code": "no-action",
            "details": "In December last year, the Government also announced an additional £1billion in new funding to tackle homelessness in the UK. You can find more information about this here: https://www.gov.uk/government/news/largest-ever-cash-boost-to-turn-the-tide-on-homelessness"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-12T13:28:14.789Z"
    },
    "id": 708372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/708372.json"
    },
    "type": "petition"
}