{
    "attributes": {
        "action": "Legislate to make the provision of single sex changing facilities compulsory.",
        "additional_details": "Women don't feel safe changing in the same facilities as men. Many high street retailers & employers have begun to use unisex changing areas, allowing men into women's changing facilities. This is embarrassing for many men & intimidating for women & girls. Women don't want to be undressing in the same space as men. There have been crimes of men filming in such facilities & posting on the Internet. Please help end this dangerous policy before something terrible happens.",
        "background": "We want Government to legislate to make provision of single sex changing rooms compulsory for every private or public facility that the public requires to change or try on clothing. This means  retailers, clubs, swimming pools, gyms, schools, employers, hospitals etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-09T17:28:55.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-09T19:48:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-29T11:51:55.604Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-29T11:51:55.602Z"
    },
    "id": 709093,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709093.json"
    },
    "type": "petition"
}