{
    "attributes": {
        "action": "Stop MPs from Claiming Heating Allowance on Expenses.",
        "additional_details": "Since the Government allegedly inherited a £21 billion black hole, it doesn't seem fair to penalise pensioners and other members of the public without the Government being penalised too. After all it is the Government that mismanaged the nation's finances, not the general public. Politicians can contribute by paying their own heating bills.",
        "background": "Recently the Government stopped the Winter Fuel Allowance for pensioners who receive the full state pension or are not in receipt of pension credit. MPs earn significantly more annually. They can afford their own heating bills. Please make sure they pay their own bills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-10T09:39:42.965Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-10T17:36:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-30T17:37:12.140Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nYou might wish to sign this petition on a similar matter: \r\n\r\nReview the system of expenses and allowances for MPs https://petition.parliament.uk/petitions/702821"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-20T14:22:53.460Z"
    },
    "id": 709183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709183.json"
    },
    "type": "petition"
}