{
    "attributes": {
        "action": "Enable Northern Ireland residents  to have Labour representation at Westminster.",
        "additional_details": "The principle of \"no taxation without representation\" is foundational in democratic systems. In Northern Ireland, because no Labour MPs sit in Westminster, the policies Labour would advocate or enforce (such as tax rates or fiscal adjustments) wouldn't have direct representation for Northern Irish constituents. Many would argue that, absent a direct democratic voice, such policies shouldn't automatically apply to Northern Irish residents. The absence of Labour MPs (or Conservative MPs) from Northern Ireland in Westminster directly affects how policies like Inheritance Tax (IHT), income tax, and other fiscal policies apply—or fail to apply—to the people of Northern Ireland.",
        "background": "The local parliamentary MPs never form the UK government they are mere observers. If Labour wishes to implement its tax policies in Northern Ireland it cannot do so as Northern Ireland has no Labour representative MPs at Westminster. The principle of no taxation without representation applies here.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-10T09:44:17.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-10T10:35:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-01-30T15:37:59.612Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about whether to stand candidates in a particular constituency or part of the UK at an election are a matter for the indivdual political parties not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-01-30T15:37:59.610Z"
    },
    "id": 709184,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709184.json"
    },
    "type": "petition"
}