{
    "attributes": {
        "action": "Ban water company bonuses and dividend payments unless agreed KPI’s are met.",
        "additional_details": "Bonuses and dividends are being paid for failure. Failure to protect our environment which is essential to life, failure to deliver essential services which are value for money to the consumer and failure to invest adequately in future planning and infrastructure.",
        "background": "Agree a set of environmental and business sustainability KPI’s.\r\n\r\nImplement a total ban on water company executive bonuses where these KPIs are not met.\r\n\r\nImplement a ban on shareholder dividend payments until these KPIs are delivered by executives and debt falls to viable and sustainable levels.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-10T13:13:58.563Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-10T13:47:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-25T16:19:57.045Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has recently introduced new legislation on water company bonuses. Ofwat, the water sector regulator, is now required to set rules to ensure water companies stop the payment of performance related pay to directors and chief executives where performance fails to meet specified standards. You can read more about this here: https://www.gov.uk/government/publications/water-special-measures-bill-policy-statement/water-special-measures-bill-policy-statement\r\n\r\nIf you'd like these provisions to change or be extended - for example to shareholder dividends - you could start a new petition setting out what changes you'd like. \r\n\r\nInformation about Ofwat's regulation of dividends is available here: https://www.ofwat.gov.uk/households/your-water-company/returns-and-dividends/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-25T16:20:01.019Z"
    },
    "id": 709216,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709216.json"
    },
    "type": "petition"
}