{
    "attributes": {
        "action": "CREATE A 4 DAY WORKING WEEK IN THE UK",
        "additional_details": "I urge the UK Government to implement a four-day workweek with no loss of pay. This change boosts productivity, improves mental health, enhances work-life balance, reduces emissions, and supports economic growth. Countries like Iceland have proven its success, benefiting workers and businesses alike. It's time for the UK to modernize its approach to work for a healthier, happier, and more sustainable society. Support this petition to make a positive change today.",
        "background": "I urge the UK Government to implement a four-day workweek with no loss of pay. This change boosts productivity, improves mental health, enhances work-life balance, reduces emissions, and supports economic growth. Countries like Iceland have proven its success, benefiting workers and businesses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-11T01:12:27.946Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-11T10:51:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-05T10:35:23.107Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The government is not responsible for how many days people work. We could potentially accept a petition on something like 'Implement measures to support a 4-day work week' if you wanted to resubmit a new petition. We have accepted something like the below in the past:\r\n\r\nhttps://petition.parliament.uk/archived/petitions/639885"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-07T16:47:06.398Z"
    },
    "id": 709338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709338.json"
    },
    "type": "petition"
}