{
    "attributes": {
        "action": "Immediate Action on Homeless Issues in Manchester",
        "additional_details": "We urge the UK Government to address Manchester’s homelessness crisis, symbolized by tents in St Peter’s Square. Despite billions invested in the city’s growth and Manchester’s £100bn GDP, over 5,000 people remain homeless in the region. This failure harms tourism, damages the city’s reputation, and highlights systemic inequality. Images of these scenes are shared internationally, mocking the UK’s decline. We demand urgent investment in housing, mental health services, and long-term solutions.",
        "background": "We urge the UK Government to act on the homelessness crisis in Manchester, where tents in St Peter’s Square tarnish the city’s global reputation. Despite a £100bn GDP, efforts fail to provide solutions. Demand transparency, investment in housing, and an end to this humanitarian failure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-11T10:17:59.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-11T10:45:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-03T14:23:56.206Z",
        "rejection": {
            "code": "local",
            "details": "Tackling homelessness locally is the responsibility of the local council, Manchester City Council, not the UK Government or Parliament. We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-03T14:23:56.204Z"
    },
    "id": 709364,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709364.json"
    },
    "type": "petition"
}