{
    "attributes": {
        "action": "Hold UK Energy Companies Accountable for Fair Pricing",
        "additional_details": "UK households are struggling with soaring energy bills, yet energy companies report £457 billion in profits, exploiting the energy price cap as a target rather than a limit. Vulnerable families are forced into fuel poverty while corporations prioritize shareholder gains. Reform the price cap, enforce transparency, and cap excessive profits. Windfall taxes on these profits should fund aid for low-income households and energy efficiency programs.",
        "background": "Stop energy companies profiteering while UK households face soaring bills. Reform the price cap, cap profit margins, tax excess profits, and enforce transparency. Use windfall taxes to aid vulnerable households and promote fair pricing. Protect consumers and ensure energy fairness now",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-11T10:15:54.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-11T10:30:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-03T14:45:44.537Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition: \r\nIntroduce an annual Windfall Tax on the most profitable Energy Firms: https://petition.parliament.uk/petitions/704838\r\n\r\nIn addition, we can only accept petitions about matters which the Government or Parliament are directly responsible for. Ofgem is the regulator for energy and sets the energy price cap. You can find out how to contact Ofgem here: https://www.ofgem.gov.uk/contact-us\r\n\r\nYou could also raise your concerns with your MP. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-01T14:56:32.541Z"
    },
    "id": 709363,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709363.json"
    },
    "type": "petition"
}