{
    "attributes": {
        "action": "Release the name of the judge who placed Sara Sharif with her abusive father",
        "additional_details": "The failures of the family court played a large role in Sara's murder.\r\n\r\nProtecting the name of the judge who made this decision puts more families at risk because no one knows if their children are at risk of serious negligence, having no debate and no review is not good enough.\r\n\r\nHundreds of thousands of children are at risk in the system, and not naming the judge at fault means they can continue to adjudicate on other cases where children are at risk of significant harm.",
        "background": "The judge and professionals who placed Sara Sharif with her killer are being protected from being named by order of the High Court. We want the government to release the name of the judge who made this decision to the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-12T14:54:19.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-12T18:36:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-04T13:22:28.078Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The name of the judge was published following the recent Court of Appeal judgement on this issue. \r\n\r\nHowever, we could not have accepted a petition on this issue as these decisions are the responsibilty of the courts not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-04T13:22:28.076Z"
    },
    "id": 709586,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709586.json"
    },
    "type": "petition"
}