{
    "attributes": {
        "action": "Publish detailed data about offences committed by illegal migrants.",
        "additional_details": "The new UK Labour Government has pledged to tackle the criminal gangs that are contributing to the huge influx in illegal migrants entering the country. These efforts are welcomed but the British people expect transparency from the government in reporting the effectiveness of this strategy. Measurement should not be limited to the number of criminal gang members arrested or vehicles and property seized, for example. It should include the crime data to evaluate the impact – the real outcomes.",
        "background": "The majority of British people would like to see geographic, demographic and crime-type data on offences committed by illegal migrants. People are rightly concerned about the threat, harm and risk posed by illegal migrants entering the country, by whatever means. It is causing widespread unease.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-12T09:25:21.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-12T09:50:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-04T09:39:40.098Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nCollect and Publish statistics on crimes committed by illegal immigrants\r\nhttps://petition.parliament.uk/petitions/709094"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-04T09:39:40.094Z"
    },
    "id": 709537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709537.json"
    },
    "type": "petition"
}