{
    "attributes": {
        "action": "Help the homeless re-integrate into society, they have a right to basic survival",
        "additional_details": "Provide low cost temporary housing and support so that the indigenous homeless(including children, 1.8M in the USA, how many here?) return to normal life and be able to find work and support themselves. Learn from  the success in Finland and commit fully to helping all that want help. There was a  ''Housing First feasibility study conducted in Liverpool in 2017.” with Crisis UK. Seven years ago and we still have a rising homeless problem and are not practicing what has been learnt.",
        "background": "Provide urgent full-scale support, not pilot studies. Don't let them freeze to death on our streets this winter! Help them become self-reliant again! Canada provided $1B in their 2024 budget for the homless, Finland have been reducing their homeless since 2007. Follow their lead and commit similarly",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-12T10:24:55.445Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-15T14:30:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-11T09:16:31.129Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for instance which specific policy or boost to funding you would like to see"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-11T09:16:36.340Z"
    },
    "id": 709546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709546.json"
    },
    "type": "petition"
}