{
    "attributes": {
        "action": "End the need for a fit note every 6 months for permanently disabled people.",
        "additional_details": "There are 16.1 million people in the UK Ringsted Disabled. Every 6 months they have to ask for a fit note from the NHS for there Universal Credit claim. Each case takes 1-5 minuets acuminating 1,333,330 Hrs of NHS Time. This would greatly cut back on wasted time and expense on the NHS.",
        "background": "End the need for a fit note every 6 months for permanently disabled people to reduce the time and cost on the NHS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-12T19:05:27.570Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DWP",
                "name": "Department for Work and Pensions",
                "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-14T09:45:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-18T14:24:54.584Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nFit notes are issued if a health condition or disability affects a persons capability to work for longer than 7 days. Fit notes are based on an assessment by a healthcare professional, who decide the length of a fit note based on their clinical judgement.\r\n\r\nIf a health condition or disability affects capability to work for longer than 28 days, a Work Capability Assessment can be carried out. \r\n\r\nYou can find more information on Work Capability Assessments and Universal Credit at:\r\n\r\nhttps://www.citizensadvice.org.uk/benefits/universal-credit/if-youre-sick-or-disabled/going-to-your-universal-credit-medical-assessment/ \r\n\r\nhttps://www.gov.uk/health-conditions-disability-universal-credit\r\n\r\nThere is also a similar petition relating to PIP assessment which you may wish to sign: \r\n\r\nStop DWP repeating PIP assessments for disabled people\r\nhttps://petition.parliament.uk/petitions/703827 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-18T14:24:59.296Z"
    },
    "id": 709627,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709627.json"
    },
    "type": "petition"
}