{
    "attributes": {
        "action": "Light Up Cemeteries During Christmas. Festive decorations can bring solace.",
        "additional_details": "For many like me, Christmas intensifies the pain of losing a loved one. Therefore, decorated cemeteries provides a meaningful way to honour and include those we've lost in the celebrations, making the season a little easier for those in mourning.\r\nCemeteries can feel cold and desolate especially during winter. Adding lights and festive touches can transform them into peaceful and inviting spaces, symbolising the enduring light of love and memory.",
        "background": "Christmas is a time for connection, and cemeteries should  reflect this spirit for those visiting loved ones. A well-lit and decorated cemetery shows respect for those who have passed and provides a space of dignity for families who come to grieve and find closure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-13T11:30:34.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-13T18:39:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-05T11:47:53.382Z",
        "rejection": {
            "code": "irrelevant",
            "details": "I'm sorry to hear about your loss. Cemeteries are run either by local councils, churches or private companies so the government isn't directly responsible for them. You may wish to contact the cemetery manager about festive decorations if it is privately owned or your local council."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-05T11:47:53.380Z"
    },
    "id": 709756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709756.json"
    },
    "type": "petition"
}