{
    "attributes": {
        "action": "Great Britain voted to, “Leave the European Union”. Not to be tied by treaties.",
        "additional_details": "Prime Minister Starmer has been signing treaties with EU members which by definition under EU Law means they are EU treaties that are legally binding. Now we hear 14th December’24 that our fishing and immigration are on the table.\r\nThis is a blatant betrayal of the majority of this country and a betrayal of democracy itself.\r\nThe Government has responded to a petition to ‘rejoin’ the EU stating the it intends to reset our country’s relationship with the EU.\r\n\r\nTHIS IS NOT WHAT “LEAVE” MEANS!",
        "background": "The people of the United Kingdom’s of Great Britain voted in the clearest possible manner to “ Leave the European Union”. A question decided by the electoral commission for its clarity.\r\n17,410,742 British registered voters voted for that CLEAR question with a majority well over one million.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-14T11:14:12.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-14T11:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-07T13:00:51.041Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what specific action you'd like the Government or Parliament to take. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-10T14:28:47.796Z"
    },
    "id": 709879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709879.json"
    },
    "type": "petition"
}