{
    "attributes": {
        "action": "End the Exploitation of Driving Test Bookings by Driving Instructors",
        "additional_details": "During COVID-19, UK driving test centres shut, creating a backlog. Some instructors exploited this by bulk-booking £62 DVSA tests using their references and reselling them for £300+. This black market thrives five years on, with instructors using bots and pressuring students to cancel test slots, which are then resold. Tests are advertised on Snapchat and sold in minutes due to high demand.\r\n\r\nThis harms students financially, creates inequality, and undermines the DVSA’s system. It manipulates vulnerable students, spreads frustration, and violates fairness principles. Action is urgent to restrict instructor access, stop bots, and restore trust.",
        "background": "We urge Parliament to act against driving test exploitation. Instructors misuse the DVSA system by bulk-booking tests for £62 and reselling for £300+ Only students should book tests. Ban instructor access, stop bots, monitor misuse, and ensure transparency. Educate students on their rights. Act now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-14T12:04:16.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-14T13:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-06T13:21:31.109Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\nReview process for booking driving tests and ban the resale at inflated prices \r\nhttps://petition.parliament.uk/petitions/702760\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-06T13:21:34.169Z"
    },
    "id": 709887,
    "links": {
        "self": "https://petition.parliament.uk/petitions/709887.json"
    },
    "type": "petition"
}