{
    "attributes": {
        "action": "\"Support a 4-Day Work Week for a Better Work-Life Balance",
        "additional_details": "A 3-day weekend and 4-day working week could boost employee well-being, improve productivity, and enhance work-life balance. It would reduce stress, attract global talent, and support family life. The extra day off could stimulate the economy through increased spending and tourism, while reducing environmental impact and carbon emissions. Businesses may experience lower absenteeism and turnover, and society could benefit from more volunteerism and community engagement.",
        "background": "I want the government to support a 4-day working week with a 3-day weekend by funding trials, offering incentives for businesses, and promoting flexible working practices. This should include protecting workers’ rights and ensuring the transition is fair, equitable, and sustainable for all sectors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-15T21:26:40.034Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-16T06:14:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-13T10:29:52.650Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government isn't responsible for the issue you raise. UK law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work. This would be a decision for employers and the employee.\r\n\r\nWe could accept a petition calling for the legal maximum number of hours during a week to be reduced or a legal limit placed on the days that people can work, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-07T16:41:49.043Z"
    },
    "id": 710066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710066.json"
    },
    "type": "petition"
}