{
    "attributes": {
        "action": "Demonstrate that all MP’s and Lords are held accountable for unethical behaviour",
        "additional_details": "I have lost faith in the Government of this country and believe that if they were to truly follow the principles that they set out, this country could once again be worthy of the name ‘Great’ Britain.",
        "background": "I want the government to uphold its own principles set up by the ‘Committee on Standards in Public Life’ which are - Selflessness, Integrity, Objectivity, Accountability, Openness, Honesty & Leadership",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-15T12:35:34.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-16T15:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-07T12:22:26.533Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nWe also cannot accept petitions that relate to regulation of members of the House of Lords, as that is the responsibility of the House of Lords not the Government or House of Commons. We can only accept petitions about issues that the Government or the House of Commons are directly responsible for.\r\n\r\nMembers of the House of Commons (MPs) are already subject to a Code of Conduct that encompases the seven principles of public life. Details of the Code and how it is enforced are availble via the Parliamentary Commissioner for Standard's website https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-07T12:22:26.543Z"
    },
    "id": 710001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710001.json"
    },
    "type": "petition"
}