{
    "attributes": {
        "action": "Have endometriosis and adenomyosis listed as a disability in the UK.",
        "additional_details": "",
        "background": "I want parliament to acknowledge that endometriosis and adenomyosis are debilitating health conditions, and make sufferers unable to function on a normal level. It must be acknowledged as a disability, and access to support must be improved, whether that be financial or care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-16T10:10:01.456Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-16T11:46:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-10T15:28:54.002Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis and adenomyosis, if this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nYou might wish to sign this petition which calls on the Government to Increase funding for Endometriosis care and support: https://petition.parliament.uk/petitions/702256"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-20T13:45:06.855Z"
    },
    "id": 710127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710127.json"
    },
    "type": "petition"
}