{
    "attributes": {
        "action": "Abolish most taxes and keep only a few essential, fair, and simple taxes.",
        "additional_details": "The UK tax system is unfair, with too many taxes draining people’s income. Families, workers, and businesses are struggling with the cost of living crisis while wages remain low. Essential costs like food, housing, and energy are taxed multiple times. Reducing taxes will make life more affordable, boost wages, support businesses, and improve living standards. A simple, fair tax system will create financial security and reduce stress for everyone.",
        "background": "We want the Government to abolish most taxes and stop creating new ones. Reduce the number of taxes to only a few essential, fair, and simple taxes. Remove hidden fees, duplicate taxes, and unnecessary levies on property, business, and daily living costs to ease the financial burden on all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-16T10:44:56.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-16T15:17:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-10T15:13:40.314Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for instance which taxes you would wish to see abolished and which kept."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-10T15:13:40.312Z"
    },
    "id": 710131,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710131.json"
    },
    "type": "petition"
}