{
    "attributes": {
        "action": "Authorise police to intervene in financial dispute between tenants and landlords",
        "additional_details": "I urge Parliament to address this issue by strengthening tenant protections and by empowering the police and also giving them the mandate to act in disputes involving landlords. Measures should include creating a streamlined process for tenants to recover deposits and holding landlords accountable for breaching agreements. Agencies like the police should also have the authority to intervene in cases of financial misconduct.",
        "background": "I urge the government to consider implementing measures that provide stronger protection for tenants and ensure the police have the absolute ability and authority to intervene in financial disputes between tenants particularly immigrant and landlords.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-17T04:30:05.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-17T15:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-19T16:19:29.982Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe police intervene if a crime has been committed. Disputes between landlords and tenants are usually civil disputes that can be settled in court. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do in respect to granting more powers to the police, or making something a criminal offence. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-19T16:19:34.739Z"
    },
    "id": 710254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710254.json"
    },
    "type": "petition"
}