{
    "attributes": {
        "action": "Implement a Rule to Mandate Honest and Direct Answers in the House of Commons",
        "additional_details": "A plea echoed by countless citizens who have watched our politicians dodge and weave, avoiding direct answers and circumventing honesty. The scripted responses, the blame games, and the monkey circus that our House of Commons has been reduced to is not only disappointing but also demeans our democratic principles.\r\n\r\nIn the spirit of democracy and transparency, we, the people, call upon the House of Commons to implement such a rule that will restore the dignity of parliamentary proceedings.",
        "background": "It's imperative that we enforce a rule in the House of Commons requiring politicians to answer questions honestly and directly, without veering into verbose or evasion tactics. To bolster trust in this pillar of democracy, these representatives should be legally obligated to give straight answers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-17T06:58:54.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-17T10:11:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-10T18:01:45.544Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the Commons is the responsibility of the Speaker personally."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-28T11:38:13.723Z"
    },
    "id": 710259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710259.json"
    },
    "type": "petition"
}