{
    "attributes": {
        "action": "Stop having Questions to the Prime Minister in PMQs from his own side",
        "additional_details": "It is totally pointless to have PMQs when more than half the questions are pre-advised questions from MPs on his own side and he doesn’t answer the rest.\r\n\r\nThe weekly charade of PMQs does not “hold the government to account” if the Speaker does not demand actual answers to questions from the opposition parties, especially when the majority of questions are from the government’s own MPs. As it stands, PMQs is merely a vehicle for the PM to repeat tendentious propaganda soundbites.",
        "background": "Make all questions in PMQs only from Opposition parties. The Speaker should insist on all questions being answered in a straightforward and honest manner, as the only function of PMQs is to hold the Governing party to account.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-18T22:46:36.113Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-20T18:49:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-27T15:57:51.913Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the Commons is the responsibility of the Speaker personally, and the Prime Minister is responsible for answers to questions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-20T12:20:41.143Z"
    },
    "id": 710597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710597.json"
    },
    "type": "petition"
}