{
    "attributes": {
        "action": "Exempt Property Workers and Delivery Drivers in London from Parking Fines",
        "additional_details": "London’s property and delivery sectors are essential, yet workers face challenges from limited parking. Property workers need access for viewings and maintenance, while delivery drivers keep goods moving. Parking fines create unfair burdens, harming productivity and efficiency. Exempting these workers, with safeguards like permits, will reduce stress and support these vital industries.",
        "background": "Exempt property workers, including estate agents, property consultants, finders, maintenance professionals, as well as delivery drivers, from parking fines when parked appropriately during work. Introduce a clear identification system, such as permits, to ensure responsible use of this exemption.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-18T16:56:49.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-18T20:04:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-11T17:19:00.179Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament.\r\n\r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou can find out who your local councillors are, and how to contact them here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-11T17:19:00.178Z"
    },
    "id": 710540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710540.json"
    },
    "type": "petition"
}