{
    "attributes": {
        "action": "Introduce measures to scrap OFWATS permitted water bill increases for 2025-2030.",
        "additional_details": "The proposed increase will have considerable impact on the public and impact most on the less well off. \r\nThe environment has been damaged by delayed investment and short term profit taking. \r\nWe need those who have take so much profit from the poorly regulated monopolies to pay to put thing right.",
        "background": "We want the government to take action to get OFWATS permitted water bill increases for 2025-2030 (PR24) reviewed. The government should produce new legislation so that the cost of investments is shared more by shareholders and housebuilders. OFWAT should be replaced as part of the process.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-19T12:03:53.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-19T15:23:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-04T11:56:56.207Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about price controls for water, which include the cost of investment in infrastructure, are a matter for Ofwat, not the UK Government or Parliament.\r\n\r\nUnder the Water Industry Act 1991, Ofwat has a statutory duty to make sure that companies are able to finance the proper carrying out of their functions. In setting price controls Ofwat's aim is to allow for a return on capital that is no more than necessary for an efficiently run company to get the funding they need, and that ensures customers only pay for a reasonable level of financing costs.\r\n\r\nYou can find out more about Ofwat's price controls here: https://www.ofwat.gov.uk/households/your-water-company/profits/\r\n\r\nWe can also see you have said that you would like the government to produce new legislation so that the cost of investments is shared more by shareholders and housebuilders. We are unsure exactly how you'd like this to happen. You could start a new petition stating clearly what specific action you'd like the Government or Parliament to take.\r\n\r\nYou also mention that you'd like Ofwat to be replaced. Again, you could start a petition setting out clearly what you mean by that – for example, if you'd like Ofwat to be replaced with another body.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-28T12:09:56.934Z"
    },
    "id": 710667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710667.json"
    },
    "type": "petition"
}