{
    "attributes": {
        "action": "Grant funding to Tyne and Wear area to replace ageing transport infrastructure",
        "additional_details": "Gateshead Council has previously applied for funding to replace the Gateshead flyover and has clearly been ignored. This impact on transport could impact the economy of the whole area and even individuals livelihoods who depend on the metro to commute to Newcastle for work. Increased use of automobile use will also impact the environment. Such state of disrepair would have been unthinkable in this country's capital, Tyne and Wear legitimately needs more funding.",
        "background": "Tyne and Wear area is greatly suffering from lack of funding that has put off essential maintenance to the point that several crossings over the Tyne has been reduced, including the metro, which cannot pass under the Gateshead flyover which is in imminent danger of collapse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-20T15:34:54.008Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-20T17:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-13T15:52:36.646Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-13T15:52:36.644Z"
    },
    "id": 710823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710823.json"
    },
    "type": "petition"
}