{
    "attributes": {
        "action": "Abolish the body mass index (BMI) scale in being a criteria to determine health.",
        "additional_details": "Access to NHS-funded fertility treatment requires meeting BMI criteria, with a max of 30 in Wales (35 for private clinics). Developed in the 1830s using only White males, BMI ignores sex, ethnicity, health conditions like PCOS, and body composition, unfairly impacting women. The UK must adopt fairer, evidence-based criteria, especially when a condition can impact a person’s ability to reach this unjustifiable target. BMI does not determine the overall health of the person needing the treatment.",
        "background": "The government should review and eliminate outdated BMI criteria for NHS fertility treatment, replacing it with a more inclusive, evidence-based approach. This ensures fair access, accounting for individual health and diversity, rather than relying on a measure designed for White males in the 1830s.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-20T23:46:22.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-21T06:41:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-12T17:22:30.627Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Healthcare in Wales is something that the Welsh Government and Welsh Parliament is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/\r\n\r\nYou may also wish to raise this issue with your local Members of the Senedd who represent you. You can find out who your Members of the Senedd are and how to contact them here: https://senedd.wales/find-a-member-of-the-senedd/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-24T16:49:45.760Z"
    },
    "id": 710866,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710866.json"
    },
    "type": "petition"
}