{
    "attributes": {
        "action": "Change dangerous junction of Croxteth Hall Lane with Oak Lane",
        "additional_details": "The junction is an accident black spot and many drivers jump the red lights causing a danger to those turning right onto Croxteth Park Estate.\r\nWe need a review of the options to improve the safety of this junction to widen the left hand turn only lane or create 3 distinct lanes one for turning right into oak Lane one for straight ahead and one for turn left only. The road markings and signage are not clear enough for drivers not familiar to the area and this is unsafe for all road users.",
        "background": "We have dangerous junction of Croxteth Hall Lane with Oak Lane the left hand turn Lane onto Croxteth Park Estate is abused by drivers going straight on instead. We have many examples by residents feeling scared attempting a right turn onto the estate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-22T09:17:55.162Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-22T09:26:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-14T14:56:54.387Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-14T14:56:54.384Z"
    },
    "id": 710976,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710976.json"
    },
    "type": "petition"
}