{
    "attributes": {
        "action": "Stop the water companies putting up bills by as much as 55% over the next 5 year",
        "additional_details": "A private company should only be able to take a certain % of profits for shareholders and bonuses should not be unlimited, make these companies ensure they invest at least 75% annually, ensure the regulator is doing what they are payed to do and if they are not remove them, Give a regulator stronger powers, and if a regulator makes a decision so water companies can put the bills up 20% if being pressured by water companies the regulator then decides bills can go up 60% this to me is the regulator bowing down to the companies they should be regulating",
        "background": "Either put in a different regulator or take into Government ownership, to many companies are not putting the investment in, only paying large dividends to shareholders and large bonuses to management this is now unacceptable, our lakes and waterways are disgraceful",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-22T13:52:26.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-22T15:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-18T11:34:42.727Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about water bill pricing are a matter for Ofwat (https://www.ofwat.gov.uk/), not the UK Government or Parliament. \r\n\r\nYou may wish to sign this petition which calls for the water industry to be nationalised: https://petition.parliament.uk/petitions/700436"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-28T15:54:00.221Z"
    },
    "id": 710999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/710999.json"
    },
    "type": "petition"
}