{
    "attributes": {
        "action": "Introduce a SUP(Single Use Plastic) levy or \"Pant\"-like deposit system",
        "additional_details": "Over the last decade, there has been a great amount of research into the subject of plastic and it's effects on the world\r\n\r\nThere was a time our largest fear was animals getting caught in discarded packaging. But now, we know that microplastics are everywhere\r\n\r\nThey are in our waterways, in our soil, they are found on every landmass and in every ocean. We now have proof that microplastics have found their way into our bodies and even placentas. \r\n\r\nCreating a system to encourage local recycling is essential. Some amount of the deposit or levy should be kept for offering grants to companies that recycle here in the UK. Not only protecting the environment, but becoming a source of useable material for industry or export",
        "background": "I want the UK to introduce either a levy or deposit system for SUP in the UK. In recent years there has been a great amount of research into plastic and its effect on the world. We have seen how microplastics infest our waterways, our soil, the ocens and even our own bodies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-22T20:54:21.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-22T22:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-14T16:05:04.679Z",
        "rejection": {
            "code": "already-happening",
            "details": "In January 2025, the Government introduced regulations to create a deposit return scheme, you can find out more here: https://www.gov.uk/government/news/government-to-clean-up-communities-with-deposit-return-scheme-for-plastic-bottles-and-cans"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-14T16:05:04.676Z"
    },
    "id": 711030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/711030.json"
    },
    "type": "petition"
}