{
    "attributes": {
        "action": "Protect disabled childrens’ legal right to assessment and support in education",
        "additional_details": "It is increasingly being recommended that the government makes changes to The Children and Families Act 2014, which sets out the legal rights to assessment and statutory support in education for disabled children. These rights do not only help vulnerable children and their families - they also reduce costs to the state in adulthood. Removing statutory obligations on local authorities will mean many children do not get the support they need to reach their potential.",
        "background": "Support in education is a vital legal right of children with special educational needs and disabilities (SEND). We ask the government to commit to maintaining the existing law, so that vulnerable children with SEND can access education and achieve their potential.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-22T17:55:09.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-22T18:30:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-18T11:37:11.962Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, as there currently are no Government proposals to make changes to the Children and Families Act 2014."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T16:19:09.930Z"
    },
    "id": 711021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/711021.json"
    },
    "type": "petition"
}