{
    "attributes": {
        "action": "Halt plans to demolish Oastler shopping centre and kirkgate market in Bradford",
        "additional_details": "We believe that the government and parliament have a responsibility to protect and preserve the cultural historical and economic assets of our communities. Oastler \r\nShopping centre and Kirkgate Market are more than just buildings. They are integral parts of Bradford’s identity and heritage. Here’s why we urge the government and parliament. We urge the government and parliament to recognize the importance of these sites and take steps to ensure their preservation for future generations.",
        "background": "We want the government and parliament to take immediate action to halt the planned demolition of Oastler shopping centre and Kirkgate Market in Bradford. These sites hold significant historical cultural and economic value for our community. \r\nEncourage public consultations and involve the locals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-12-30T16:08:58.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-12-30T16:59:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-19T17:19:08.528Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-19T17:19:08.526Z"
    },
    "id": 711666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/711666.json"
    },
    "type": "petition"
}