{
    "attributes": {
        "action": "Create Blackwater Valley Authority - 310,000 people in 80 square miles",
        "additional_details": "The Blackwater Valley Conurbation is a relatively small area of with a highly connected economy, which is part of one NHS ICB, Frimley but is split into three Counties and 7 Districts & Boroughs. There are other towns and villages which could logically be included with this economic area to make up the 500,000 required for a unitary authority, failing to do this as part of the major reorganisation of Local Government now underway fails residents and the economy",
        "background": "The Combined Mayoral Authority model along County lines will leave the 300,000 plus people in the 80 square miles of the Blackwater Valley Conurbation still be split between three Unitary Authority Areas.  This is a economic power base being failed by this model and needs to be addressed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-03T10:35:25.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-03T10:54:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-24T19:12:51.175Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-24T19:13:22.685Z"
    },
    "id": 712188,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712188.json"
    },
    "type": "petition"
}