{
    "attributes": {
        "action": "Remove the award of \"Children's Capital Of Culture Area 2025\" from Rotherham.",
        "additional_details": "It's estimated that 1,400 children were sexually abused in Rotherham between 1997 and 2013. More information is coming to light that the services didn't act appropriately and potentially tried to cover it up. \r\n\r\nI would hope the government would agree that the first requirement to win such an award should be proven robust safeguarding systems for the welfare of the children?\r\n\r\nAwarding Rotherham this is an insult to every young girl that has been sexually abused.",
        "background": "Rotherham should not be awarded this award in light of the gross failure to protect children from abuse. \r\nIt is an insult to every young girl that has been sexually abused whilst those with a duty to protect cowered from any appropriate action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-04T09:38:00.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-09T06:48:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-07T11:31:52.845Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe \"Children's Capital of Culture\" title isn't an award given by the government, but rather an ambition chosen by the children and young people of Rotherham."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-07T11:31:52.842Z"
    },
    "id": 712353,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712353.json"
    },
    "type": "petition"
}