{
    "attributes": {
        "action": "We call on the UK Government to introduce a ‘Victim of Police Misconduct Card’",
        "additional_details": "A Victim of Police Misconduct Card empowers individuals by safeguarding their rights, offering access to legal and emotional support, and deterring future misconduct. It serves as a reminder to officers of their accountability, promotes fair treatment, and provides victims with tools to protect themselves. This card is vital for rebuilding trust, ensuring transparency, and offering reassurance to those who have suffered at the hands of those meant to protect them.",
        "background": "This card will serve as a safeguard, ensuring victims can assert their rights, access immediate legal support, and remind police officers of their accountability, reducing the risk of future harm and empowering victims in interactions with law enforcement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-04T18:58:38.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-04T20:56:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-26T13:09:23.038Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about police misconduct but we're not sure what the impact of this proposed card would be. \r\n\r\nYou could start a new petition setting out clearly what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-26T13:09:23.035Z"
    },
    "id": 712438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712438.json"
    },
    "type": "petition"
}