{
    "attributes": {
        "action": "Reclassify Melatonin as a Food Supplement to Improve Public Health",
        "additional_details": "Why This Matters:\r\nModern lifestyles with artificial light, screens, and irregular schedules have caused an epidemic of circadian rhythm disruption, linked to poor UK health outcomes. Melatonin, proven safe in low doses, supports sleep and synchronizes the body’s internal clock. Countries like the US, Canada, and the EU classify it as a supplement. Scientific advances highlight its critical role, and reclassification would empower proactive health management while easing NHS strain.",
        "background": "We urge the UK Government to reclassify melatonin as a food supplement (doses under 2 mg). This would align the UK with global standards, providing safe, regulated access, to address circadian rhythm disorders linked to chronic conditions like sleep issues, metabolic syndrome, and cancer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-05T14:12:41.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-05T17:36:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-27T15:20:27.515Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about the classification of medicines are a matter for the Medicines and Healthcare products Regulatory Agency (MHRA), not the UK Government or Parliament. The MHRA is operationally independent from the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-27T15:20:27.512Z"
    },
    "id": 712551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712551.json"
    },
    "type": "petition"
}