{
    "attributes": {
        "action": "Prevent the Forced Merger of High Peak with Tameside",
        "additional_details": "While health, policing and education in High Peak leave much to be desired, we do not see much hope of improvement allied to a struggling Manchester administration. High Peak residents identify strongly as belonging to rural Derbyshire, and share its tourism, quarrying and agriculture industries. Moreover, this merger proposal is widely considered locally as part of a blatant attempt by the Labour government to stall countrywide county council elections this coming May. It must not happen.",
        "background": "We demand that the Labour party reconsider their undemocratic plans to merge High Peak and Tameside, Greater Manchester - which we consider to be not just a mere administrative reshuffle, but an assault on local identity, local people's wishes and our democratic rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-05T12:04:29.204Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-05T12:38:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-26T15:08:21.420Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n\r\nYou may also wish to sign this petition which calls for the local elections not to be postponed: https://petition.parliament.uk/petitions/710155 and this petition which calls for a local referendum on any changes to unitary and strategic authorities: https://petition.parliament.uk/petitions/711000\r\n  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-03T15:44:53.814Z"
    },
    "id": 712529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712529.json"
    },
    "type": "petition"
}