{
    "attributes": {
        "action": "Investigate the Lack of Tenant Notification on Right to Buy Scheme Closure",
        "additional_details": "We call on the UK Government to take action:\r\n\t1.\tInvestigate why tenants were not notified about the closure of the Right to Buy scheme.\r\n\t2.\tProvide compensation or alternative opportunities for those affected by this oversight.\r\n\t3.\tEnsure future housing policies are communicated clearly and fairly to all eligible tenants.\r\n\r\nThis petition is about fairness, justice, and the dignity of owning a home. By signing this petition, you’re standing up for tenants who were wronged.\r\nPlease sign to support!",
        "background": "Long-term tenants are devastated after years of paying rent; dreaming of owning our homes we were never notified it was ending. Failure to notify the scheme’s closure isn’t just a mistake but also a violation of fairness and trust. leaving many tenants feeling betrayed & excluded from a dream.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-06T12:25:29.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-06T16:16:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-27T15:53:25.878Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, within the responsibilities of the UK Government or Parliament.\r\n\r\nWe do not know which Right to Buy Scheme you are reffering to as the UK Government has not announced that it is closing the national scheme in England although it has consulted on reforms https://www.gov.uk/government/consultations/reforming-the-right-to-buy. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-27T15:53:25.875Z"
    },
    "id": 712694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712694.json"
    },
    "type": "petition"
}