{
    "attributes": {
        "action": "Father's rights to be equal to mothers when it comes to CMS and police matters",
        "additional_details": "Being a victim of harrasment and slander by the mother of my children and having no support from the police, child maintenance service, child benefit has lead me to see how the government favours the mothers in most cases. Social services, police and, cms have admitted this on majority of cases this is how it works. This needs to stop. The mother of my children lives in an abusive home yet is allowed to keep the children yet if it was me I was told they would be removed from my care.",
        "background": "Make laws regarding mothers having more rights than fathers when it comes to child maintenance, harrasment, shared custody. Make the rights equal and fair. Stop mothers being spiteful and harassing fathers when they themselves are at fault. It should be unlawful for women to use children as weapons",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-06T13:20:03.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-06T13:40:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-03T15:40:17.060Z",
        "rejection": {
            "code": "no-action",
            "details": "Dear Lee,\r\n\r\nThank you for your petition.\r\n\r\nWe are unable to accept your petition as we are not sure exactly what action you'd like the Government or Parliament to take. Petitions need to call on the Government or Parliament to take a specific action. You could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nI am also very sorry to hear about your current personal situation. I have found a website that maybe of help: https://www.dadsunltd.org.uk/\r\n\r\nKind regards,\r\n\r\nThe Petitions Committee"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-03T15:40:29.367Z"
    },
    "id": 712708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712708.json"
    },
    "type": "petition"
}