{
    "attributes": {
        "action": "Award a posthumous Victoria Cross to Lieutenant Colonel Robert Blair Mayne.",
        "additional_details": "As one of the British Army's founders of the Special Air Service (SAS), he led daring behind-the-lines raids that caused significant disruption to enemy forces. His indomitable courage, exceptional physical strength, and sheer determination made him one of the most decorated soldiers of the war, A Victoria Cross, the highest military award in the United Kingdom, was denied to him. It was rumoured that his strong stance on mental health issues led to this unjust exclusion. Unbelievably brave.",
        "background": "I am a proud veteran of the armed forces, deeply moved by the extraordinary courage and dedication of Lieutenant Colonel Robert Blair Mayne. This remarkable man practically saved his country with his unwavering bravery in the face of the enemy, a bravery so pure and undeniable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-06T18:07:33.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-16T12:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-06T12:30:31.585Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions that ask for someone to be given an honour.\r\n\r\nThe Government will only accept individual nominations, not petitions, so we can’t publish your petition.\r\n\r\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-06T12:30:31.583Z"
    },
    "id": 712780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712780.json"
    },
    "type": "petition"
}