{
    "attributes": {
        "action": "Ensure safe walking routes between all UK addresses",
        "additional_details": "A YouGov poll for Slow Ways found 70% of adults support the creation of safe walking routes to every UK address.\r\n\r\nIt would save lives. According to the Department for Transport, two pedestrians die and 34 are seriously injured by vehicles on rural roads each week.\r\n\r\nIt shouldn’t be dangerous to walk home from school, the pub or seeing family.\r\n\r\nThis positive vision can boost health, connect communities, save people money, reduce emissions, tackle loneliness, support economies, spread joy and more.",
        "background": "If it’s possible to drive somewhere, it should be possible to walk there safely too.\r\n\r\nIf there's no path and it’s too dangerous to road walk, a safe and reasonably accessible alternative must be provided. Routes should be funded, easy to follow and sensitive to landowner, wildlife and local needs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-07T17:10:00.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-07T18:48:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-02-28T15:25:31.237Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about this are a matter for local authorities, not the UK Government or Parliament.\r\n\r\nPetitions also need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want there to be safe walking routes between all UK addresses, but we're not sure exactly how you would like the Government to make this happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-02-28T15:25:31.233Z"
    },
    "id": 712999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712999.json"
    },
    "type": "petition"
}