{
    "attributes": {
        "action": "Stop the Devolution Revolution.\r\nKent say's No to removing our council structure",
        "additional_details": "Keep our council structure. Yes Democracy is not working that is because it is from a top down approach not area focused. The people of Kent say no to taking away the foundations of our democracy and ushering in a new unwanted restructure without the electorates say in the matter. You are not listening to the people. We require a detailed transparent and publicised public consult. Constant stripping back. Looking at the UK you can see what you are doing is not working.",
        "background": "Stripping back the foundations of democracy is not ok. Proper Consultation must be had. Keep all borough councillors, parish and town. While the Language of these proposals suggest empowerment, renewal. It indicates troubling implications and a lack of democratic accountability for local government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-07T10:59:03.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-08T16:37:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-03T13:58:20.555Z",
        "rejection": {
            "code": "local",
            "details": "You could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-03T13:58:22.196Z"
    },
    "id": 712924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/712924.json"
    },
    "type": "petition"
}