{
    "attributes": {
        "action": "Hard videos to be shown to secondary students the true impact of knife crime.",
        "additional_details": "Knife crime in the uk has soared through the roof. It’s horrible to be scared to let children out any more because you’re scared of what might happen. It’s daily now that a child and young adult is reported stabbed by another child or young adult. \r\nI want the system to educate the children officially on what the impacts it has on families and communities and that it isn’t worth it in the slightest. That they will ruin their lives as well as others.",
        "background": "To show all teenagers in secondary schools the UK the true impact of carrying a knife and using one. Show them the devastating reality of what it can do to somebody’s life and their own life and the repercussions that follows. Have it put into a form of their education plan (I.e form time).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-08T12:22:09.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-08T13:02:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-03T15:05:12.917Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nWe understand that you are concerned about knife crime, but decisions about which videos to show to students are a matter for teachers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-03T15:05:19.486Z"
    },
    "id": 713163,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713163.json"
    },
    "type": "petition"
}