{
    "attributes": {
        "action": "Petition to Ban Use of Corrupted or Incomplete CCTV Footage in Scottish Court",
        "additional_details": "We seek urgent government action to address mishandled evidence, like corrupted or incomplete CCTV footage, which undermines justice and leads to wrongful convictions. Strict protocols are needed for proper handling, storage, & return of evidence, with penalties for breaches. Defendants must have timely access to evidence, and independent oversight is crucial for transparency This will safeguard fair trials, prevent miscarriages of justice, restore public confidence in the legal system integrity",
        "background": "We urge the Scottish Government to enforce strict evidence handling rules, ensure timely access for defendants, and establish independent oversight to prevent tampering or mishandling, ensuring fair trials and protecting the justice system's integrity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-08T04:02:31.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-08T20:12:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-03T14:03:00.960Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: \r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-03T14:03:00.959Z"
    },
    "id": 713102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713102.json"
    },
    "type": "petition"
}