{
    "attributes": {
        "action": "Save Cane Corso for being banned in the UK",
        "additional_details": "1. We ask Parliament to oppose any legislation that seeks to ban or restrict the Cane Corso breed.\r\n2. We urge the government to recognize that breed-specific legislation (BSL) does not address the root causes of dangerous behavior in dogs, which are primarily the result of poor training, lack of socialization, and irresponsible ownership.\r\n3. We request that the UK government focus on promoting responsible dog ownership through education, training requirements, rather than imposing breed bans.",
        "background": "We, the undersigned, respectfully request that the UK Parliament reconsider any potential legislation aimed at banning or restricting the Cane Corso breed. This breed, known for its loyalty, intelligence, and protective instincts, is often misunderttood due to its size.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-08T12:05:33.728Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-08T12:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-03T10:12:03.838Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: \r\n\r\nReform the Dangerous Dogs Act (DDA) 1991: keep the public safe\r\n\r\nhttps://petition.parliament.uk/petitions/702953\r\n\r\nWe are not aware of any plans or proposals by Government to ban the Cane Corso in England and Wales, so we could not currently accept a petition to oppose their banning."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-03T10:12:03.856Z"
    },
    "id": 713158,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713158.json"
    },
    "type": "petition"
}