{
    "attributes": {
        "action": "Implement \"Asian - Other\" as a Mandatory Option in Ethnicity Datasheets",
        "additional_details": "In a multicultural society like the UK, it's crucial that every individual feels seen and recognized. Given that people of Asian origin make up almost 9.3% of the England and Wales population (according to 2021 Census from the Nat. Statistics office), a more comprehensive list of Asian ethnicities is not just needed, it's long overdue. As a start, we should at least have \"Asian- Other\" in the category.This is about more than just filling out a form; it's about acknowledging our diverse society.",
        "background": "As a Filipino holding a British passport, I've encountered numerous government, academic, and workplace forms requiring me to report my ethnicity. Yet, often, these forms only offer three options for Asian ethnicity. I'm petitioning forms to include \"Asian - Other\" as a mandatory option.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-08T13:00:40.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-08T14:40:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-03T13:00:45.492Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government already provides the option \"Any other Asian background\" when collecting information about ethnicity. You can read more about this here: https://www.ethnicity-facts-figures.service.gov.uk/style-guide/ethnic-groups/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-29T09:28:54.648Z"
    },
    "id": 713175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713175.json"
    },
    "type": "petition"
}