{
    "attributes": {
        "action": "Make Ofqual move the A-Level Law, Politics and Philosophy exams",
        "additional_details": "Students should not have to take up to 3 A-Level Exams in one day, especially when the subjects that have exams on that day are common, and link between each other\r\n\r\nBecause of this, it is likely that doing multiple exams a day, which are also scheduled not only on the same day, but at the same time as each other, this would force people to stay isolated for the whole day.\r\n\r\nTaking into account concessions, this length could also be longer due to some students having access to extra time.",
        "background": "AQA A-Level Law Paper 3, Edexcel A-Level Government and politics Paper 3, and the OCR A-Level Philosophy Paper 1 scheduled for June 10th 2025 means that there is a clash of subjects, which would force examinees to take up to 3 exams on the same day. These subjects are also common to take at A-Level",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-08T12:28:04.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-08T12:32:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-03T16:40:19.384Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about exam are a matter for exam boards, not the UK Government or Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-03T16:40:28.127Z"
    },
    "id": 713164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713164.json"
    },
    "type": "petition"
}