{
    "attributes": {
        "action": "Allow Chagossians same freedom as Falkland Islanders to decide who governs them",
        "additional_details": "I believe that a proposal for the British people to lose sovereignty over a British Overseas Territory to a foreign state, which has never previously governed that territory, is only reasonable if the people from that territory give their consent. To enforce a change in status without consent is disrespectful both to the Chagos Islanders and to the 255 British service personnel who lost their lives during the Falklands War defending the right of British Overseas Citizens to self-determination.",
        "background": "I would like the future sovereign status of the Chagos Islands to be decided by a vote of the Chagos Islanders in the U.K., in line with the principle of self-determination outlined in Article 1 of the UN Charter, and given the long-standing status of the islands as a British Overseas Territory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-09T01:02:53.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-14T07:15:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-14T11:05:54.064Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action:\r\n\r\nGrant Chagossians a referendum to decide the future of Chagos Islands\r\nhttps://petition.parliament.uk/petitions/706882"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-14T11:06:08.464Z"
    },
    "id": 713334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713334.json"
    },
    "type": "petition"
}