{
    "attributes": {
        "action": "The Military Oath needs operation due to no obligation to protect the Subjects",
        "additional_details": "All of the 1688 Oaths have been quietly redacted. A Statement by the King \"Military style campaigns beyond leaders, from the private corporate sector, with trillions at their disposal\" is frightening. How do we know the Secret services are not against the voters, when Military service has no obligation domestic to protect citizens, ancient customs or rights? The Kings Militia. We urgently need the restoration of the 1688 oath values in order to affirm that we are not heading into a regime.",
        "background": "Restore the Limitation of the Crown & requirement of upholding the Rights & Liberties of the Subjects to all Oaths Military, Judicial, Parliamentary, Police and any others including inserting this into the Privy Council oath. Because we are concerned about the limitations of the Crown now rampant",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-09T02:07:57.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-18T10:04:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-11T11:42:59.687Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-11T11:43:03.539Z"
    },
    "id": 713340,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713340.json"
    },
    "type": "petition"
}