{
    "attributes": {
        "action": "Set tax (PAYE) relief for employed individuals paying private school fees.",
        "additional_details": "We - the Brits are continually being taxed - pay, home, car, road, air, school fees! etc. It's too much - encourage businesses which help the economic growth of a nation. The government cannot solve all the problems of the UK - the labour government should rethink their policies - its having a devastating impact on the British people.",
        "background": "As an employed individual with a child in an independent school - I pay state taxes - PAYE & NI - and at the same time paying school fees which the labour government has just removed the 20% tax break for.\r\n\r\nIt's only fair that there is a tax relief for people like me not utilising state education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-09T09:45:41.862Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-09T11:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-03T17:58:20.353Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We are not sure exactly what tax relief you would like to Government to provide - for example how much relief you would like to be provided. You could start a petition setting out clearly what tax relief you would like to be introduced.\r\n\r\nYou may wish to sign this petition:\r\n\r\nDon't apply VAT to independent school fees, or remove business rates relief: https://petition.parliament.uk/petitions/701268"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-03T17:58:23.360Z"
    },
    "id": 713377,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713377.json"
    },
    "type": "petition"
}