{
    "attributes": {
        "action": "Properly regulate the use of Electric Scooters across the UK",
        "additional_details": "The widespread use of E-Scooters by adults and children on public roads and pavements, in areas where they are currently illegal, is a big problem. E-Scooters offer a cheap and green means of transport and many people have purchased them in ignorance of the law. Inconsiderate use of E-Scooters has resulted in conflict and sometimes serious incidents and injury involving pedestrians and other road users and the riders themselves. We urge the Government to update the law to regulate their use.",
        "background": "The use of e-scooters is currently illegal on public roads in areas not covered by an official rental scheme. However they are widely available to buy and extensively used by adults and children for transport in all areas. The law needs to be updated and use of e-scooters regulated for safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-09T20:07:30.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-10T10:22:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-05T16:50:54.131Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly which regulations you would like the Government or Parliament to make. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-05T16:51:01.436Z"
    },
    "id": 713498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713498.json"
    },
    "type": "petition"
}