{
    "attributes": {
        "action": "Bigger consequences for absent fathers that take no responsibility for the child",
        "additional_details": "I think this would help the birth rate in the uk to drop,  less single parent family’s needing to apply for benefits for financial support , teenage girls not getting pregnant in the future as much or been manipulated by these men and been left to raise a child alone less parents having to help raise grandchildren later in life I think this would make men take fatherhood more seriously and use protection bigger consequences would make them make better decisions and this can help future generation",
        "background": "I think more consequences should be put in place in the uk for fathers who take no responsibility for there child if they are the natural father & have no child or violence criminal offences. Help financially provide even if just on universal credit & holding them accountable for the children too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-10T02:37:10.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-10T02:57:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-06T08:43:59.398Z",
        "rejection": {
            "code": "no-action",
            "details": "There’s also already a petition about this issue. We cannot accept a new petition when we already have one about a very similar issue.\r\n\r\nYou are more likely to get action on an issue if you sign and share a single petition.\r\n\r\nMake it a legal offence for a parent to be absent from their child's life.\r\nhttps://petition.parliament.uk/petitions/701777"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-06T08:43:59.397Z"
    },
    "id": 713542,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713542.json"
    },
    "type": "petition"
}