{
    "attributes": {
        "action": "Demand UK Government doesn't abandon Vauxhall Luton.",
        "additional_details": "Vauxhall Luton is an EV (electric vehicle) production site and is set to produce UK volumes of electric vans. Closing the site not only impacts jobs & community but the UK' green manufacturing future.\r\nThe plant continues to produce at near maximum capacity & profit.\r\n\r\nWe have seen EU governments notably Italy, where the governing far-right party has pledged 1.6 billion euros to keep all Stellantis plants open. The precedent is therefor set & we must see the political will from our UK government.",
        "background": "Secretary of State for Business Johnathan Reynolds must insist that car owner Stellantis meet with government and engage in serious discussions concerning the continuation of production at Vauxhall Luton and to table a funding package to do so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-11T12:54:46.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-11T17:08:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-05T16:42:53.157Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-05T16:42:53.152Z"
    },
    "id": 713726,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713726.json"
    },
    "type": "petition"
}