{
    "attributes": {
        "action": "Pass an act for tartan woven in the Highlands, similar to Harris Tweed Act 1993",
        "additional_details": "Highland dress/tartan are global icons, inherently linked to the Highland region, however the manufacturing industry barley exists in the region, one mill est 2018.  On the basis of reparation movements around the globe, we request that the people of the Highlands have a protected opportunity to play a role in its making.  Driving social, environmental and economic equality to a fragile region.  Increases in global ethical consumerism demands absolute integrity in all products made everywhere.",
        "background": "Create an act that legally recognises tartan cloth woven in the Highland region.  Following the precedent set by the Harris Tweed Act 1993.  An Highland based authority can be established to manage the use of the act and it can be supported by with a newly formed CIC working group.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-11T13:03:11.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-11T14:13:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-04T15:54:31.558Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://www.mygov.scot/find-your-local-council\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-12T10:57:47.981Z"
    },
    "id": 713728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713728.json"
    },
    "type": "petition"
}