{
    "attributes": {
        "action": "Provide food & drink to carers who are in hospital with the person they care for",
        "additional_details": "Carers already don't recevie enough money to live off but the strain hits hard when the person they care for is in hospital. We have no choice but to stay with them to help them during the time they are in hospital and A & E and we spend long days with nothing to drink or eat. If we have a chance to pop out to the shop to get food we have to pay absurd prices for the shops. It would make a massive difference to all carers to have food provided in hospital even if it was for a reduced cost.",
        "background": "Provide food and drink for free to carers who claim carers allowance when they are in hospital with the person they care for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-12T11:12:16.260Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-12T12:13:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-04T14:46:38.862Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://www.mygov.scot/find-your-local-council\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-04T14:46:38.859Z"
    },
    "id": 713826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713826.json"
    },
    "type": "petition"
}