{
    "attributes": {
        "action": "Explain how the opinion expressed in EU referendum became \"The Democratic Will\"",
        "additional_details": "The ministerial decree from David Cameron made it clear that he intended for parliament to shirk its responsibilities by making the referendum into a decision, and his Manor House speech almost literally commanded the people to do the job that they keep parliament for, but there is no reasonable basis to imagine that anyone believed the decree nor obeyed his orders.\r\nThere appears to be no democratic basis for the referendum becoming a decision.\r\nThe government must explain how it happened.",
        "background": "The 2016 referendum was advisory, that point was put beyond question by the Supreme Court judgment.\r\nAn advisory referendum is an expression of opinion, it is not a declaration of will.\r\nWe cannot see how we moved from one to the other, except by ministerial decree.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-12T13:09:10.851Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-12T23:40:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-05T13:53:55.658Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nThe Brexit referendum was not legally binding, but the government decided to act upon the outcome and begin the process of leaving the EU. A pamphlet sent out prior to the referendum stated that \"The government will implement what you decide\"."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-06T14:37:01.179Z"
    },
    "id": 713834,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713834.json"
    },
    "type": "petition"
}