{
    "attributes": {
        "action": "Petition to Prohibit Serving Halal Meat to Non-Muslims Without Prior Consent.",
        "additional_details": "Halal meat, often prepared using non-stun slaughter, is served to non-Muslims in schools, restaurants, and institutions without their knowledge or consent. This denies individuals the right to make informed dietary choices and imposes religious practices on others. Non-stun slaughter also raises serious animal welfare concerns, as highlighted by the BVA and RSPCA. Requiring education and consent ensures transparency and protects consumer rights while addressing ethical concerns.",
        "background": "We urge the Government to mandate clear labeling of halal meat, require education on its preparation (including non-stun slaughter), and prohibit serving halal meat to non-Muslims without their explicit consent. This ensures transparency, informed choice, and respect for individual dietary beliefs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-13T16:33:13.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-13T22:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-05T17:46:32.610Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nRequire all meat to be labelled to indicate the method of slaughter, as such\r\nhttps://petition.parliament.uk/petitions/704797"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-05T17:46:32.607Z"
    },
    "id": 713953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/713953.json"
    },
    "type": "petition"
}