{
    "attributes": {
        "action": "Stop Stubbington study centre from closing",
        "additional_details": "Closing Stubbington to the amount of chidren that use this site would be detrimental to future children's learning. \r\nFor a lot of children this maybe the only chance they get to have a holiday and the only chance they get to stay away from home without parents. \r\nOver 6000 children a year stay at Stubbington. They are proposing to close this site and turning it in to a welfare home for only 18 children. \r\nThe centre has been running for 90 years. Offering so much to Hampshire schools.",
        "background": "Stubbington Study Centre is a Children’s Services facility available to schools and other pre-booked groups for residentials and more.  They want to change it to a specialist secure welfare home for 18 children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-15T09:29:24.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-15T10:00:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-05T16:08:12.876Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-05T16:08:12.874Z"
    },
    "id": 714092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714092.json"
    },
    "type": "petition"
}