{
    "attributes": {
        "action": "Make our railways public: Say no to extortionate prices through privatisation.",
        "additional_details": "Privatisation has failed passengers. Ticket prices have risen disproportionately, while services have become unreliable and overcrowded. Publicly owned systems in other countries show that affordable, efficient, and sustainable railways are achievable when profit is not the priority. A publicly owned railway will ensure accountability, affordability, and better service for all.",
        "background": "Reverse the privatisation of the British railway system and bring it back under public ownership. This includes ensuring railway operations and infrastructure are unified under a public body, with revenues reinvested to improve services, lower ticket prices, and benefit the environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-15T10:06:59.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-15T13:32:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-11T09:42:18.348Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under the Passenger Railway Services (Public Ownership) Act 2024, passenger train operators with contracts with the Department for Transport (DfT) are to be brought into public ownership. Nationalisation will start in 2025 and is expected to finish in 2027.\r\n\r\nYou can find more information in this briefing from the House of Commons library: \r\nhttps://commonslibrary.parliament.uk/when-will-my-local-train-operator-be-nationalised/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-11T09:42:18.346Z"
    },
    "id": 714097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714097.json"
    },
    "type": "petition"
}