{
    "attributes": {
        "action": "Make post separation abuse a stand-alone offence",
        "additional_details": "Escaping an abuser is proven to be the most dangerous time for any victim/survivor. It is well evidenced and recognised that abuse escalates in severity post separation and along with that the risks to the victim/survivor and their families is vast. \r\n\r\nSeparation is a key indicator in femicide with 2 women a week murdered in the UK by a current or ex-partner.\r\n\r\nConvictions for abuse post separation would validate and better protect victims who remain largely unheard or feel there is no escape",
        "background": "Abuse usually escalates post separation and can be relentless for months and years.\r\n\r\nWe must hold abusers to account and prevent further abuse at the most dangerous time for those having escaped abusers. \r\n\r\nOur current system doesn't.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-14T18:11:11.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-14T18:51:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-10T14:56:04.727Z",
        "rejection": {
            "code": "already-happening",
            "details": "Controlling or coercive behaviour is a crime in England and Wales under section 76 of the Serious Crime Act (2015). This law highlights that domestic abuse is often a purposeful pattern of behaviour.\r\n\r\nThe Domestic Abuse Act (2021) for England and Wales extended this offence to include post-separation abuse. This changed the law so that controlling or coercive behaviour can now potentially be prosecuted as a criminal offence even if the parties are no longer in a relationship and are not living together."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-12T11:07:21.903Z"
    },
    "id": 714049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714049.json"
    },
    "type": "petition"
}