{
    "attributes": {
        "action": "To include hospitality as a key part of a single ministerial portfolio",
        "additional_details": "The hospitality sector is critical to the UK economy, but fragmented oversight across multiple departments leads to inconsistent policies and missed opportunities. A dedicated ministerial portfolio would prioritise challenges like staffing shortages, rising costs, and sustainability. This unified approach would enable cohesive decision-making, better support businesses, and maximise the sector’s potential to create jobs, drive local economies, and strengthen communities across the UK.",
        "background": "Hospitality contributes £93bn annually and employs 3.5m people, yet it lacks dedicated representation in government. We urge the Government to include hospitality in a single ministerial portfolio, ensuring cohesive policies, support for recovery, and recognition of its vital role in the UK economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-14T14:28:09.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-15T14:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-07T16:31:24.931Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Minister for Services, Small Business & Exports has hospitality in his portfolio.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-07T16:31:29.993Z"
    },
    "id": 714033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714033.json"
    },
    "type": "petition"
}