{
    "attributes": {
        "action": "Compensate the RHS for £6m charity losses caused by the A3/M25 roadworks",
        "additional_details": "The RHS is a charity that is not government funded and is urging Government to recognise there is a special case for compensation. With the £6m losses to date the RHS could have created 15 NHS wellbeing gardens, brought gardening and nature to hundreds more schools and communities across the UK, funded 110 horticultural apprenticeships or 38 science PhD students to find nature-based solutions to help pollution, flooding and the biodiversity and the climate crises.",
        "background": "A3/M25 roadworks have disrupted access to RHS Wisley leading to £6m losses, £11m when the roadworks end. Since the roadworks started the garden has had 25% fewer visitors, loss of £1m income from membership and cancelled events. Less income means less charitable work for people and planet.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-15T16:02:55.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-16T09:09:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-06T17:44:09.616Z",
        "rejection": {
            "code": "irrelevant",
            "details": "RHS Garden Wisley is a garden run by the Royal Horticultural Society in Wisley. It is not the responsibility of the government.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-06T17:44:09.613Z"
    },
    "id": 714133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714133.json"
    },
    "type": "petition"
}