{
    "attributes": {
        "action": "Commit to continuing to fund the Employment Support Scheme",
        "additional_details": "The Employment Support Scheme is a vital scheme which supports disabled people in work. Without this scheme in place some of the most vulnerable people in society will be faced with losing their jobs through no fault of their own. The government should strive to ensure that disabled people currently in employment remain employed. The scheme has been closed to new participants since 2006 so the costs for the government will decline in future when existing participants leave the scheme",
        "background": "Commit to continuing to fund the Employment Support Scheme for people with disabilities. Guarantee that anyone receiving support via the scheme will continue to do so for the while they remain in their current role.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-20T19:07:56.061Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-20T21:24:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-11T10:57:23.343Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Irish Government is responsible for. That means that the UK Government and Parliament can't look into it.  \r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive. \r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/ \r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-11T10:57:23.340Z"
    },
    "id": 714678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714678.json"
    },
    "type": "petition"
}