{
    "attributes": {
        "action": "Remove Allowances and automatic Pay Rises from MPs.",
        "additional_details": "If the country needs difficult choices, then MPs shouldn't be immune from these. We need a change in law that removes the automatic pay rises, and MPs wage rises should be in line with expectations on public sector. If there is a cap or freeze there, so should there be with MP wages. If Public loose entitlement to allowances/support, they too should loose their allowances, they earn a lot more than most.",
        "background": "The government says there are 'difficult choices ahead' and that our pensioners on £13k a year can now afford their heating bills unsupported, yet they keep their allowances and automatic pay rises.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-22T08:17:07.702Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-22T08:54:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-11T16:29:29.043Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nYou may wish to sign this petition calling for a review of MP’s expenses:\r\n\r\nReview the system of expenses and allowances for MPs - https://petition.parliament.uk/petitions/702821"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-10T09:58:52.694Z"
    },
    "id": 714840,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714840.json"
    },
    "type": "petition"
}