{
    "attributes": {
        "action": "Set up First Time Buyer Scheme in N.I. that matches the one offered in England",
        "additional_details": "The devolved \"government\" of NI no doubt has the ability to make these schemes possible in Northern Ireland, but with the constant cutting back on funding for Northern Ireland makes it so Stormont would not be able to provide us with these schemes. It is only right that in a \"democracy\" that if they can give to one country, they should give to all country or none at all. This only pushes a further divide in NI and we know how that went in years past. The progress is not stagnant, its backwards.",
        "background": "There is a very reasonable help to buy scheme offered by the government for England only...fun that. The fact being that the Government is making it much easier for those in England than the rest of the UK just shows the problems with the current Government",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-22T13:50:01.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-22T23:00:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-12T18:43:40.703Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Executive and Northern Ireland Assembly is responsible for. \r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland\r\n\r\nIf you want to change the devolution settlement so housing policy is not devolved to Northern Ireland, you could submit a new petition on that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-12T18:43:40.700Z"
    },
    "id": 714889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714889.json"
    },
    "type": "petition"
}