{
    "attributes": {
        "action": "Change the legal age that a child should be rear facing till.",
        "additional_details": "All we hear is of accidents happening, children being injured or hurt etc. however a lot of accidents of children rear facing have walked away without a scratch. It’s sad people only do what safest, if it’s legal. Parents aren’t always educated on the safest way to have their child in a car. It doesn’t help when pages like local police are posting about care safety when it isn’t the safest measures.",
        "background": "A child can rear face right up until the age of 7/8 or specific height and weight measurements. Rear facing has proved to be a lot more safer than forward facing however because people see ff is legal they do it. We need the legal age to be changed for people to listen!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-22T22:50:20.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-22T23:05:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-12T10:14:04.079Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Northern Ireland Assembly has the authority to make decisions about the use of car seats, including safety regulations.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-12T10:14:04.076Z"
    },
    "id": 714969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714969.json"
    },
    "type": "petition"
}