{
    "attributes": {
        "action": "Fair Business Parking Permit costs for small businesses in the Baltic Triangle",
        "additional_details": "The increase represents a staggering 1400% rise, which is financially devastating for small businesses already grappling with rising costs post-pandemic. It risks driving out the very enterprises that make the Baltic Triangle a thriving hub of innovation and care.In particular this will affect businesses that rely in nearby parking to ensure their staff access vulnerable customers who require outreach and home visits, and if a business cannot fulfil their role it will eventually fail to survive.",
        "background": "We call on the Liverpool City Council and the Mayor to reconsider the drastic increase in business parking permit fees for the Baltic Triangle, which have risen this year from £50 to an unprecedented £750 per year per vehicle.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-22T21:01:13.953Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-24T17:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-13T14:50:58.917Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nParking permit costs are the responsibility of local authorities.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-13T14:51:12.602Z"
    },
    "id": 714953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/714953.json"
    },
    "type": "petition"
}