{
    "attributes": {
        "action": "Provide the support that’s desperately needed for our SEN children",
        "additional_details": "We want the government to act on this huge problem we as a country are facing. Our children shouldn’t be penalised, they shouldn’t be forced into mainstream schools due to the lack of special provisions. Our children are waiting for many months if not years for assessments, official diagnosis and ECHP it’s simply not acceptable.\r\nChildren who come from troubled backgrounds but also have additional needs are being rejected due to it being “environmental”. It’s all a disgrace and a change is needed ASAP.",
        "background": "The system is flawed for our children in every way possible. Families are fighting so hard, some for years just for support for their children’s additional needs regardless of the severity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-23T19:58:50.345Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-23T23:20:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-13T11:29:14.208Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for SEN children, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIncrease funding for SEND in schools.\r\nhttps://petition.parliament.uk/petitions/701409\r\n\r\nRequire more qualifications for teachers/teaching assistants at SEN schools\r\nhttps://petition.parliament.uk/petitions/700700\r\n\r\nReview state education and students’ wellbeing, especially for children with SEN\r\nhttps://petition.parliament.uk/petitions/703964"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-13T11:29:14.205Z"
    },
    "id": 715191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/715191.json"
    },
    "type": "petition"
}