{
    "attributes": {
        "action": "Approve the funding for the Middlewich Bypass before the end of February 2025",
        "additional_details": "Both MPs I’ve worked with, Fiona Bruce and Andrew Cooper, have raised this issue in Whitehall, and we urgently need approval from the DFT to move forward. Cheshire East has already approved funding for the bypass, and they are shovel-ready. If approval isn’t granted soon, one of your Local Councils will face financial ruin, adding to the already chaotic situation that Middlewich residents are enduring.",
        "background": "Junction 18 of the M6 is now one of the busiest junctions in the country and a major stopping point for lorries traveling across the UK. Recently, more business units have been approved, which will only increase the flow of heavy vehicles through our town.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-24T14:36:32.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-24T16:21:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-13T16:46:42.225Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-13T16:46:51.521Z"
    },
    "id": 715385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/715385.json"
    },
    "type": "petition"
}