{
    "attributes": {
        "action": "Support uni/college students with loans/public transport",
        "additional_details": "If students are worrying about their loans and the money they owe, they won’t be focusing on their studies which will result in them dropping school because of their wellbeing. Also, public transport impacts their education because it’s unreliable.",
        "background": "Financially support students struggling with student loans and public transport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-24T08:56:44.503Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-24T10:49:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-20T14:06:57.301Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe are also very sorry if you or someone you know is experiencing challenges relating to university student loans or transport costs.\r\n\r\nIf you are looking for support with your university student loan and transport costs, we recommend speaking to Citizen's Advice: https://www.citizensadvice.org.uk/ Additionally, we recommend reaching out to your college or university to seek advice and support. \r\n\r\nIf you're concerned about your own or a loved one's mental health, find out how you can get help from a mental health charity or organisation here: https://www.nhs.uk/nhs-services/mental-health-services/\r\n\r\nYou may also wish to start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-20T14:07:08.672Z"
    },
    "id": 715314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/715314.json"
    },
    "type": "petition"
}