{
    "attributes": {
        "action": "Freeze the pay of Members of Parliament (MPs) for the current parliament",
        "additional_details": "Relative to the vast majority of public sector workers, the salary of Members of Parliament is exceptionally high, at a time when the public finances are stretched, and the government is having to make cuts in multiple departments. \r\n\r\nThere is no evidence to suggest that paying MPs more will have any beneficial impact on the running of the country, or help to restore the public's trust in politicians.",
        "background": "Since April 2024, the annual salary for Members of Parliament has been £91,346.\r\n\r\nWe could like the government to freeze the pay of Members of Parliament at this rate, and to ignore any future recommendations from IPSA to increase it, including at the next meeting of IPSA this year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-27T01:10:52.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-27T01:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-13T15:16:44.160Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nYou may wish to sign this petition calling for a review of MP’s expenses:\r\n\r\nReview the system of expenses and allowances for MPs - https://petition.parliament.uk/petitions/702821"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-13T15:16:44.158Z"
    },
    "id": 715740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/715740.json"
    },
    "type": "petition"
}