{
    "attributes": {
        "action": "Every MP should attend every debate",
        "additional_details": "Especially drawing upon the debate about Violence against Women and Girls, it is an insult to the groups that these debates are about that such a small amount of MPs have turned up. Attendance should not be a choice - if we pay for them to discuss important issues, not only just to represent these groups within their own constituencies, they must attend as we need to stand stronger together with such a time of political turmoil across the world.",
        "background": "There is a concerning number of MPs not turning up to debates on important topics. As we pay for them from Tax Payers’ money to represent communities, their parties and the country, there should not be a choice if to turn up to a debate or not - it should be mandatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-28T14:47:58.899Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-28T23:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-19T08:54:44.904Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. This is because it is not clear which debates you would like to make it mandatory for MPs to attend. There are usually a number of different debates happening within the House of Commons at the same time across the main Chamber, in Westminster Hall (the parallel chamber) and in committees scrutinising legislation. Select committees, committees of MPs that scrutinise a particular subject, also meet to take evidence and deliberate on reports while the House is sitting. Therefore it would be physically impossible for an MP to attend every debate.\r\n\r\nYou could submit a petition specifying that attendance at specific types of Parliamentary business was compulsory."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-19T08:54:44.902Z"
    },
    "id": 715909,
    "links": {
        "self": "https://petition.parliament.uk/petitions/715909.json"
    },
    "type": "petition"
}