{
    "attributes": {
        "action": "Review 15 rated movies and make them 15A. Put the onus on the parents to decide.",
        "additional_details": "Children have access to far more mature content on the Internet these days. This is something I do not agree with, but it's difficult for parents to enforce 24/7. If the government were to slightly lower cinema age restrictions, this would give teenagers more of a reason to visit the cinema. This is good for the economy. Furthermore, it reduces their time spent on Social media, which I feel is far more damaging to mental health.",
        "background": "Allow parents to decide whether their children are mature enough to watch a current 15 rated movie at the Cinema. If the government change this to 15A, it puts the onus on parents to come to this conclusion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-29T19:48:50.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-29T21:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-27T16:02:29.853Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n\r\nDecisions relating to age ratings on films and TV shows for broadcast in the UK are a matter for the British Board of Film Classification (BBFC), not the UK Government or House of Commons. This means the Government is not directly responsible for the action this petition calls for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-27T16:02:29.852Z"
    },
    "id": 716085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716085.json"
    },
    "type": "petition"
}