{
    "attributes": {
        "action": "Blunt tips on all newly manufactured domestic knives to reduce fatalities",
        "additional_details": "Many knife attacks, particularly impulsive acts of violence, involve readily available kitchen knives. After reading an article about Idris Elba discussing the dangers of sharp-tipped knives, I discovered that a manufacturer has already taken the initiative to design and sell blunt-edged kitchen knives at a reasonable price. This demonstrates that safer alternatives are both viable and accessible.\r\n\r\nA rounded or blunt tip would make kitchen knives significantly less effective as weapons while maintaining their full functionality for cooking. By implementing this legislation, the government can take a proactive step toward reducing knife-related harm, ultimately making homes and communities safer for everyone.",
        "background": "Violent crimes involving kitchen knives have risen, with stabbings and assaults often using sharp-tipped knives. Unlike professional blades, household knives don't need a sharp point for food prep. A blunt-tip design would maintain cooking function while reducing the risk of lethal attacks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-30T12:50:18.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-30T15:08:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-27T16:26:57.450Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition, which calls for a similar action: https://petition.parliament.uk/petitions/714865"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-27T17:05:54.121Z"
    },
    "id": 716148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716148.json"
    },
    "type": "petition"
}