{
    "attributes": {
        "action": "Give Parents More Authority to Take Children Out of School for Family Breaks",
        "additional_details": "policies are rigid look into options for a flexible system even if that means reducing current holidays. this will open up options for needed time and education with families and also reduce places being so busy & expensive in peak time especially helpful for SEN children. Learning is more then classroom this would allow families to plan trips without the fear of penalty while maintaining academic integrity.",
        "background": "We urge the Government to review current attendance policies and introduce legislation that recognizes the value of family time and learning outside the classroom. A Children’s Annual Leave Allowance would create a fairer, more inclusive education system that supports working families across the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-31T12:24:34.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-31T15:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-19T14:10:23.642Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which call for similar action: \r\n\r\nAllow parents to take their children out of school for up to 10 days fine free.\r\nhttps://petition.parliament.uk/petitions/700047\r\n\r\nAllow families with SEN children 10 days term-time holiday without being fined\r\nhttps://petition.parliament.uk/petitions/707685"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-19T14:11:14.247Z"
    },
    "id": 716297,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716297.json"
    },
    "type": "petition"
}