{
    "attributes": {
        "action": "Establish Council Efficiency Committee for General Pharmaceutical Council",
        "additional_details": "I am a concerned pharmacist directly affected by the sudden and drastic increase in membership fees. This personal burden makes me question the efficiency of the General Pharmaceutical Council (GPhC).\r\n\r\nThere is a visible lack of transparency within the GPhC, concerning its expenditure and funding allocation, which needs to be seriously addressed. We believe that the sudden membership fee increase is unjustified and could be a result of financial mismanagement of GPhc.",
        "background": "The reform of the GPhC, coupled with the establishment of a Council Efficiency Committee. This new committee would bear the responsibility of monitoring and auditing the expenditure of the GPhC, ensuring that fee increases are equitable and justified by the members.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-30T23:31:45.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-31T08:51:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-20T16:49:51.027Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about the General Pharmaceutical Council are a matter for the organisation, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-20T16:50:40.080Z"
    },
    "id": 716238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716238.json"
    },
    "type": "petition"
}