{
    "attributes": {
        "action": "Raise the national motorway speed limit from 70 mph to 80 mph.",
        "additional_details": "Many UK motorways have three or more lanes, designed to handle higher speeds safely. The current limit causes unnecessary congestion, as drivers bunch up and hesitate due to constant speed enforcement cameras. This leads to reduced attention on the road and, in some cases, even accidents.\r\n\r\nRaising the speed limit to 80 mph would align the UK with other European countries, improve traffic efficiency, and reflect modern driving habits. It would also ensure that speed enforcement focuses on dangerous driving rather than penalizing safe, responsible motorists.\r\n\r\nThis change would make UK motorways safer, more efficient, and better suited to modern vehicles and driving conditions.",
        "background": "We urge the Government to increase the motorway speed limit to 80 mph to improve traffic flow and reduce congestion. The current 70 mph limit was set decades ago and does not reflect modern vehicle safety standards, road conditions, or the realities of motorway drivin",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-31T12:04:40.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-31T12:21:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-21T11:33:48.845Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which call for similar action:\r\n\r\nIncrease the UK national speed limits\r\nhttps://petition.parliament.uk/petitions/701098\r\n\r\nLaunch a review into increasing speed limits on motorways and dual carriageways\r\nhttps://petition.parliament.uk/petitions/702636\r\n\r\nIncrease speed limit from 70 mph to 90 mph on motorways.\r\nhttps://petition.parliament.uk/petitions/713108"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-21T11:34:02.110Z"
    },
    "id": 716292,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716292.json"
    },
    "type": "petition"
}