{
    "attributes": {
        "action": "Protect and value nature in the Planning & Infrastructure Bill",
        "additional_details": "We are the world’s most nature depleted country and nature degradation is a drag on the economy.\r\nExtreme weather is on the increase and we need nature’s help to prevent flooding, keep us cool in heatwaves and protect soils for food security.\r\nFor the sake of our children and their children, we must not sweep aside nature.   \r\nMake nature a stakeholder.  This means embedding it in decision-making and considering the needs and interests of nature.",
        "background": "Developers must not be allowed to ‘pay to plunder’.  Harm must be avoided (in line with the mitigation hierarchy)\r\n\r\nSpecies surveys must be obligatory.\r\n\r\nDo not cut communities out of the planning process, they are nature's guardians.\r\n\r\nNature must be a stakeholder, not bulldozed out of the way.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-31T11:29:18.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-31T11:40:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-24T15:05:21.287Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe are not sure what specific changes you would like to the Bill. For example, how exactly you would like nature to be embedded in decision making, and how you would like communities to be involved in decisions. You could start a new petition setting this out clearly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-24T15:06:04.253Z"
    },
    "id": 716285,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716285.json"
    },
    "type": "petition"
}