{
    "attributes": {
        "action": "Make it legislation that exam tables must be cleared from sports all every day",
        "additional_details": "As a community sports club, we lose access to venues during exam periods when sports halls are filled with exam tables. This disrupts our activities, causes massive financial losses, and deprives children of essential physical exercise, some children drop out all together. Regular sports participation is crucial for health, well-being, and social cohesion. We urge Government to mandate prompt clearance of exam tables so facilities remain accessible year-round benefiting students/wider community",
        "background": "Community sports are vital for health, well-being, and social cohesion. During exam periods, sports halls often become unusable due to exam tables. By promptly clearing them after exams, facilities can serve both students and the community. Please support this simple change for year-round access",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-31T15:12:46.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-31T17:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-21T12:05:27.247Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the use of school sports halls are a matter for individual schools, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-21T12:05:46.471Z"
    },
    "id": 716320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716320.json"
    },
    "type": "petition"
}