{
    "attributes": {
        "action": "Make sure what happens in the US does not here and let young people have a voice",
        "additional_details": "The reason why is because in the USA Trump has already started deporting people and stopping immigration. He’s also not allowing Hospitals to transition transgender people and many this year have started to worry and panic cross the globe. With the fact the US is an influential country I know that it could affect the UK and I hope not. Also if younger people had a voice and choice in these matters then the world may become a better place. I hope you take this to heart.",
        "background": "To not allow whatever’s going on in the USA to affect the UK, and allowing younger people to have a say in what goes on when it comes to elections, making safer spaces for the people who will be the part of Britain's future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-31T16:15:29.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-31T16:51:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-20T15:26:12.211Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/700687"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-20T15:26:21.142Z"
    },
    "id": 716335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716335.json"
    },
    "type": "petition"
}