{
    "attributes": {
        "action": "The government be transparent about the state of the Civil Service Pension pot",
        "additional_details": "It is beginning to sound that the pension pot is a Ponzi scheme. My understanding is that is illegal. The government needs to make this transparent and make this information available quickly.",
        "background": "To be transparent about the size of, the state of and any shortcomings from the pension pot as it is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-01-31T13:06:09.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-01-31T14:37:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-08T13:32:39.779Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is also no single civil service pension pot, as civil service pension schemes are split between defined contributions (pension pots) and defined benefit schemes which are based on your final salary and how long you have served for.\r\n\r\nCivil service pension schemes such as The Civil Service Additional Voluntary Contribution Scheme (CSAVCS), the partnership pension account and the Concord pension account are defined contribution schemes, whereas schemes such as Alpha and Classic are direct benefit schemes.\r\n\r\nYou may wish to look at more information published by the Office for Budget Responsibility (OBR) on public sector pensions here: https://obr.uk/forecasts-in-depth/tax-by-tax-spend-by-spend/public-service-pension-payments-net/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T13:32:49.878Z"
    },
    "id": 716307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716307.json"
    },
    "type": "petition"
}