{
    "attributes": {
        "action": "We want local elections in 2025 not to be cancelled",
        "additional_details": "Local elections are a fundamental part of our democratic system, allowing communities to choose their representatives, hold local authorities accountable, and have a say in decisions that affect their daily lives. Any attempt to cancel or delay these elections without a justifiable reason undermines democratic principles and erodes public trust.\r\n\r\nWe believe:\r\n\r\nLocal democracy must be protected – Elections ensure that councils represent the will of the people. Cancelling them denies citizens their voice.\r\n\r\nAccountability matters – Local leaders must answer to the public. Delaying elections allows unaccountable officials to remain in power.\r\n\r\nThere is no valid excuse – If national elections can take place, there is no reason why local elections should be cancelled.",
        "background": "We urge the government to respect the democratic process and allow local elections to proceed as scheduled. Any attempt to interfere with the electoral process is a attack on our rights as citizens of this country",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-01T11:44:05.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-01T21:46:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-19T15:34:22.613Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: \r\n\r\nDo not postpone the local elections\r\n\r\nhttps://petition.parliament.uk/petitions/710155"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-19T15:34:22.611Z"
    },
    "id": 716412,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716412.json"
    },
    "type": "petition"
}