{
    "attributes": {
        "action": "STOP OFWAT OFGEN ECT INCREASING BILLS FOR GAS ELECTRICITY AND WATER",
        "additional_details": "Tell them that they is no need to keep increasing people bills or Tell them that the bosses and shareholders will have to help to pay for it as they have tucked out enough money for them self and they can't claim bonuses",
        "background": "Tell them to stop increasing people's bills",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-02T15:35:01.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-02T15:59:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-25T10:06:32.157Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about price controls for water, which include the cost of investment in infrastructure, are a matter for Ofwat, not the UK Government or Parliament.\r\n\r\nUnder the Water Industry Act 1991, Ofwat has a statutory duty to make sure that companies are able to finance the proper carrying out of their functions. In setting price controls Ofwat's aim is to allow for a return on capital that is no more than necessary for an efficiently run company to get the funding they need, and that ensures customers only pay for a reasonable level of financing costs.\r\n\r\nYou can find out more about Ofwat's price controls here: https://www.ofwat.gov.uk/households/your-water-company/profits/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-25T10:06:34.339Z"
    },
    "id": 716513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716513.json"
    },
    "type": "petition"
}