{
    "attributes": {
        "action": "Restore the English National Anthem whenever ENGLAND are performing worldwide.",
        "additional_details": "I'd like to see Jerusalem (or any of the accepted traditional ENGLISH anthems) restored as the default position as explained; with \"God save the King\" only being played when competing as BRITAIN/UK or when two Home nations pay each other and in addition to their nation-specific anthems being played (ie Host Team Anthem-Visiting Team Anthem-UK National Anthem).",
        "background": "All too often anyone performing or competing for ENGLAND in any capacity is subjected to the BRITISH National Anthem before kick off or if they're lucky enough to win; This is all the more rediculous when playing Scotland or Wales as they're allowed to sing Nation-specific anthems to no reply...",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-02T15:09:37.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-02T16:53:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-19T18:00:09.267Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the playing of anthems at a sporting event are a matter for the body organising the event and/or the relevant sport's governing body, not the UK Government or Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-19T18:00:09.266Z"
    },
    "id": 716510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716510.json"
    },
    "type": "petition"
}