{
    "attributes": {
        "action": "To class coeliac disease as a disability in the UK",
        "additional_details": "I have recently been diagnosed and is very difficult to get people to take the disease seriously in places like work and in personal life",
        "background": "To help change make coeliac disease a disability to reflect the daily struggles that people diagnosed have to deal with from work to personal life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-03T22:11:55.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-04T22:01:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-27T17:38:14.163Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities. So it's not clear what else you would like to happen.\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-09T17:06:19.801Z"
    },
    "id": 716643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716643.json"
    },
    "type": "petition"
}