{
    "attributes": {
        "action": "Exterminate 300 horses",
        "additional_details": "The presence of these animals is causing harm to native species, damaging ecosystems, and potentially affecting agriculture and local biodiversity. If left unchecked, their population could grow uncontrollably, leading to further environmental and economic consequences. Taking action now will help protect native wildlife and maintain ecological balance.",
        "background": "I want the government to implement measures to exterminate 300 horses that are negatively impacting the local ecosystem. This could include habitat management, population control programs, and research into their environmental impact.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-04T16:08:34.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-04T16:58:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-20T16:24:40.392Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about horses, but we are not sure which 300 horses you mean.\r\n\r\nYour petition is also about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://www.mygov.scot/find-your-local-council\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-20T16:24:43.881Z"
    },
    "id": 716720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/716720.json"
    },
    "type": "petition"
}