{
    "attributes": {
        "action": "Change the revalidate criteria for  medics to more working hours yearly",
        "additional_details": "Currently the nhs in health and dentistry is in crisis but the amount of medics doing aesthetics is rising leaving the health care industry.\r\nNHS medics  do not train in aesthetics to become nhs health care providers  .More and more medics are abusing the system to be able to obtain their id ,more and more doctors are leaving the nhs to do beauty and aesthetics.NHS workers who received a paid for degree should be required to work monthly hours to keep their PIN number to save the nhs .",
        "background": "The amount of nhs medics who are currently working the minimum hours needed in order to keep their pin or id number just to work in aesthetics as a medic aesthetic provider .medics should work more yearly hours to provide nhs patient care .Aesthetics is not part of a nhs degree in health care",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-09T00:34:54.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-09T10:50:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-27T15:14:40.096Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the General Medical Council.\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-27T15:14:40.088Z"
    },
    "id": 717293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717293.json"
    },
    "type": "petition"
}