{
    "attributes": {
        "action": "Stop certain elements of A.I and so called \"advancements\"",
        "additional_details": "AI and automation are making people lazy, taking jobs, and only benefiting billionaires. Obesity is rising, work is disappearing, and social issues are worsening. Kids are exposed to harmful content online, and AI in trade and healthcare threatens livelihoods. The Government must act now to protect jobs, regulate AI, and ensure technology helps rather than replaces us. We must fix this before it’s too late",
        "background": "AI and automation make people lazytake jobsand benefit billionaires obesity rises, jobs vanish, and kids face harmful content. The Government must regulate AI to protect workers, stop exploitation, and ensure tech helps, not replaces us. We must act now to fix this before it’s too late",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-08T19:54:15.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-08T20:24:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-26T16:51:02.389Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition clearly outlining specific measures preventing certain uses of AI, if that's what you would like to se. \r\n\r\nYou may wish to sign the following petitions: \r\n\r\nBan Generative AI and review how to best regulate other AI tools\r\nhttps://petition.parliament.uk/petitions/707995\r\n\r\nHold an urgent Citizens’ Assembly on AI and enact its recommendations\r\nhttps://petition.parliament.uk/petitions/716823\r\n\r\nReview how to protect jobs from being taken by AI technology\r\nhttps://petition.parliament.uk/petitions/707509"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-26T16:51:26.106Z"
    },
    "id": 717267,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717267.json"
    },
    "type": "petition"
}