{
    "attributes": {
        "action": "Stop Perth and Kinross Council implementing their proposed council tax rise.",
        "additional_details": "Residents are already facing financial difficulties and this increase will exacerbate their situation. This additional expense could mean having to cut back on essentials like food & heating.People with limited financial resources are disproportionately affected by rising costs leading to reduced disposable income, impacting local businesses.If people have less money to spend, it can result in lower sales for local shops and other services, ultimately affecting the local economy.",
        "background": "I urge the Scottish Parliament to intervene and review this decision, ensuring that fair and equitable measures are in place to support residents. Ensure that any council tax increases are fair and equitable & promote alternative funding solutions that protect residents and support the local economy",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-08T13:55:50.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-09T19:24:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-25T16:51:52.218Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:  \r\n\r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-25T16:51:53.022Z"
    },
    "id": 717235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717235.json"
    },
    "type": "petition"
}