{
    "attributes": {
        "action": "Enforce the Agent of Change Principle in Planning Law to Protect Music Venues.",
        "additional_details": "The Agent of Change principle was introduced in 2019 to protect grassroots music venues (GMVs) from noise complaints and inadequate noise assessments by property developers. However, it is not legally binding and is applied inconsistently across England and Wales. In contrast, Scotland has adopted it within its National Planning Framework 4, providing stronger protection. With 16% of GMVs closing in 2023, we should follow Scotland’s example and make the Agent of Change principle legally binding across the UK.",
        "background": "I call for the implementation of the Agent of Change principle in UK planning law to better protect grassroots music venues from closure due to local noise complaints and insufficient noise impact assessments conducted by property developers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-08T21:07:00.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-08T22:14:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-26T11:44:29.565Z",
        "rejection": {
            "code": "already-happening",
            "details": "The National Planning Policy Framework (NPPF) already includes the Agent of Change Principle. You can find out more about the Government's position here: https://questions-statements.parliament.uk/written-questions/detail/2025-01-15/24380/ and read more about the National Planning Policy Framework here: https://www.gov.uk/government/publications/national-planning-policy-framework--2"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-12T14:49:40.017Z"
    },
    "id": 717272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717272.json"
    },
    "type": "petition"
}