{
    "attributes": {
        "action": "Commit to reopening the Colne-Skipton railway network in north west England.",
        "additional_details": "Chancellor Rachel Reeves previously identified economic growth, employment and house building as her highest priorities. The reopened railway would do exactly that. A youngster living in Colne wanting to go to Leeds University, or for a job in Skipton, has exactly the same need for a fast, frequent train service as a kid in Ealing or Woking.\r\nSELRAP costed works at £298mn. A considerable sum, yet still pales in comparison to the HS2 reaching £66bn JUST to Birmingham. The value for money is clear.",
        "background": "For over 20 years locals have campaigned for the reopening of the Colne-Skipton line. A vital link between Lancashire and its Yorkshire neighbor. Yet time and again we face empty promises.\r\nIts time words were finally put into action and investment made in the north!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-09T19:22:30.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-09T19:26:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-25T17:37:35.691Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-25T17:37:36.788Z"
    },
    "id": 717372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717372.json"
    },
    "type": "petition"
}