{
    "attributes": {
        "action": "Prevent any further salary increases for MPs until further notice.",
        "additional_details": "I want a commitment from the Government that they will not allow any further salary increases until the general population are better off than they currently are. \r\n\r\nMany individuals are struggling to make ends meet, meanwhile MPs get lavish expenses and paid for gifts on top of an extortionate salary while, in some cases, being completely unavailable for their constituents. \r\n\r\nMy request is a simple one, if we are to be worse off because of Government policies, then our MPs should be too.",
        "background": "With MP’s tipped to have yet another salary increase to nearly £94,000, it seems disgraceful that they continue to reap in almost three times the uk average salary of £37,430. \r\n\r\nGiven the tightening of finances due to economic policies I think it is wholly inappropriate for MPs to have a pay rise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-10T12:20:23.778Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-10T14:05:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-25T16:56:49.904Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government. \r\n \r\nYou can find out more about IPSA here: http://www.theipsa.org.uk "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-03T11:52:21.892Z"
    },
    "id": 717435,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717435.json"
    },
    "type": "petition"
}