{
    "attributes": {
        "action": "Ban the sale and use of electric shock collars within the United Kingdom",
        "additional_details": "Electric shock collars inflict pain, fear, and distress on dogs, damaging the trust between them and their guardians. Studies confirm they are unnecessary, with positive reinforcement methods being more effective and humane. Allowing their use contradicts the UK’s animal welfare standards. By banning them, Parliament can protect dogs from unnecessary suffering, promote ethical training practices, and ensure the UK leads the way in advancing animal welfare. Dogs deserve better.",
        "background": "Electric shock collars harm animal welfare, causing pain, fear, and stress. Evidence shows they are unnecessary, with humane training methods proving more effective. I urge Parliament to ban their sale and use, prioritizing ethical, evidence-based dog care and safeguarding animals from cruelty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-10T11:57:23.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-11T09:47:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-26T08:56:21.483Z",
        "rejection": {
            "code": "already-happening",
            "details": "In England, the use of remote electric shock collars on dogs and cats is now banned, following the Animal Welfare (Electronic Collars) (England) Regulations 2023, which came into effect on February 1, 2024. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-26T08:56:39.419Z"
    },
    "id": 717430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717430.json"
    },
    "type": "petition"
}