{
    "attributes": {
        "action": "Restructure UK prisons by crime severity for safety, rehab, and reduced violence",
        "additional_details": "The current prison system is overcrowded, unsafe, and frequently fails to rehabilitate offenders. By grouping prisoners in terms of risk and individualising rehabilitation, we can make it safer, decrease reoffending, and make sure offenders get the help they require. It would minimise overcrowding, avoid mixing the dangerous and the less serious offenders, and end up with a more effective, humane, and rehabilitative system that is both better for society and for the offenders concerned.",
        "background": "Implement a new prison system with offenders allocated to prisons by risk. High-risk offenders receive strict rehabilitation focused on therapy and safety, while lower-risk inmates get personalized rehab with education, work, and therapy to help reintegrate them into society and prevent reoffending.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-10T18:12:52.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-10T18:33:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-27T15:17:01.440Z",
        "rejection": {
            "code": "already-happening",
            "details": "There are already different security categories of prisons based on the threat a prisoner would pose to the public should they escape. You may wish to start a new petition about increasing funding for rehabilitation of prisoners. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-27T15:17:07.828Z"
    },
    "id": 717488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717488.json"
    },
    "type": "petition"
}