{
    "attributes": {
        "action": "Allow the public to participate in a no confidence vote.",
        "additional_details": "It is my opinion that there is no point in calling a no confidence vote when the governing parties MP’s outnumber all other parties MP’s placed together as one. The simple result is that the governing party will vote against the no confidence vote and remain in power regardless of their failures or conduct while governing the country. Thus leaving parliament and the country at risk of all types of failures. Because a no confidence vote is pointless.",
        "background": "When the governing party has an overwhelming majority of MP’s over all other party MPs. Any vote of no confidence will result in a biased result. I feel that parliament should then call on a number of public members to vote in order to even out the biased result. Or request the nation to vote.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-11T07:40:31.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-11T08:02:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-25T17:00:44.843Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence in the Government. This is set out in the Committee's standards: https://petition.parliament.uk/help\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou might like to sign this petition:\r\n\r\nCall a General Election\r\nhttps://petition.parliament.uk/petitions/700143"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-25T17:00:45.904Z"
    },
    "id": 717536,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717536.json"
    },
    "type": "petition"
}