{
    "attributes": {
        "action": "Make Lunar New Year a UK Culture Day",
        "additional_details": "Lunar New Year is one of the most significant cultural celebrations celebrated by a quarter of the world population in China and worldwide, which recently listed as a floating holiday by the United Nations.\r\nBy making Lunar New Year a public culture day, it would further stimulate economic activity, and promote inclusivity, social cohesion, reflecting the UK’s commitment to embracing its diverse population. It will also strengthen UK’s reputation as a global leader in inclusivity.",
        "background": "I ask that the Parliament allow the Lunar New Year also known as Chinese New Year be designated as an annual culture day in the UK, with the date determined by the lunar calendar (falling between late January and mid-February each year).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-10T22:11:23.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-11T16:56:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-26T16:59:48.491Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as asking for an additional bank holiday."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-25T15:09:57.476Z"
    },
    "id": 717521,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717521.json"
    },
    "type": "petition"
}