{
    "attributes": {
        "action": "Reform PoCA to Exempt Legal Cannabis Businesses & Ensure Financial Access",
        "additional_details": "PoCA wrongly treats legal cannabis businesses as criminal, restricting banking, investment, and growth. Industrial hemp, CBD, and medicinal cannabis are legal, yet businesses face account closures, funding issues, and asset seizures. Reforming PoCA will protect lawful enterprises, boost industry, and align regulations with global standards. This reform could generate £3.5B in tax, create 96K jobs, cut £1B in law enforcement costs, and boost UK cannabis production and economic growth.",
        "background": "Amend the Proceeds of Crime Act 2002 to exempt legally compliant industrial hemp, CBD, and medicinal cannabis businesses from being classified as criminal enterprises. Update financial crime laws so banks and investors can support these industries without fear of legal penalties or asset seizures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-11T09:06:18.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-11T10:43:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-29T10:37:16.150Z",
        "rejection": {
            "code": "already-happening",
            "details": "Individuals or businesses in the UK cultivating cannabis under license from the Home Office (and adhering to all license conditions) should not fall within scope of POCA. The money laundering provisions under POCA could apply if a business in the UK is receiving funds derived from the production and sale of cannabis in other jurisdictions.\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-29T10:37:37.734Z"
    },
    "id": 717541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717541.json"
    },
    "type": "petition"
}