{
    "attributes": {
        "action": "Recognise all frontline ambulance services staff as a emergency service workers",
        "additional_details": "To change the status of of the Ambulance service from a Essential service to a Emergency service. Entitling the workers in this front line service the same rights as the Police and Fire workers do. As the public think we are and should be treated as such due to the high demands of this work both physically and mentally.",
        "background": "Compared to police officers and firefighters, the case for recognising paramedics as an emergency service is clear. All three professions are physically demanding, high-stress, and require an immense level of dedication. Yet paramedics are not given the same rights, benefits as the police, fire.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-14T20:12:27.731Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-14T20:33:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-22T08:53:48.643Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand your concerns regarding the recognition of the work of paramedics, but we are not clear what you would like paramedics to be entitled to specifically as there is no specific status and entitlement for emergency workers. \r\n\r\nYou are welcome to start a new petition setting out more clearly what you think paramedics should be entitled to. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-22T09:37:26.467Z"
    },
    "id": 717949,
    "links": {
        "self": "https://petition.parliament.uk/petitions/717949.json"
    },
    "type": "petition"
}