{
    "attributes": {
        "action": "Introduce a “Move Over” Law to assist emergency services.",
        "additional_details": "Emergency Services, National Highways officers and others who work on fast roads face a higher risk of being struck by a vehicle when dealing with incidents on Motorways and A roads etc. Therefore introducing a law where road users must move over will create a better safety barrier and to reduce the risk of a fatality. Implementing this law will raise awareness, increase safety and provide a legal protection to those who work on our roads.",
        "background": "We urge the Government to introduce a “Move Over” law requiring road users to change lanes or slow down when approaching emergency vehicles, recovery vehicles, or National Highways officers stopped on the side of the road with flashing lights. Similar to what you see in the USA.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-15T19:29:06.923Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfT",
                "name": "Department for Transport",
                "url": "https://www.gov.uk/government/organisations/department-for-transport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-18T19:12:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-01T10:41:29.719Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nRule 281 of the Highway Code already states:\r\n\r\n\"If you see emergency or incident support vehicles displaying flashing lights in the distance, be aware there may be an incident ahead (see Rule 219). You should slow down and be prepared to move safely into another lane or stop.\r\n\r\nThe emergency services, traffic officers and recovery workers may be required to work in the carriageway; for example, dealing with debris, collisions or conducting rolling roadblocks. You MUST follow any directions given by police or traffic officers as to whether you can safely pass the incident or obstruction.\"\r\n\r\nRule 282 states:\r\n\r\n\"When passing the scene of an incident, remain alert for hazards (such as debris or slow-moving vehicles) and do not slow down unnecessarily (for example, if an incident is on the other side of a dual carriageway). You should focus on the road ahead when passing an incident because a lack of attention may cause a further incident, collision or congestion\"\r\n\r\nThe Highway Code can be found here: https://www.gov.uk/guidance/the-highway-code\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changing something specific about the Highway Code"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-01T10:41:36.973Z"
    },
    "id": 718042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718042.json"
    },
    "type": "petition"
}