{
    "attributes": {
        "action": "Review IR35 so that off-payroll contractors no longer pay employers' NIC.",
        "additional_details": "This change is particularly crucial as employers' NIC is set to rise to 15% in April 2025. The implications are clear: many individuals will face increased financial strain due to these adjustments.",
        "background": "Reviewing the IR35 off-payroll rules reveals a significant shift: contractors inside IR35 will no longer bear the burden of paying employers' NIC. Instead, the responsibility will fall on the end client benefiting from their services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-18T08:37:59.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-18T09:37:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-15T16:59:03.628Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is not the case that contractors within the scope of IR35 are always responsible for paying employer NICs. Depending on the circumstances, the end client that engages the contractor may pay this charge. Alternatively it may be the business in the labour supply chain responsible for making the final payment to the contractor that incurs employer NICs. The changes announced in the 2024 Autumn Budget to increase employer NICs from April 2025 do not change this aspect of the IR35 rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-15T16:59:05.454Z"
    },
    "id": 718308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718308.json"
    },
    "type": "petition"
}