{
    "attributes": {
        "action": "Extend electric vehicle charge point grant for households with on street parking",
        "additional_details": "I am a cab driver driving an electric car.i drive over 110 miles a day every day. I have to charge my car constantly. After working 12 hours a day I have to spend at least one hour to charge my car . I am fed up with it. And it is costing me 7 times more than I could charge at home. If I had a house with drive way  I wouldn't have any problems.Do not punish people for being poor. People with on street parking must be allowed to lay cable crossing channel. Government should extend this grant and force councils to allow this",
        "background": "Only handfull of councils allowing cable crossing channel to be installed currently. Application for this grant is ending 31 st of March 20025. This grant should be extended so that people can benefit from it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-20T11:36:54.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "MHCLG",
                "name": "Ministry of Housing, Communities & Local Government",
                "url": "https://www.gov.uk/government/organisations/ministry-of-housing-communities-local-government"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-02T12:30:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-04T09:40:08.222Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n \r\nThe closing date for the Electric Vehicle Chargepoint Grant for Households with On-Street Parking is 3 April 2026. See more information here: https://find-government-grants.service.gov.uk/grants/electric-vehicle-chargepoint-grant-for-households-with-on-street-parking-1\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-04T09:40:13.550Z"
    },
    "id": 718560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718560.json"
    },
    "type": "petition"
}