{
    "attributes": {
        "action": "Give us our children back.. Remove ALL Government control over our children.",
        "additional_details": "As the US President has set precedent on the matters of child education and how parents alone should be in charge of matters, it is time the UK wakes up and stops interfering in family life. The children belong to the parents and not the government. Take them on holidays at anytime, pull them out of school if we see fit to do so, without reason, consent on all materials being taught to the child, remove any punishment to a parent for making decisions on child's education at home or in school.",
        "background": "1st Amendment Only Parents to have control over when or if they child goes to school. Homeschooling should be without state interfering or questioning. Pull a child out of a school if a parent deems the school to be unfit, without questions or reason. No penalties for child attendance or punishment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-20T09:05:05.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-20T10:39:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-28T17:24:09.399Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action: \r\n\r\nDon't introduce unique child identifier and increased home education regulation\r\nhttps://petition.parliament.uk/petitions/702270"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-28T17:24:09.397Z"
    },
    "id": 718537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718537.json"
    },
    "type": "petition"
}