{
    "attributes": {
        "action": "Scrap BMI being a deciding factor for IVF treatment on the NHS.",
        "additional_details": "It’s is known fact that many ethnicity minorities have been largely marginalised within the sphere of medicalisation, both historically and to date, and inclusion of BMI within the NHS’s criteria for IVF further creates additional barriers for women who are struggling to conceive naturally. I am a woman of colour who has been trying to conceive. Despite  exercise, eating a balanced diet and living a healthy lifestyle I have been told I will not be suitable for treatment unless my BMI is under 30",
        "background": "For the NHS to consider other weight related factors when determining the criteria for IVF treatment in the UK. It is widely known that there is an over reliance on BMI as a sole indicator of health or to make health recommendations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-20T11:46:17.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-20T18:15:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-04T13:16:00.213Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about access to IVF are a clinical matter for the National Institute for Health and Care Excellence, the NHS and individual clinicians, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to review access to IVF for people with a high BMI, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-04T13:16:02.032Z"
    },
    "id": 718562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718562.json"
    },
    "type": "petition"
}