{
    "attributes": {
        "action": "Allow doctors to work as physician associates.",
        "additional_details": "If teachers can work as teaching assistants, why can't doctors work as PAs? NHS England looks after the funding and workforce policy for PAs and could change both to include doctors. The government recently put the General Medical Council (GMC) in charge of regulating PAs in addition to doctors, so could insist they allow doctors to work as PAs. GP surgeries and hospitals should be allowed to choose the most qualified healthcare professionals to look after their patients.",
        "background": "Patients are struggling to see a doctor, yet many doctors can't find work. Too many retire early, change careers, emigrate or move to private practice. Currently no doctor is allowed to work as a physician associate (PA) despite receiving longer training and having greater expertise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-20T22:46:44.682Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-20T23:22:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-03T15:35:30.448Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about this are a matter for General Medical Council, not the UK Government or Parliament. You could contact them about this issue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-03T15:35:35.042Z"
    },
    "id": 718639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718639.json"
    },
    "type": "petition"
}