{
    "attributes": {
        "action": "Freeze Council Tax in Scotland we need a 2 yr freeze on Council Tax in Scotland",
        "additional_details": "It’s about time the government in both the UK & Scotland did something! Let’s hold labour accountable for their policies and promises!\r\nOur community centres are gone, our bin services at the bare minimum, roads a mess, high streets ruined, buildings not fit for purpose well enough is enough - why should we face hikes of up to 25% when our services are reduced to the bare minimum - I for one am fed up with the councils spending OUR money and we’re all worse off than ever!\r\nEnough with the raises",
        "background": "Since Covid there had been a clear stunt in economic growth, wages remain low in comparison with inflation in things like groceries, utilities, cars, fuel & insurances to name a few. \r\nThe tax payers in this country are getting squeezed of every penny and dept is mounting!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-21T15:14:29.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-21T16:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-28T15:58:15.360Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: \r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-03-28T15:58:15.372Z"
    },
    "id": 718701,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718701.json"
    },
    "type": "petition"
}