{
    "attributes": {
        "action": "Increase support for Ukraine. Unite Europe against tyrants like Putin.",
        "additional_details": "Donald Trump has fallen ill of Russian propaganda.  US support is likely to end without significant pressure.\r\n\r\nEurope must unite against the bullying which Putin is trying to push forward upon the entire world, starting with the great people of Ukraine.\r\n\r\nThe people of Ukraine have shown themselves to be incredibly strong people who are being punished for trying to squeeze themselves out from under the boot of a tyrant.\r\n\r\nIf we can't stand, together, against such an obvious threat, it is all over.",
        "background": "Great Britain should take big steps in making Europe a united front against pressures from both the East and the West.\r\n\r\nThe people of Ukraine should be given greater confidence that they are not alone standing against corruption.\r\nUK military should join forces. North Korea did so against Ukraine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-21T15:23:49.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-21T21:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-01T09:03:30.447Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-01T09:03:38.099Z"
    },
    "id": 718704,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718704.json"
    },
    "type": "petition"
}