{
    "attributes": {
        "action": "Support PVI Nurseries to prevent closures",
        "additional_details": "The rising costs in staff wages, rent, food, utility bills etc etc etc and then being told you can’t charge what you need to survive (as a private business) is hideous, almost like they don’t want us to survive! Yes help parents but not at the expense of others! This is not only having a financial impact but an impact on all those working in early years mental health as the pressures continue to rise",
        "background": "Stop telling private businesses how to offer funding and what they can and cannot charge for, small businesses are closing due to the rising costs. As a manager of an early years setting each year is becoming more challenging, and the government’s proposals and guidance is having a massive impact.!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-22T11:15:05.514Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-22T12:18:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-10T13:46:42.700Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you could consider signing this petition which similarly calls for increased funding: https://petition.parliament.uk/petitions/701693.\r\n\r\nIf you're concerned about yourself or a loved one, find out how you can get help from a mental health charity or organisation: https://www.nhs.uk/nhs-services/mental-health-services/.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-10T13:46:42.697Z"
    },
    "id": 718859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718859.json"
    },
    "type": "petition"
}