{
    "attributes": {
        "action": "Make it law that police bodycams record at all times and can't be turned off.",
        "additional_details": "Allowing police to stop bodycams raises concerns about accountability. Continuous recording ensures transparency, provides an unedited record of all interactions, reduces disputes, and prevents selective footage use. This law would protect both officers and civilians by ensuring reliable, accessible evidence is always available for review. It would also foster greater public confidence in law enforcement practices and help resolve conflicts that might otherwise be left without clear evidence",
        "background": "Police bodycams are vital for transparency, but officers can stop recording, undermining trust. We call on the government to make it law that bodycams must record continuously while on duty, with no option to pause or stop. This ensures all interactions are documented and guarantees accountability",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-22T15:17:56.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-22T23:37:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-03-28T16:04:27.056Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nRequire police to keep their body worn cameras on when dealing with people\r\nhttps://petition.parliament.uk/petitions/715134"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-30T12:50:22.046Z"
    },
    "id": 718887,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718887.json"
    },
    "type": "petition"
}