{
    "attributes": {
        "action": "Match subsidies for plant-based alternatives to those for animal products.",
        "additional_details": "Livestock farming causes 14.5% of global emissions, while plant-based alternatives produce up to 90% less. Many rely on plant-based options for allergies, intolerances, ethics, or religion, but cost remains a barrier. Everyone deserves equal access to nutritious food, and fair subsidies would make sustainable, healthy choices more affordable. Reducing reliance on animal product subsidies could also cut public spending, making this a win for taxpayers, individuals and the environment.",
        "background": "The government should allocate subsidies to plant-based meat and dairy alternatives at the same level as animal products. This could include direct payments to producers and retailers and support for farmers transitioning to growing crops for plant-based products.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-22T22:05:43.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-23T06:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-08T13:42:05.550Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There aren’t any direct public subsidies for production of meat or animal products.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T13:42:09.724Z"
    },
    "id": 718934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718934.json"
    },
    "type": "petition"
}