{
    "attributes": {
        "action": "Change the employment status of MPs and introduce a new strong Code of Conduct.",
        "additional_details": "It is clear that the Parliamentary standards authority has no real power and there are significant levels of dishonesty within government and parliament.\r\nRecent behaviours by politicians would not have been tolerated in the Police service  who are rightly expected to be held to account to the highest of standards.\r\nChange the employment status of MPs and implement a Code of Conduct along the lines of the Police where real sanctions including the sack are \r\nThe only way to clean up politics.",
        "background": "Change the employment status of MPs so they have a strong code of conduct to ensure the highest standards in public life and serious consequences for misconduct / gross misconduct.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-23T10:06:57.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-23T19:22:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-02T15:45:26.450Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. MPs currently are officeholders so do not have an employment status, and we are not sure what you would like their employment status to be, or who you would like their employer to be. MPs also already have a Code of Conduct which sets out the standards of behaviour and rules of conduct that apply to MPs in all aspects of their public life. You can find out more here: https://guidetoprocedure.parliament.uk/articles/pol7yruY/code-of-conduct-and-parliamentary-commissioner-for-standards\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-02T15:45:35.489Z"
    },
    "id": 718962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/718962.json"
    },
    "type": "petition"
}