{
    "attributes": {
        "action": "Make it possible to fire an MP rather than the recall process.",
        "additional_details": "A disgraced MP can sit as an independent for months on full pay while the paperwork for a recall petition is completed and even longer if parliment has just broken for summer recess.\r\nAs an example an MP may be given a 10 weeks prison sentence and during this time he will not be fully able to represent his constituents. There is no other industry where this disgraceful practice would be allowed.",
        "background": "Change the parliamentary rules to allow the sacking of an MP immediately without the need for a recall petition.\r\nThe person in question should not be able to contest the seat that he has just been removed from.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-24T17:01:07.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-26T10:02:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-03T15:01:51.659Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In serious cases the House of Commons can already expel an MP (i.e. they lose their seat and a byelection is held), for example because they have been guilty of a very serious breach of the Code of Conduct for MPs. MPs are also automatically disqualified (so lose their seat and can’t stand for election) if they are imprisoned for more than one year. We're also not sure who you would like to be responsible for firing MPs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-03T15:02:13.434Z"
    },
    "id": 719101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/719101.json"
    },
    "type": "petition"
}