{
    "attributes": {
        "action": "Change how the Energy Price Cap is set",
        "additional_details": "The current process of setting Energy Price Cap is futhering an affordability crisis which will result in a range of problems, from people stealing energy through to people not being able to heat their homes and cook their food. This will greatly affect the overall economy as the little spending power the public has will be further reduced. It will also put even more pressure on the NHS, as it increasingly has to deal with avoidable medical issues from lack of energy be that gas or electricity.",
        "background": "The methods used for setting the energy price cap must change away from capping based on the highest cost of production, to reduce the burden on the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-25T19:14:50.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-25T21:58:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-01T15:27:42.093Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about matters which the Government or Parliament are directly responsible for. Ofgem is the regulator for energy and sets the energy price cap. You can find out how to contact Ofgem here: https://www.ofgem.gov.uk/contact-us\r\n\r\nYou could also raise your concerns with your MP. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-01T15:27:43.435Z"
    },
    "id": 719238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/719238.json"
    },
    "type": "petition"
}