{
    "attributes": {
        "action": "New mansion square TRA want to have the right to choose our own energy provider",
        "additional_details": "To summons Peabody to allow us to be able to choose our own fuel provider for residents in New Mansion square Nine Elms to a provider that is open 24/7 for emergencies unlike the current provider that cost on average £60 per week for residents with a provider and tariff we are tied into and cannot change due to the terms of our tenancy agreement. Vital energy closes before 9pm also therefore residents have had no support in emergencies putting them at risk",
        "background": "Allow residents to be able to choose fuel provider with affordable gas and electricity tariffs to suit vulnerable residents unlike vital energy has been providing. Vital energy are closed on weekends we also want a provider that is open 24/7 for emergencies especially for the old and vulnerable",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-26T10:27:09.843Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-26T10:45:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-01T15:19:15.665Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-01T15:19:15.663Z"
    },
    "id": 719296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/719296.json"
    },
    "type": "petition"
}