{
    "attributes": {
        "action": "Prevent the upcoming charge for Blackwall and Silvertown tunnels.",
        "additional_details": "The Blackwall Tunnel has always been free, so introducing a charge now is unfair to those who rely on it daily. Many commuters and businesses have no alternative, meaning this toll is effectively a tax on travel. If the Silvertown Tunnel needs funding, a temporary charge could be an option, but once it’s paid off, both tunnels should be free. Adding a permanent charge will only increase costs for hardworking people and could push more traffic onto already congested routes, making the problem worse.",
        "background": "The government to stop the Blackwall and Silvertown tunnel charge. Blackwall has never had a toll—why introduce it now? If Silvertown needs funding, charge only until it’s paid off, then make it free. This avoids burdening commuters, businesses, and residents while ensuring costs are covered fairly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-27T21:01:26.906Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-03T23:43:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-03T08:07:13.774Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about Blackwall and Silvertown Tunnels are a matter for TfL, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-03T08:07:15.022Z"
    },
    "id": 719486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/719486.json"
    },
    "type": "petition"
}