{
    "attributes": {
        "action": "Clamp down on youth gang violence in Scotland by teenagers under 18.",
        "additional_details": "In Scotland youth violence has grown rapidly since the law changed on disciplinary action. Adults are being attacked, shops are being targeted by gangs of youths under 18. The general public are growing fed up and anxious of it and this needs to change.",
        "background": "Go onto no1seemstocare Facebook page or local Scottish news and read all the stories of youth violence and terror. \r\nThe law needs to change back to being able to be sterner on teenagers. They know nothing can be done to them and punishment for bad behaviour needs addressed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-28T02:12:21.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-02-28T03:02:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-01T15:46:49.129Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-01T15:46:50.378Z"
    },
    "id": 719520,
    "links": {
        "self": "https://petition.parliament.uk/petitions/719520.json"
    },
    "type": "petition"
}