{
    "attributes": {
        "action": "Educate teenagers from Year 7 onwards on the harms of drug use",
        "additional_details": "I want the government to do it as there's been an increase in the use of weed of the youth particularly. For instance, according to the Young people's substance misuse treatment statistics 2022 to 2023 report published by the UK government, there had been a 10% increase in the amount of teens using weed in between of 2022 and 2023. This suggests that there's a potential lack of information about the harmful effects of drug usage of teens. Hence, they should be taught about harms of drug early.",
        "background": "I would like the government to initiate education schemes to educate teenagers from Year 7 onwards about the harms of drug use (cannibus, vape, etc).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-28T00:14:36.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-11T20:09:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-07T17:08:02.323Z",
        "rejection": {
            "code": "no-action",
            "details": "The statutory guidance for health education now sets out the following content on drugs, and supplements drug education as a statutory subject in maintained schools as part of the national curriculum for science in key stage 2 and key stage 3:\r\n\r\nPrimary - the facts about legal and illegal harmful substances and associated risks, including smoking, alcohol use and drug-taking.\r\nSecondary - building on primary and in addition covers the associated legal and psychological risks of taking drugs.\r\n\r\nhttps://questions-statements.parliament.uk/written-questions/detail/2021-10-29/66233\r\n\r\nIf you would like changes to this, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-07T17:08:09.013Z"
    },
    "id": 719512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/719512.json"
    },
    "type": "petition"
}