{
    "attributes": {
        "action": "Penny for peace",
        "additional_details": "Global peace is only possible if the international rules based order is respected and international actors operate within a consensus based structure that does not resort to military conflict. Russia violated this rules based order when they invaded Ukraine, regardless of their justification. \r\n\r\nThe ONLY way to restore a peaceful order is to push the Russians back to the internationally agreed borders prior to any violation of sovereign territory. \r\n\r\nThis requires investment:\r\n\r\nPENNY FOR PEACE!",
        "background": "Russia invaded a sovereign country. This cannot stand. The United Kingdom must play it's part in restoring a just and peaceful international order. \r\n\r\nThe time is now. \r\n\r\nI propose a penny on income tax exclusively for this purpose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-02-28T19:27:25.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-01T07:24:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-08T08:30:03.779Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is not clear what this affitional tax would raise money for specifically.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, and what exactly any additional money raised from a new tax would be spent on.\r\n\r\nYou may also wish to sign this petition which calls for a similar action\r\nhttps://petition.parliament.uk/petitions/720618"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T08:31:07.187Z"
    },
    "id": 719651,
    "links": {
        "self": "https://petition.parliament.uk/petitions/719651.json"
    },
    "type": "petition"
}