{
    "attributes": {
        "action": "Get Southport pier reopened-a phased approach whilst full funding is secured",
        "additional_details": "Only sensible way forward we can see right now, in the immediate future, to get our pier open is to use the £3million that Sefton council already have for the initial pier re decking, to repair the steelwork that has been highlighted in the survey and redeck areas needed to make the pier safe to reopen whilst funds are still being sought for the complete refurbishment. The common sense approach and would give the town a much needed boost. Using the councils own figures 75% is safe to walk on!",
        "background": "Back Sefton council, the leaseholders on Southport pier and the whole of this Victorian seaside resort, before its economy completely disappears . Southport and Liverpool Regions economy is suffering due to lack of footfall/interest in our town, a Victorian seaside resort with a closed down pier.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-01T07:43:51.377Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-01T07:57:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-02T17:42:51.188Z",
        "rejection": {
            "code": "local",
            "details": "You could ask your MP or your local councillor to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou can also find your local councillor here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-02T17:43:01.207Z"
    },
    "id": 720205,
    "links": {
        "self": "https://petition.parliament.uk/petitions/720205.json"
    },
    "type": "petition"
}