{
    "attributes": {
        "action": "Loud music time frame should be 11am-5pm only in a house/flat, Not 7am-11pm",
        "additional_details": "People also suffer with sleeping problems and insomnia you really think they want to listen to your music at daft o clock and 11pm is so late I’m sorry but kids go bed at 7pm like house and flats need a different time zone rather than a nightclub and people are still sleeping at like 9am it not right loud music should literally be 11am to like 5pm and people watch there soaps at like 6pm that why I said 5pm",
        "background": "Change the god dam time zone so people\r\nCan actually wake up especially disabled people like adhd and autism im sick to death of hearing music at daft o clock it not even 10am and your blasting it already people are sleeping or waking up at 7/8/9am it not right",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-01T09:45:59.171Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "[F]DLUHC",
                "name": "Department for Levelling Up, Housing and Communities ",
                "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-01T22:18:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-07T12:56:32.739Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is currently no set time in which music in a house or flat can be played at any volume. If loud music is causing a nuisance, residents can submit a complaint to their local council who will investigate and potentially serve an abatement notice. Find more information about how councils deal with noise complaints here: https://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as asking for the law to be changed around playing music at night in residential properties. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-07T12:56:37.288Z"
    },
    "id": 720299,
    "links": {
        "self": "https://petition.parliament.uk/petitions/720299.json"
    },
    "type": "petition"
}