{
    "attributes": {
        "action": "Give obese people the same care and respect and human rights as a normal sized",
        "additional_details": "Without being judged.\r\nWe are treated like dirt\r\nObese people also have feelings, hearts family who love them\r\nWe are not just a number we are humans\r\nBeing treated differently due to our size is wrong\r\nBeing left to die is wrong\r\nBeing ignored is wrong\r\nNot given the right care and support is wrong\r\nIm looking help so overweight people can have faith that if something does go wrong medically they will be given the same care and respect as any other person needing care\r\nThank you",
        "background": "To give obese people the same care on the NHS as any other human being\r\nTo be given the same treatments surgery and help\r\nTo have the same human rights\r\nNot be discriminated against just because we are overweight\r\nWe have the right to be treated medically like every other person",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-02T11:09:11.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-02T11:56:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-08T08:45:50.826Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe aren't clear what specific policies you'd like to change. You could start a new petition with a clear request of what changes you want to see made, or we could accept a petition calling for a review into obese people's access to healthcare, if that's what you'd like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T08:45:59.472Z"
    },
    "id": 720722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/720722.json"
    },
    "type": "petition"
}