{
    "attributes": {
        "action": "Stop deportations to Syria! The UK must not declare Syria a safe country.",
        "additional_details": "Syria remains unsafe due to ongoing airstrikes, armed conflict, economic collapse, and human rights abuses. Returning refugees face imprisonment, torture, or death. The UK must protect vulnerable individuals by stopping deportations, rejecting Syria’s classification as safe, and ensuring fair asylum policies. Deportation violates human rights and endangers lives. The government must act now to uphold its moral and legal obligations to refugees seeking safety.",
        "background": "We urge the UK Government to stop all deportations to Syria, refuse to classify it as a safe country, and conduct an independent review of Syria’s security situation. Protect refugees and uphold fair asylum policies. Sending people back to Syria puts lives at risk—act now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-02T15:16:53.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-02T16:44:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-25T12:26:54.836Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Home Office and the Foreign, Commonwealth and Development Office have not designated Syria as a safe country, and have not expressed any intentions of designating it as one.\r\n\r\nAdditionally, the Government's position is that enforced removals and deportations to Syria aren’t currently taking place. The Home Office’s published country returns guide states that only voluntary departures made by Syrian nationals who have Syrian passports can be accepted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-25T12:27:04.019Z"
    },
    "id": 720768,
    "links": {
        "self": "https://petition.parliament.uk/petitions/720768.json"
    },
    "type": "petition"
}