{
    "attributes": {
        "action": "Provide a timeline and take prompt action to reopen Sander’s Lane NW7",
        "additional_details": "Locals&visitors to Hendon Golf Club&StoneX have been severely impacted by the closure.\r\n\r\nWe’ve noticed a rise in antisocial behaviour, fly tipping, stolen motorbikes being discarded there, unsavoury characters loitering&almost weekly vandalism to the railings. \r\n\r\nThe closure also creates challenges for those with disabilities, walking difficulties&families with young children&caregivers. The detours mean longer, more arduous routes that can be particularly taxing on those with mobility issues.",
        "background": "The lane closed in Spring 23 following a structural survey determining that the bridge was unsafe. In Oct 24, Barnet Council said there is no timeline for reopening it.\r\n\r\nPrioritise its reopening to ensure everyone, regardless of their mobility, can navigate Mill Hill with safety, ease and dignity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-04T10:45:58.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-04T11:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-03T08:09:56.839Z",
        "rejection": {
            "code": "local",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-03T08:09:58.421Z"
    },
    "id": 721070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/721070.json"
    },
    "type": "petition"
}