{
    "attributes": {
        "action": "Stop Truro and Penwith College Redundancies",
        "additional_details": "Truro and Penwith College are facing a debt of near £4.2 Million, which is down to the way the senior team are spending the funds that they are being given. Despite the statement made by the headteacher, most staff here have little idea of what the effects of this will be to their careers, and these changes could also have a huge negative impact on the way that students learn here, damaging not only their education, but their overall college experience. Help us make a change before its too late.",
        "background": "We would like the Government or Local council to look into the Senior management team at both Truro and Penwith College, as the redundancies that are being made are the wrong solution to a management problem, and could have a serve negative impact on learning for the students at these colleges.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-04T15:54:39.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-04T18:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-03T08:50:51.227Z",
        "rejection": {
            "code": "local",
            "details": "You could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-03T08:50:53.195Z"
    },
    "id": 721113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/721113.json"
    },
    "type": "petition"
}