{
    "attributes": {
        "action": "Demand Stronger Sentences for Domestic Abusers to Ensure Justice for Victims",
        "additional_details": "Domestic abuse victims often feel unheard, unsupported, and powerless to report their abusers due to the leniency in the current sentencing system. In a recent Edinburgh case, a victim endured 10 years of abuse, escalating to attempted murder, yet the abuser received a minimum sentence of just 7 years. This is not justice. Longer sentences will send a clear message to abusers and demonstrate that the courts and government are committed to supporting victims and holding perpetrators accountable.",
        "background": "To review and revamp sentences for convicted domestic abusers. Current penalties are too lenient and fail to reflect the severity of the crimes or the lasting trauma victims endure. Increased sentencing is necessary to properly address these heinous acts and their devastating impact on the victims.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-06T18:21:13.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-06T18:44:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-04T13:49:40.614Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your MSP who represents you about this issue. \r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-04T13:50:26.798Z"
    },
    "id": 721404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/721404.json"
    },
    "type": "petition"
}