{
    "attributes": {
        "action": "Petition for Full Transparency in UK Government Public Spending",
        "additional_details": "We demand that the government\r\n1 Publish a fully itemised, publicly accessible breakdown of all public money received, including tax revenue & other income sources.\r\n2 Provide clear & detailed accounts of spending by each government department, showing exactly where taxpayer money is allocated, including contracts, grants, & operational costs.\r\n3 Ensure regular updates & ease of access so that the public can track spending.\r\n4 Increase independent oversight to prevent waste, fraud, & misuse of funds",
        "background": "We call upon the UK Government to implement full transparency regarding all public money received and spent across all government departments.\r\nCurrently, taxpayers contribute billions of pounds annually, yet there is insufficient clarity on exactly how these funds are allocated and spent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-08T00:22:40.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-08T10:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-04T15:16:46.390Z",
        "rejection": {
            "code": "already-happening",
            "details": "Gov.uk regularly publishes public spending, including a breakdown of spending by department and policy area. \r\n\r\nYou can find comprehensive government spending reports containing statistics on government expenditure and revenue, and departmental spending: https://www.gov.uk/government/government-spending\r\n\r\nYou can also find more information and statistics on government spending through the Office for National Statistics: https://www.ons.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-04T15:16:55.496Z"
    },
    "id": 721566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/721566.json"
    },
    "type": "petition"
}