{
    "attributes": {
        "action": "Stop the goverment from cutting more from disabled benefits",
        "additional_details": "PIP is designed to help with the extra costs of being disabled, and the government cutting eligibility will not make these costs magically disappear - it will just make it even harder for them to live. The government claims that these have been put into place to increase the incentive to work - they just remember that many disabled people wish they could work, but cannot due to inaccessibility and ableism - cutting support will not change this, only helping us more will",
        "background": "The government needs to change their plans to cut disability benefits. Instead of supporting disabled people they have decided to use outdated ableist views to penalise us - none of us choose to be on benefits out of work, we are due to our health. This will not change at all by cutting support",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-09T12:47:56.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-09T13:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-14T09:32:58.178Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nStop PIP Cuts: Protect Support for Disabled People\r\nhttps://petition.parliament.uk/petitions/721918\r\n\r\nProtect Disabled people who cannot work from planned cuts to benefits\r\nhttps://petition.parliament.uk/petitions/721547"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-14T09:32:59.898Z"
    },
    "id": 721694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/721694.json"
    },
    "type": "petition"
}