{
    "attributes": {
        "action": "3 day weekend (Friday-Sunday).",
        "additional_details": "A three-day weekend boosts productivity, reduces stress, and improves mental health. Studies show employees accomplish more in four days than five. Burnout drops, job satisfaction rises, and turnover decreases. More rest enhances creativity, focus, and efficiency. With modern technology, five-day workweeks are outdated. A three-day weekend means more family time, hobbies, and relaxation. Happier workers perform better, benefiting businesses and society. It’s time to embrace this change for a healthier, more productive future. Demand a three-day weekend now!",
        "background": "I am writing today to formally address the current issue in our society. Me and many other people that I work with believe that we should have a 3 day weekend to improve our mental health and make everyone more relaxed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-10T08:29:23.222Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-10T11:30:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-07T13:27:29.035Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the days people work are a matter for individuals and their employers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for a minimum 3 days off per working week, but it would still be a decision for employers and employees how that was managed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-07T13:27:30.299Z"
    },
    "id": 721757,
    "links": {
        "self": "https://petition.parliament.uk/petitions/721757.json"
    },
    "type": "petition"
}