{
    "attributes": {
        "action": "A Motion To Abolish Poverty, Ill-health and Violence Worldwide.",
        "additional_details": "We call on The House of Commons to ask The House of Lords to, annually, make two recommendations to The House of Commons, by 31st July each year, to the Income level below which no-one should suffer and an upper Income level above which no-one in the UK should take and/or receive and for The House of Commons to make it's response to those recommendations by the end of October each year.\r\n\r\nBecause Abolishing Poverty, Ill-health and Violence are possible and morally responsible actions.",
        "background": "We ask that the UK Government give Parliamentary Debating Time and its support to this process since the evidence from the new science of Social Epidemiology shows that a narrower Income distribution is beneficial for everyone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-10T17:17:42.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-11T15:27:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-08T11:02:01.365Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about eradicating global poverty, ill-health and violence are a matter for individual foreign governments, not the UK Government or Parliament.\r\n\r\nPetitions also cannot ask for action by the House of Lords and they can only cover actions by the House of Commons.\r\n\r\nAdditionally, we are not exactly sure what specific action you would like the Government to carry out in relation to this matter. You could start a new petition explaining what clear action you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T11:02:13.464Z"
    },
    "id": 721813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/721813.json"
    },
    "type": "petition"
}