{
    "attributes": {
        "action": "Rally against Planned Government Cuts in Disability Benefits.",
        "additional_details": "Notably, there are over 14 million people, approximately one in five, reported as having a disability in the UK, according to the Office for National Statistics. A decrease in disability benefits will exacerbate the struggle that these individuals face each day. The improvement of quality of life is intrinsically linked to the support provided, emotional as well as financial. The proposed cuts threaten to undermine the progress made in this regard.\r\n\r\nWe need to take a stand against this regressive move. By signing this petition, you lend your voice to the chorus of support we need to keep these crucial benefits alive. Insist that the government maintain – not cut – the funding for disability benefits. Your signature is invaluable in this pivotal moment.",
        "background": "The proposed cuts we're facing particularly to PIP could mean significant challenges for families and many others across the nation grappling with disabilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-10T19:02:30.682Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-11T07:52:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-14T09:35:55.500Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nStop PIP Cuts: Protect Support for Disabled People\r\nhttps://petition.parliament.uk/petitions/721918\r\n\r\nProtect Disabled people who cannot work from planned cuts to benefits\r\nhttps://petition.parliament.uk/petitions/721547"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-14T09:35:56.848Z"
    },
    "id": 721826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/721826.json"
    },
    "type": "petition"
}