{
    "attributes": {
        "action": "Recognise that Type 1 diabetes is a severe disability.",
        "additional_details": "Unfortunately, Type 1 can have serious health implications and require ongoing management, societal perceptions have wrongfully led to it not being classified as a severe disability. Many children & adults struggle daily with complications and negative effects of the Type 1. Though symptoms vary, complications from a lifetime of inconsistent blood glucose levels can be life-threatening or life-changing. It's crucial we raise awareness about the real challenges faced by those living with Type 1",
        "background": "To recognise that Type 1 Diabetes is a severe disability. People especially children deserve to have adequate disability benefits and care provide, schools should have a fully funded care package and the DWP should see type 1 is a severe disability that justifies higher care a mobility rates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-12T23:40:06.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-18T19:39:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-09T16:39:37.687Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities. So it's not clear what else you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-09T16:39:38.685Z"
    },
    "id": 722085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722085.json"
    },
    "type": "petition"
}