{
    "attributes": {
        "action": "Installing a pelican crossing at the A2 junction, next to Greenwich south street",
        "additional_details": "The junction is currently unsafe for crossing, there is no way to know when to cross except for constantly checking hundreds of cars coming from different directions. The pavement island in the middle of the road is much too small leaving people too close to the cars. It is a busy junction with hundreds of pedestrians crossing everyday, with lots of children and young people. People have to wait for up to 10 minutes to fully cross the road and have to do it in parts.",
        "background": "Install a pelican crossing at the A2 junction between greenwich south street, blackheath hill and lewisham road to help pedestrians cross the road more safely. A pelican crossing will help keep communities safe, connect lewisham and greenwich and create a better impression for visiting tourists.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-13T12:17:00.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-13T13:43:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-08T12:32:36.305Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T12:32:42.126Z"
    },
    "id": 722119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722119.json"
    },
    "type": "petition"
}