{
    "attributes": {
        "action": "Hold US Companies Accountable for the Diversity and Inclusion Policies in the UK",
        "additional_details": "In recent months, we have observed a troubling trend where US-based firms with a large presence in London and the wider UK are rolling back or significantly scaling back their diversity and inclusion (D&I) programs. This shift in corporate policy follows recent executive orders issued by US President Donald Trump. If US-based companies are allowed to disregard these values and take advantage of the political climate in their home country, it could set a dangerous precedent for UK workplaces.",
        "background": "Investigate the extent to which US firms in the UK are rolling back their diversity and inclusion initiatives. \r\n\r\nEnsure that these companies are held accountable for upholding the diversity and inclusion standards mandated by UK law and that this is a condition of doing business in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-13T15:28:34.689Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-13T15:45:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-09T12:52:55.892Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There aren't currently any laws requiring companies to have D&I policies.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as requiring all companies to have comprehensive D&I policies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-29T14:27:54.674Z"
    },
    "id": 722134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722134.json"
    },
    "type": "petition"
}