{
    "attributes": {
        "action": "Create a general service medal for Front Line UK Emergency Service Workers.",
        "additional_details": "It is the norm that UK Emergency Services are expected to risk their lives daily with little to no recognition, leading to a disillusioned, undervalued workforce. Emergency Services don’t do the roles that they do for praise or accolades but that doesn’t mean that they don’t deserve them. I feel that the UK Emergency Services have become overlooked and taken for granted by the UK Government. I also request that the medal be back dated to retired personnel so they are eligible to wear the medal.",
        "background": "Frontline Uk Emergency Services put their lives at risk everyday protecting the public of the UK. I call on the government to recognise their brave dedication through the creation on a 999 General Service Medal. I feel that the creation of this medal is long over due and would be much welcomed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-13T10:39:44.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-13T12:03:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-17T15:41:29.557Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, as we're not sure what circumstances this would apply in, as there's an existing long service and good character medal.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-17T15:41:51.854Z"
    },
    "id": 722112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722112.json"
    },
    "type": "petition"
}