{
    "attributes": {
        "action": "The tax systems are broken, it is not fit for purpose in today's society.",
        "additional_details": "We want you to listen and hear us, the decent, honest, hardworking people.\r\n\r\nWe want Justice for a fair level playing field.\r\n\r\nThe able bodied, physically and mentally, should all contribute, their fair share of income, equally and fairly to society.\r\n\r\nWe have to reduce Vat, paye/nic, income and corporation tax, business rates and council tax.\r\n\r\nThe task to undertake and redesign the tax systems will be worth it for society, we have a moral duty for our values, integrity and principals.",
        "background": "I'm not into politcs, im not a politician or a civil servant - im just a human being, who justs wants justice for us, decent, honest, hardworking people and we have a moral duty for the elderly and the physically and mentally ill people living in this country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-15T11:22:58.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-15T13:21:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-10T17:03:17.638Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-10T17:03:26.880Z"
    },
    "id": 722298,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722298.json"
    },
    "type": "petition"
}