{
    "attributes": {
        "action": "Allow the Muslims community to call for prayers loudly in masque five time a day",
        "additional_details": "The Muslim community believes and it's also their religion obligation to call for prayers five time a day. When the call of prayers is made the Muslims living in around the masque (masjid) get ready for their prayers and go towards the masque to offer the prayers. When their is no call for prayers loudly in the masque. The Muslims missed their prayers. It hurts. The average time to call for prayers for each prayer in a day is only 1-2 minutes. And there are only 5 prayers a day. If a junk collection man can use loud speakers every Sunday morning then why not the Muslims.? Just for 1-2 minutes only five time",
        "background": "In every country of this world give rights to their citizens as well as residents to offer their religious obligations openly and freely. Unfortunately in UK we the Muslims not allowed to use masque  speakers to call for prayers five time a day. Being Muslim community it's our religion obligation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-14T15:35:14.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-14T15:57:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-15T11:25:28.596Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about allowing the Muslim call to prayer to be done loudly are a matter for local councils, rather than a decision about policy or legislation that is made by the Government or Parliament. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-15T11:25:28.595Z"
    },
    "id": 722237,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722237.json"
    },
    "type": "petition"
}