{
    "attributes": {
        "action": "Longer & harsher sentences for those who abuse animals to reduce animal cruelty",
        "additional_details": "look into harsher & longer sentences for those who abuse animals. a life is a life\r\nNo matter if they are human or animal, animal cruelty has become worse over the years & seeing all the posts of those who have harmed, abandoned or even killed their animals is getting too common. If there are harsher punishments for these abusers then there Will be less animal abuse cases & shelters won’t be so full We need to come\r\nTogether to give animals a chance of having a good life like they all deserve",
        "background": "To give those who abuse animals longer and harsher sentences to reduce animal cruelty & abandonment of animals which could help relive the volume of animals in shelters & to stop breeders from over breeding dogs for money &  abandoning them once they have the puppies. A life is a life dog or human",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-14T09:33:24.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-14T09:44:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-08T12:47:38.986Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nIntroduce stricter minimum penalties for acts of animal cruelty.\r\nhttps://petition.parliament.uk/petitions/701925\r\n\r\nIncrease maximum animal cruelty punishment from five years to eight years\r\nhttps://petition.parliament.uk/petitions/707848"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T12:47:40.632Z"
    },
    "id": 722200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722200.json"
    },
    "type": "petition"
}