{
    "attributes": {
        "action": "Change the national sport of England from cricket to football.",
        "additional_details": "80% of the UK sports fans support football, yet only 26% support cricket (Fleck A, September 5 2022, Which sports do Brits love the most?, Statista.com https://www.statista.com/chart/amp/28160/most-followed-sports-in-the-uk/) This is important as cricket is a sport that is losing momentum and very few people support it anymore, yet football is a sport that brings more fans together than cricket and is a much bigger part of English culture. It is a conversation starter and a tool for connection.",
        "background": "I am petitioning to change the national sport of England from football to cricket. My father always loves Arsenal FC, and we always connect together through watching football. I know nobody who is a devoted fan of cricket and watches it every weekend, but I know many people that love football.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-14T18:01:17.283Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-15T10:18:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-08T16:35:15.347Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nCricket is sometimes considered England's national sport due to its historical ties and popularity. However, this is not officially recognised and there is no official sport of England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-08T16:35:19.271Z"
    },
    "id": 722251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722251.json"
    },
    "type": "petition"
}