{
    "attributes": {
        "action": "Reform social work. Actively link policy to front line work backed with funding.",
        "additional_details": "I do not need to list the children that have lost their lives and the historic changes to law. This will not change if everything stays the same. The social work system does not work, social work is a minimum box ticking exercise that does not support empowerment, choice and putting people first in practice. The policy is in place so that it is perceived that the government have done their part. The reality is, this does not work, there is no time to work with people in and it needs a reform.",
        "background": "Make safeguarding and frontline working about the children. Employ social workers that care about children and who are given time for them. When putting the policy in place, stop putting it in place from the top down. It does not work. Ask social workers and real people how the policy would work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-16T08:30:28.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-16T09:22:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-16T14:50:00.968Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-16T14:50:12.119Z"
    },
    "id": 722366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722366.json"
    },
    "type": "petition"
}