{
    "attributes": {
        "action": "Preserve Shakespeare’s Legacy in Stratford Without Decolonisation",
        "additional_details": "Recent trends suggest reinterpretations that impose modern ideological lenses, risking the erosion of their historical and artistic integrity. Stratford, as the heart of Shakespeare’s heritage, should remain a place where his works are celebrated as written, not altered to fit contemporary political narratives. This preserves their value for future generations and respects their global significance.  \r\n\r\nWe request that the government support institutions like the Royal Shakespeare Company and Stratford’s cultural bodies to maintain authentic presentations of his works, rejecting funding or policies that prioritise decolonisation over fidelity to the original texts. Shakespeare belongs to all humanity—let’s keep him untainted by division.",
        "background": "We urge the British government to ensure that William Shakespeare’s works and legacy in Stratford-upon-Avon remain free from efforts to \"decolonise\" them. Shakespeare’s plays are a cornerstone of British culture and a universal exploration of human nature, not a colonial artifact to be reframed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-16T14:19:21.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-16T14:38:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-11T09:01:06.078Z",
        "rejection": {
            "code": "local",
            "details": "You could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about it. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n\r\nYou could also raise this issue with the Department for Digital, Culture, Media and Sport: https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-11T09:01:08.053Z"
    },
    "id": 722384,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722384.json"
    },
    "type": "petition"
}