{
    "attributes": {
        "action": "Remove LCC from control of our highways & give it back to the local authority",
        "additional_details": "We've had enough of Lancashire County Council's inadequacy and hypocrisy of highway maintenance. The same areas being blobbed with tarmac where there are potholes, one being blobbed in and one 3m away being left - then the tarmac coming out, \"repairs\" not being sealed, road markings do not exist and are dangerous! Gullies left to become so blocked they have grass growing out of them, Roads never swept.\r\nWe need more power locally & deserve more for our money. This is the way to do it",
        "background": "Remove Lancashire County Council from all aspects of highways management/maintenance, including repairs and decision making. Restore control of our roads, pavements and gullies to LOCAL borough councils who should take more pride in their own area & improve conditions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-16T21:49:39.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-18T16:45:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-09T16:40:31.601Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-09T16:40:32.793Z"
    },
    "id": 722419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722419.json"
    },
    "type": "petition"
}