{
    "attributes": {
        "action": "Tax owners on all residential property apart from their primary residence",
        "additional_details": "This will significantly help provide affordable rental housing (incentivising owner non occupiers to rent out homes at affordable rents) and essential revenue to insolvent local councils.\r\nHomes have become prioritised as financial assets and income source driving the housing crisis both in the rental market and for first time buyers. Those high prices have crippled people's disposable income with knock on effects on the economy.\r\nFix housing, fix the economy and fix local councils with this Bill.",
        "background": "Pass legislation to tax owners of property (eg 5-10% of the property value; double for non UK owners), tax excluded for primary residence or if property is rented out at a social rent for that property. Taxes raised to be ringfenced for the relevant local council.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-17T09:43:46.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-19T12:52:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-10T14:55:03.758Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Stamp duty on second homes is higher than on a primary residence. We're not sure whether you would like this to be an additional tax and whether this would be an annual or one off tax.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-10T14:55:20.085Z"
    },
    "id": 722445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722445.json"
    },
    "type": "petition"
}