{
    "attributes": {
        "action": "Stop Unfair Permit Schemes on St Paul’s Ave & Slough – Protect Residents Rights",
        "additional_details": "Slough Borough Council is imposing Controlled Parking Zones (CPZs) despite strong public opposition. In Baylis and Stoke ward, 1,420 signed a petition and 550 objected, yet the council ignored them. These schemes seem financially motivated, not based on parking needs. We demand a government investigation into whether CPZs are being unfairly imposed to generate revenue rather than solve real parking issue",
        "background": "We demand the government step in and halt the permit parking scheme. Slough Council was allowed to run unchecked, leading to bankruptcy, yet residents bear the cost. We should not be penalized for the council’s poor decisions. This parking scheme is just another way to generate income from us.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-18T12:15:54.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-18T12:24:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-09T16:43:10.709Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-09T16:43:11.695Z"
    },
    "id": 722573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722573.json"
    },
    "type": "petition"
}