{
    "attributes": {
        "action": "Protect disabled people's rights under the DWP and PIP changes.",
        "additional_details": "People under the age of 22 can still be disabled. People who can't work, can't suddenly become fit to work. As a country, we need to protect people, instead of allowing certain loopholes and tax avoidance for the uber rich to become richer while demonising the vulnerable. \r\nPIP payments are a life line. People with disabilities are less likely to be accepted to a job, and jobs are scarce either way, and some may have additional requirements to live.",
        "background": "The proposed changes to PIP are very concerning. The UK has some of the strictest policies under disability, and has been deemed concerning by the European courts of human rights on multiple occasions. Several charities have spoken out about the short sightedness and inhumanity of these changes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-18T19:08:36.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-23T16:02:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-22T14:41:21.576Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may also wish to sign this petition which calls for cuts to PIP to be stopped: https://petition.parliament.uk/petitions/721918, or this petition which calls for changes to PIP and Universal Credit to be stopped: https://petition.parliament.uk/petitions/721828 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-22T14:41:30.599Z"
    },
    "id": 722625,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722625.json"
    },
    "type": "petition"
}