{
    "attributes": {
        "action": "Remove the Tolls from the Tyne Tunnels",
        "additional_details": "The government must act to remove Tyne Tunnel tolls, which unfairly burden commuters and essential workers. While other UK crossings are toll-free, North East drivers are still charged for using vital infrastructure. With rising living costs, this extra expense adds unnecessary financial strain. The tunnels are essential, not a luxury—ordinary people shouldn’t be penalized for daily travel. It's time for fair, toll-free access to this key route.",
        "background": "The Tyne Tunnel tolls place an unfair burden on everyday commuters, costing drivers over £1,200 a year just to get to work. Other UK crossings have scrapped tolls—why not here? It's time to make travel fair. Sign now to demand toll-free access for non-commercial drivers!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-19T07:25:15.009Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-19T07:32:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-10T11:12:41.153Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-10T11:41:46.764Z"
    },
    "id": 722686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722686.json"
    },
    "type": "petition"
}