{
    "attributes": {
        "action": "Get every Member of Parliament and the house of Lords to cut there benefits",
        "additional_details": "To show show the country that is having everything either cut or increased that they are willing to cut there benefits",
        "background": "They want to cut our benefits. Increase taxes, increase council tax, increase National insurance and income taxe but they take a huge pay rise every year and claim for 2nd homes and get discounted food and drink in the commons and the Lords. Claim back every expense possibl3",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-19T17:43:51.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-19T18:05:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-14T09:44:15.635Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government or the House of Commons aren't responsible for the issue you raise. \r\n\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government. The petition also makes reference to the House of Lords, which neither the Government nor the House of Commons is directly responsible for.\r\n\r\nCatering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-31T20:11:54.382Z"
    },
    "id": 722771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722771.json"
    },
    "type": "petition"
}