{
    "attributes": {
        "action": "Say NO to the A432 Active Travel Scheme through Coalpit Heath",
        "additional_details": "South Glos Council have gone through an exercise in securing funding for upgrading the A432 Badminton Road from the Avon Ring Road to the centre of Yate, along LTN20/1 Active Travel principles.\r\nThey have pushed through designs, not been able to make alterations put forward by locals, rushed the process and failed to properly involve the people of Coalpit Heath.\r\nThe people of our village should not have to put up with a bad design just because the village sits between Bristol and Yate.",
        "background": "The A432 Active Travel scheme is being pushed forward by South Glos Council.They failed to properly address those living in Coalpit Heath & Frampton Cotterell, and the LTN20/1 principles are bad for our village.\r\nThe whole stretch through the village should be abandoned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-20T10:42:45.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-20T16:35:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-10T10:29:16.067Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-10T10:29:17.011Z"
    },
    "id": 722854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722854.json"
    },
    "type": "petition"
}