{
    "attributes": {
        "action": "Rejection of the ban on Ecollars and training tools in Scotland.",
        "additional_details": "Ecollars and other training tools such as prong collars, slip leads and check chains play a critical part daily in the rehabilitation of thousands of dogs across Scotland. Ecollars and the other tools mentioned above have saved the lives of many dogs that positive only training has failed. By banning ecollars and other training tools so many dogs will unnecessarily be euthanised and livestock attacks will rise.",
        "background": "Dog owners and trainers across Scotland would like to make a stand against the ban of Ecollars and potentially other vital training tools, by urging the Government to review the suggested ban.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-20T13:37:35.789Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-20T14:06:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-10T15:05:20.917Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-10T15:05:23.795Z"
    },
    "id": 722871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722871.json"
    },
    "type": "petition"
}