{
    "attributes": {
        "action": "change the government's proposals to stop individuals under 22 from UC & PIP",
        "additional_details": "The UK government should address the urgent issues faced by vulnerable young people, including domestic violence, homelessness, and financial instability. Increased financial assistance, such as Personal Independence Payment (PIP), job training, and employment programs should be implemented. Feedback from those involved in these programs can help improve investment. Access to mental health services and permanent safe housing initiatives are also crucial for young people dealing with trauma and stress.",
        "background": "The government should invest in job search platforms that prioritise quality over quantity, as tools like Indeed are often flooded with scam jobs and quality listings. Vulnerable young people seeking stable employment frequently waste time on irrelevant postings or fall victim to fraud.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-20T22:15:24.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-20T22:44:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-30T17:26:01.547Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\nYou could start a new petition explaining clearly one specific action that you would like the Government or Parliament to take.\r\n\r\nYou may also wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/722749"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-30T17:26:01.545Z"
    },
    "id": 722930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722930.json"
    },
    "type": "petition"
}