{
    "attributes": {
        "action": "Pedestrianise The Strand outside King’s College London to protect students.",
        "additional_details": "There have been no measures taken to ensure students’ and the public’s safety along The Strand despite several accidents over the years. There is no through road in that direction, so there is little need for vehicles to drive through there anyway. Additionally, that area is surrounded by seating areas and benches where students study/socialise, as well as heavy tourism. We should not feel unsafe because of reckless drivers and government/university inaction to protect us.",
        "background": "Following several road accidents where students have been injured or killed, most recently on Tuesday 18th March 2025, we are asking for action to be taken to fully pedestrianise The Strand by King’s College London Strand campus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-20T23:40:34.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-21T00:17:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-10T10:28:30.814Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-10T10:28:32.514Z"
    },
    "id": 722945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/722945.json"
    },
    "type": "petition"
}