{
    "attributes": {
        "action": "Stop the closure of The Ridge adventure playground & Youth centre, in Nottingham",
        "additional_details": "The closure would leave a significant gap in community resources, disproportionately affecting local children who rely on it for play, & support. A safe & secure space for young people, to engage in positive activities. Playing a crucial role in promoting physical & mental well-being by encouraging outdoor play & social interaction. supporting families by providing a supervised and enriching environment for children, helps reduce antisocial behaviour by offering an alternative for young people.",
        "background": "Halt any plans for the closure of The Ridge Adventure Playground. Nottingham City Council to engage with the local community partners and explore funding options to secure its future, and  to conduct a review of the Management of the Ridge and decision-making process regarding closure!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-22T02:27:02.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-24T07:59:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-17T09:35:28.150Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-17T09:35:29.369Z"
    },
    "id": 723042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723042.json"
    },
    "type": "petition"
}