{
    "attributes": {
        "action": "End subsidies for MPs",
        "additional_details": "The government has decided that they need to make efficiency improvements to benefits and reduce the cost of civil servant services, so to lead by example, MPs should no longer be afforded subsidies on food and alcohol available within the commons.\r\n\r\nLuxurious Michelin style food at canteen prices and reduced prices at bars within the government/parliment buildings only shows how out of touch MPs actually are with the public.\r\nFood banks are at an all time high and being used by not only people on benefits but professional workers who are struggling with the cost of living crisis while wealthy MPs enjoy cut prices food and drink.",
        "background": "Subsidised food and drinks should be stopped for everyone in parliament/lords who already are well paid jobs and expenses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-23T14:07:51.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-23T21:41:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-17T10:05:02.491Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about MPs' pay are the responsibility of the Independent Parliamentary Standards Authority, you can find out more information about IPSA here: https://www.theipsa.org.uk/\r\n\r\nAdditionally, catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages who work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-17T10:05:07.194Z"
    },
    "id": 723140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723140.json"
    },
    "type": "petition"
}