{
    "attributes": {
        "action": "Remove politicians food allowance and give it to schools to save school dinners",
        "additional_details": "Politicians get paid enough and there are a lot of deals going off that earns them more pennies in their pockets than is morally allowed. Instead of taking away more funding for schools, we need to start looking at cut backs for Politicians and the house of parliament. Remove their food allowance and instead fund that back into schools. More children will suffer if we don't. Prisoners get more at the moment than schools.",
        "background": "Rather than removing free school dinners which some parents rely on, remove politicians food allowance and give that instead to schools as funding. Making children pay for dinners for somewhere they legally have to be is absurd. Prisoners get 3x meals a day and schools are being underfunded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-24T19:13:14.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-24T19:18:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-29T10:36:07.507Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-29T10:36:18.580Z"
    },
    "id": 723274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723274.json"
    },
    "type": "petition"
}