{
    "attributes": {
        "action": "Stop MPs from having a pay rise and end benefits for MPs.",
        "additional_details": "You need to reevaluate how you are tackling the cost of living crisis because the way you are doing it you are going to kill thousands of people. You're not helping the UK at all your pocketing tax payers money for yourselves by giving yourself a pay rise and having the benefits to pay for your own luxuries whilst putting families and disabled people and the elderly into poverty so the cut should start with yourselves before you start on the vulnerable.",
        "background": "Fix the UK before you're allowed a pay rise. \r\nEnd benefits for the government and MPs because you earn enough to pay for your own things just  like you say the rest of us do who are only on 20,000 or less a year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-25T13:10:28.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-25T14:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-17T09:05:55.801Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government. \r\n \r\nYou can find out more about IPSA here: http://www.theipsa.org.uk "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-17T09:05:56.899Z"
    },
    "id": 723359,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723359.json"
    },
    "type": "petition"
}