{
    "attributes": {
        "action": "Do Not allow Precision-Bred GMOs to go Unlabelled or Untraceable",
        "additional_details": "No requirement for detailed safety/risk assessments from developers under DEFRA release/confirmation process or FSA authorisation merely developer declaration & by estimation majority PBOs fulfil Tier 1. No labelling/traceability at point of sale for consumers only complex set of registers not informing which product or food contains PBO. Once genome is altered & released into environment important thoroughly consider long term effects to biodiversity impact to agriculture, food safety & health",
        "background": "Ideally to repeal Genetic Technology Act. To properly review the draft secondary legislation, to reflect the concerns of the public from DEFRA & FSA consultations & whether it is appropriate for Government to make such sweeping changes without full Parliamentary scrutiny through primary legislation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-25T22:10:53.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-26T18:12:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-22T15:18:52.097Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example you could submit a petition asking to Repeal the Genetic Technology (Precision Breeding) Act 2023, if that's something you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-22T15:18:52.095Z"
    },
    "id": 723424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723424.json"
    },
    "type": "petition"
}