{
    "attributes": {
        "action": "Raise taxes on the wealthiest in society",
        "additional_details": "The country is on its knees. Labour were voted in on 'change' and so far the only change is the labour are worse than the Conservative Party which the country wanted out so badly. \r\nIf we tax the billionaires of this country by just 1% the money generated could completely transform the uk as a whole.\r\nNo cuts to disabled people or elderly people who deserve all the help we can give them. \r\nIt's time to stand up for the people and not the elite. Tax the richest in this country immediately.",
        "background": "To debate and plan for a new law that would see the most richest people in the country have atleast a 1% tax rise. And make sure there are no loop holes for billionaires to get out of it. Taxing the richest can solve the UKs crisis without even touching disability benefits etc",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-25T21:13:06.087Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-25T21:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-24T16:22:56.590Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/721409 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-24T16:23:07.848Z"
    },
    "id": 723418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723418.json"
    },
    "type": "petition"
}