{
    "attributes": {
        "action": "Introduce an Exponential Taxation Reform to reduce wealth inequality",
        "additional_details": "Wealth concentration harms millions and threatens social justice. While personal growth is essential, it must be balanced by our collective responsibility. Many, even in their 30s, struggle to meet basic needs, facing physical / mental harm. Wealth inequality distorts well-being, leaving people trapped in survival mode. Tax reform can redistribute resources for essentials, enabling growth and emotional intelligence. This is not just economic policy, but a moral duty for a compassionate society.",
        "background": "To address wealth inequality, the government must implement Exponential Taxation Reform. The current system is unsustainable, with a small group holding most wealth while millions struggle. This reform would ensure the wealthiest contribute fairly, reducing disparities and promoting social justice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-26T22:53:01.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-29T16:04:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-28T17:07:29.906Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about tax reform but we are not sure what changes you would like to make to the tax system. \r\n\r\nYou could start a new petition setting out clearly what changes you would like to happen or sign this petition we have open: https://petition.parliament.uk/petitions/721409"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-28T17:07:38.901Z"
    },
    "id": 723538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723538.json"
    },
    "type": "petition"
}