{
    "attributes": {
        "action": "Stop subsidising both houses of food and drink to save 23 million.",
        "additional_details": "",
        "background": "Stop subsidies to the house of commons and the house of Lords for food and drink anyone on 90k plus or £300 a day should be able to afford a meal",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-27T20:53:30.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-01T08:41:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-23T12:21:21.002Z",
        "rejection": {
            "code": "already-happening",
            "details": "Catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages who work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-23T12:21:23.029Z"
    },
    "id": 723661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723661.json"
    },
    "type": "petition"
}