{
    "attributes": {
        "action": "I Would Like To Start This Petition To Raise The Age Restriction On Social Media",
        "additional_details": "The Government And Parliament Have More Power Than Anybody Else. It Is A Parent's Responsibility To Protect Their Children In Life From The Dangers Of This World. When You Have Social Media Platforms That Don't Care About An Individual And Only Care About Money This Isn't Good Enough. We As A Country Should Be Protecting The Furture Generation. There Is Far Too Many Suicides Happening In Young Children, Bullying, Grooming And Unnecessary Online Influences On Social Media. This Has To Change.",
        "background": "I Want The Government And Parliament To Take Responsibility To Raise More Awareness And Raise The Age Restrictions On Social Media. These Are The Children Of The Future And There Isn't Enough In Place To Protect Children.I Raised A Petition In 2020 For The Same Thing And Didn't Get Enough Signatures",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-28T12:48:45.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-28T17:11:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-23T09:10:34.929Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action: \r\n\r\nIntroduce 16 as the minimum age for children to have social media\r\nhttps://petition.parliament.uk/petitions/700086"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-23T15:46:50.325Z"
    },
    "id": 723739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723739.json"
    },
    "type": "petition"
}