{
    "attributes": {
        "action": "Allow working parents to make up core hours at home pre : post school",
        "additional_details": "Covid has taught us that being present for children pre/post school is beneficial for children and for the future of society. Throwing children into preschool care at 7am is detrimental to children and future society. They should eat breakfast with their family and start the day on a good even place. Working mums/parents are forced back into the office which doesnt allow this. How can the main carer (usually qualified woman) compete in a working environment with men if she appears late every day",
        "background": "Allow full time workers to be around for school age children in the home pre and post school and for the employer to allow parents to make up the time early morning/evening, allowing children the stability of having parents around pre and post school and not being away from family home early & late",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-28T19:38:47.108Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-30T07:15:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-30T11:29:59.433Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about where core working hours are worked is a matter for employers, not the UK Government or Parliament.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-30T11:29:59.430Z"
    },
    "id": 723776,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723776.json"
    },
    "type": "petition"
}