{
    "attributes": {
        "action": "Save Lewisham’s Lollipop People & Keep Our Children Safe!",
        "additional_details": "By removing these essential roles, the council is endangering our children and making busy roads even more hazardous. School crossing patrol officers provide an extra layer of protection, especially on high-traffic roads where drivers may not always stop for pedestrians.\r\nWe are calling on Lewisham Council to reverse this decision and reinstate funding for school crossing patrol officers.",
        "background": "Lewisham Council has decided to cut funding for our lollipop ladies and men, putting our children’s safety at risk. These school crossing patrol officers have been a vital part of our community for years, ensuring children get to and from school safely.\r\n\r\nPersuade the council to reverse these cuts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-03-30T14:57:02.871Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-03-30T16:30:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-22T15:42:19.587Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about funding for lollipop people in Lewisham are a matter for Lewisham Council, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-22T15:42:19.584Z"
    },
    "id": 723930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/723930.json"
    },
    "type": "petition"
}