{
    "attributes": {
        "action": "Help all children under the age of 18 feel safe.",
        "additional_details": "Because common sense seems to have disappeared in recent times.\r\nThe UNCRC clearly states that all children under the age of 18 have a right to feel safe. \r\nI feel very strongly that children's rights are not being heard, valued or promoted, especially if a person from an ethnic minority ( who commits a crime against a child) is then given a softer approach by police. A crime is a crime, regardless of anything else and the punishment should be the same for everybody.",
        "background": "I would like the government to reverse the new two tier criminal rule. If you have committed a crime, it should not matter what race, religion etc that you are, the punishment should be the same for everyone that commits the offence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-01T07:03:16.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-03T14:40:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-30T12:25:07.115Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following petition:\r\n\r\nAbolish the sentencing council and revoke its sentencing guidelines\r\nhttps://petition.parliament.uk/petitions/723905\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-30T12:25:08.768Z"
    },
    "id": 724082,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724082.json"
    },
    "type": "petition"
}