{
    "attributes": {
        "action": "Introduce MORE policies which SUPPORT our families FINANCIALLY",
        "additional_details": "We believe the current economic malaise puts disproportionate pressures on families. Financial hardship is the primary reason couples do not have more children or separate. Financial hardship is the number one cause of child abandonment. Declining birth rates, an existential threat in the medium term, paired with rising divorce rates makes for an isolated society. Financial assistance would strengthen our families, alleviate stress and in many cases reduce neglect, the most common form of abuse.",
        "background": "We call the government to introduce:\r\n-stamp duty relief- for expectant families purchasing larger homes \r\n-regulation of holiday pricing by travel companies- mitigates these companies hugely inflating prices in the school holidays",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-02T17:39:25.705Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-02T19:45:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-28T12:53:36.930Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYour petition asks for two separate actions, so you could start a new petition explaining clearly what you would like the Government or Parliament to do on each of these issues."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-28T12:53:48.973Z"
    },
    "id": 724244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724244.json"
    },
    "type": "petition"
}