{
    "attributes": {
        "action": "Stop talking about nuclear waste being disposed in Cumbria",
        "additional_details": "Places in Cumbria, barrow in furness as an example has suffered over the years due to neglect and environmental damage. Adding nuclear waste to the mix would only further destroy a once proud land and deepen the impact the neglect shown will have on its population building distrust and dislike with the government further impeding the government's job of being able to represent us the people as is democracy.",
        "background": "There has been talks of disposal of nuclear waste in Cumbria. This will not be met well by the public if it catches to major news outlets and should be stopped and perhaps a law to be made to make sure nuclear waste cannot be disclosed of in populated land/ ocean bordering population.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-03T03:54:23.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-03T15:56:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-23T12:04:52.880Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\n  \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-23T12:04:54.866Z"
    },
    "id": 724276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724276.json"
    },
    "type": "petition"
}