{
    "attributes": {
        "action": "Reform Community Infrastructure Levy. Stop Penalising people for Admin Errors",
        "additional_details": "Protect homeowners from excessive and unjust charges due to administrative mistakes.\r\nCouncil impose CIL charges even when homeowners meet the exemption with no appeal process or discretion, however minor the mistake.\r\nThis system is disproportionately harsh and unfair. \r\nWe demand a change to national legislation that:\r\nIntroduces a fair appeals process for CIL cases;\r\nAllows councils discretion in applying or waiving CIL in cases of genuine administrative error",
        "background": "We call on the UK Government to urgently reform the Community Infrastructure Levy (CIL) regulations to protect homeowners from excessive and unjust charges due to administrative mistakes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-05T17:27:20.061Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-06T12:50:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-15T14:54:12.868Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou can find out about the right to appeal against a Community Infrastructure Levy charge here:"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-15T14:54:21.206Z"
    },
    "id": 724480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724480.json"
    },
    "type": "petition"
}