{
    "attributes": {
        "action": "Stop governments from crushing our rights—give people a veto through referenda",
        "additional_details": "The UK's First Past the Post system enables governments to impose laws eroding fundamental rights, often without the majority's support. This must change. If one million citizens petition against such laws within six months of enactment, a binding referendum must take place. If the people reject the law, it must be repealed. The final power to safeguard freedoms like speech, protest, and privacy rests with us—the people—NOT politicians or political parties.",
        "background": "UK governments can pass oppressive laws with little public backing, trampling rights like privacy and liberty. Citizens need a Citizens Bill of Rights with referendum powers to veto laws that threaten freedom. People are the guardians of liberty NOT politicians",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-05T12:01:57.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-06T11:20:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-06T10:39:16.945Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do as we're not sure what you mean by laws that threaten freedom. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign this petition that calls for a referendum on an issue if an e-petition reaches 1million signatures: https://petition.parliament.uk/petitions/700191"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-06T10:39:27.792Z"
    },
    "id": 724464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724464.json"
    },
    "type": "petition"
}