{
    "attributes": {
        "action": "Stop the Unfair Blackwall Tunnel Charges – Protect Commuters Now!",
        "additional_details": "Unjust to hardworking commuters who have no realistic alternative, especially those living or working in areas with limited public transport.\r\n\r\nFinancially harmful during a time when the cost of living is already soaring – this is an added burden for families, small businesses, and key workers.\r\nBlackwall Tunnel should remain free.",
        "background": "The Blackwall Tunnel is a critical transport route for thousands of Londoners who rely on it daily to get to work, support their families, and keep our city moving. Now Introducing a charge on this essential crossing is not only unfair – it’s punishing the very people who keep London functioning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-06T21:09:21.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-08T13:49:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-24T11:06:48.096Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYour petition is also about something that is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-24T11:06:50.883Z"
    },
    "id": 724567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724567.json"
    },
    "type": "petition"
}