{
    "attributes": {
        "action": "The proper repair and maintenance of potholes in Mansfield and surrounding areas",
        "additional_details": "We would like this actioned as we are taxpayers, paying for this kind of maintenance to be sustained. A lot of people work hard for their vehicles. Whether they be expensive motors or not, they are all worth something to their owners. There is a risk of: tyres bursting, wheels being scratched, suspension elements being damaged, and in the event that your tyres slip in a pothole it can skirt you into another car, causing further damage to a vehicle and the passengers. All of these can be costly.",
        "background": "For the potholes to be repaired properly to prevent damage and accidents on the road. Everyone works hard for their money to buy their vehicles and they are being damaged, broken, and potential casualties caused.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-06T14:07:15.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-09T08:59:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-24T10:59:38.076Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n\r\n  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-24T10:59:39.195Z"
    },
    "id": 724537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724537.json"
    },
    "type": "petition"
}