{
    "attributes": {
        "action": "Secure our borders immediately and refuse to allow any more boats in.",
        "additional_details": "Labour and Sir Kier need to be held to account. They must explain why their policies which are costing millions are still not stopping hundreds of boats. They need to invoke immediate measures as a matter of national security and stop allowing Border Force and the RNLi from bringing these boats to the UK shoreline. The UK economy or our services cannot continue to sustain this illegal immigration. A proper deterrent of if you arrive illegally you will be sent back straight away, no if’s or buts.",
        "background": "The UK borders are allowing hundreds of unknown males in. It is costing the taxpayer millions of pounds a week to house and provide facilities for these men. Money which the UK economy does not have. Regardless of what Laws we break, as a matter of National Security all boats must be turned back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-08T15:09:16.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-08T18:07:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-24T12:02:48.550Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nPublish a detailed plan to tackle illegal migration and stop boat crossings\r\nhttps://petition.parliament.uk/petitions/709678"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-24T12:02:52.006Z"
    },
    "id": 724697,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724697.json"
    },
    "type": "petition"
}