{
    "attributes": {
        "action": "Remove the unjust Charges on Blackwall and Silvertown Tunnel",
        "additional_details": "Blackwall Tunnel has been free since 1897, serving millions without charge. Now both it and the new Silvertown Tunnel will be tolled, unfairly targeting working people in Southeast London, East London, and Kent. Meanwhile, over 21 crossings across London remain free. This is deeply unjust. We demand that Blackwall and Silvertown Tunnels remain free, ensuring fairness and equal access for all Londoners, not just the privileged few. If it was purely to ‘ease congestion’ why do they now want a fee?",
        "background": "We want the government to cancel the tolls on Blackwall and Silvertown Tunnels. All Thames crossings should be free, not just those used by Southeast and East London. Fair access across London must be protected for everyone. It’s incredibly unjust and an attack on the working class in the South East",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-08T11:30:13.808Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-08T15:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-24T11:06:10.892Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n\r\nYour petition is also about something that  is the responsibility of the Mayor of London and the London Assembly. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-24T11:06:25.705Z"
    },
    "id": 724678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724678.json"
    },
    "type": "petition"
}