{
    "attributes": {
        "action": "Remove barriers for fairness employment to neuro diversity and discrimination.",
        "additional_details": "People in the community are scared of losing benefits even if they are eligible, but mental health are badly affected if they lose it could cause suicides. Regarding employepoint system, unfortunately it is broken, there is no balance for neuro diversity people to get jobs at all as companies do not wish to have the adaptions to make it possible as it would cost them extra money. Time needs to change now for better and band the loopholes as it is used in practice and needs to go and become law",
        "background": "Requesting permanent law changes to mandatory diversity employment not by meeting minimum requirement with current policy, equal opportunity of part time or full time work accessibility for neuro diversity people and legally binding access implementation of non bias discrimination views",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-07T19:06:25.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-07T19:57:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-14T14:30:07.680Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following petitions:\r\n\r\nMake Neurodiversity a protected characteristic in the Equality Act.\r\nhttps://petition.parliament.uk/petitions/701538\r\n\r\nRequire all workplaces to have Neurodiversity Advocates\r\nhttps://petition.parliament.uk/petitions/716250"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-14T14:30:09.136Z"
    },
    "id": 724630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724630.json"
    },
    "type": "petition"
}