{
    "attributes": {
        "action": "Provide financial aid for RAAC affected homes & tenants across Scotland.",
        "additional_details": "PRE RAAC MARKET VALUES- If VPO and CPO has to take place due to local authorities saying they have no other option to demolish. Homeowners to be offered pre RAAC market values to stop families being left in financial ruin through no fault of their own.\r\n\r\nHOMEOWNERS are unable to sell their property at market value.\r\nHOMEOWNERS/TENANTS are unable to fully insure their home.\r\nPotential buyers are not being provided mortgages from lenders on properties with RAAC.\r\nFor the above to be achieved, removal of RAAC is the only solution.",
        "background": "Calling on the UK Government to urge the Scottish Government to provide financial aid for homeowners & tenants for the removal of RAAC from homes across Scotland. For lenders to provide mortgages, insurers to provide full cover and to return to full market value.\r\nTHIS IS A NATIONAL CRISIS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-08T17:56:16.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-09T08:12:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-29T08:56:57.731Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may be interested in the following petition, which calls for similar action in England: \r\n\r\nRAAC Homeowners Justice: National Fund, Legislative Reform & Public Inquiry Now!\r\nhttps://petition.parliament.uk/petitions/701337"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-29T09:14:33.757Z"
    },
    "id": 724716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724716.json"
    },
    "type": "petition"
}