{
    "attributes": {
        "action": "End the Routine Use of Operation Brock on the M20: Use Only as a Last Resort",
        "additional_details": "We urge the government to end the routine use of Operation Brock on the M20 and use it only as a last resort in clearly defined emergencies. It causes disruption, pollution, and delays for local communities. Invest in sustainable freight alternatives, improve communication, and publish a full impact review.",
        "background": "Operation Brock was designed to manage lorry queues heading to Dover and the Channel Tunnel, but it’s now used too often as a precaution. This causes traffic chaos, harms local communities, damages the environment, and wastes public money. It should be a last resort—not the default.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-10T19:35:35.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-10T19:53:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-25T13:33:24.691Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-25T13:33:25.938Z"
    },
    "id": 724859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724859.json"
    },
    "type": "petition"
}