{
    "attributes": {
        "action": "Type 1 Diabetics Should Receive PIP.",
        "additional_details": "DLA recognises the daily challenges and medical needs that come with the condition. However, when individuals turn 16, many are denied PIP despite the fact that the condition, risks and daily management do not change. \r\n\r\nI would like you to recognize Type 1 Diabetes as a condition that qualifies for PIP support beyond age 16.\r\n\r\nAlign PIP eligibility with the understanding already reflected in DLA awards.\r\n\r\nEnsure those managing this chronic condition are not penalised due to arbitrary age limits.",
        "background": "Reform the Personal Independence Payment (PIP) assessment criteria to ensure that individuals with Type 1 Diabetes continue to receive essential support after the age of 16. This is a matter of fairness, continuity of care, and recognition of the serious and ongoing impact of Type 1 Diabetes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-11T00:13:33.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-11T09:32:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-28T16:06:34.242Z",
        "rejection": {
            "code": "no-action",
            "details": "PIP eligibility is not based on an individual condition, so you may be eligible for PIP if you a long-term physical or mental health condition or disability or if\r\nyou have difficulty doing certain everyday tasks or getting around. \r\n\r\nYou may wish to sign this petition which calls for the PIP eligibility criteria to be reviewed: https://petition.parliament.uk/petitions/721692"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-28T16:07:26.085Z"
    },
    "id": 724882,
    "links": {
        "self": "https://petition.parliament.uk/petitions/724882.json"
    },
    "type": "petition"
}