{
    "attributes": {
        "action": "Fund and build the Bicester Health Centre Hub Facilities at Kingsmere",
        "additional_details": "Local GP surgeries are overwhelmed. Patients are waiting weeks for basic appointments. Vulnerable residents—young families, the elderly, carers—are being left behind.\r\nThe need hasn’t disappeared. But the funding has.\r\nThis is more than a planning failure—it's a broken promise that's affecting real people's lives. The Government must act now to ensure the people of Bicester get the healthcare access they were promised and still desperately need.",
        "background": "We ask the Government to urgently fund and build the Bicester Health Centre Facilities at Kingsmere, which was previously promised to our growing community but never built. The original £15 million commitment must be honored, and restart the project with a clear timeline and full transparency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-13T12:41:47.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-13T14:10:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-25T15:33:27.256Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n\r\nYou could also start a petition about increasing funding for NHS health hubs more generally."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-25T15:33:29.890Z"
    },
    "id": 725012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725012.json"
    },
    "type": "petition"
}