{
    "attributes": {
        "action": "Overturn the UK’s New Legal Definition of a Woman",
        "additional_details": "The government has the power and responsibility to ensure that all people are treated equally under the law. This ruling harms trans women by stripping them of legal recognition and protections, and Parliament must step in to correct it. Without action, trans women will continue to face exclusion, discrimination, and denial of their identity. The government must lead with integrity and legislate inclusively to uphold human rights and ensure that the law reflects the reality of all women’s lives.",
        "background": "We demand the UK government overturn the Supreme Court ruling defining women by biology, excluding trans women. Recognise Gender Recognition Certificates, protect trans rights under the Equality Act, and legislate an inclusive, respectful, and rights-based definition of “woman.”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-17T01:04:29.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-17T01:35:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T10:04:41.454Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government cannot change court judgements but could introduce new legislation about this.\r\n\r\nWe already have a petition open calling for the Government to amend the Equality Act to define the terms woman and man not based on biological sex.\r\n\r\nIf you’d like to sign this petition, it is available here: https://petition.parliament.uk/petitions/725223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T10:04:42.898Z"
    },
    "id": 725280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725280.json"
    },
    "type": "petition"
}