{
    "attributes": {
        "action": "Revise Supreme Court's ruling on definition of 'woman' to include trans women",
        "additional_details": "Whilst the Supreme Court re-affirmed the Equality Act protects all trans people against discrimination, based on Gender Reassignment, the implication that being protected as a 'women' means you must have been born as a biological 'women' undermines the existence of trans women completely, suggesting that because they were biologically born male that they don't count as women. This decision must be revised to ensure trans women are protected as 'women' as well as being protected as trans people.",
        "background": "The Supreme Court's decision on the definition of 'woman' in the Equality Act 2010 and the Gender Recognition Act 2004 to not include trans women is discrimination. Trans women are women. This decision has very real consequences and will cost the lives of countless trans women.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-16T16:23:00.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-16T16:31:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T13:56:53.122Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government cannot change court judgements but could introduce new legislation about this. \r\n\r\nWe already have a petition open calling for the Government to amend the Equality Act to define the terms woman and man not based on biological sex. \r\n\r\nIf you’d like to sign this petition, it is available here: https://petition.parliament.uk/petitions/725223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T13:56:54.848Z"
    },
    "id": 725240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725240.json"
    },
    "type": "petition"
}