{
    "attributes": {
        "action": "Allow Transgender Identities To Be Legally Recognised Across The UK",
        "additional_details": "The only people affected by the bill are trans individuals, it is not protecting women but discriminating against the transgender people who fight for their existence to be known everyday across the globe.\r\n\r\nWe require the right to gender-neutral bathrooms and changing rooms from the government, along with the right for our identity and preferred gender on important documents to be legally recognised by the state.",
        "background": "After the decision that was passed by the UK Supreme Court, the lives of transgender individuals are now threatened due to their identities being dismissed by the UK Government. The Supreme Court unfairly passed the bill without hearing from our side and our everyday experiences.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-17T01:12:00.873Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-17T10:15:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T16:06:18.711Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government cannot change court judgements but could introduce new legislation about this. \r\n\r\nWe already have a petition open calling for the Government to amend the Equality Act to define the terms woman and man not based on biological sex. \r\n\r\nIf you’d like to sign this petition, it is available here: https://petition.parliament.uk/petitions/725223.\r\n\r\nYou may also wish to sign the following petition:\r\n\r\nMake Gender Neutral Toilets a legal requirement in all public areas\r\nhttps://petition.parliament.uk/petitions/725623"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T16:06:21.740Z"
    },
    "id": 725282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725282.json"
    },
    "type": "petition"
}