{
    "attributes": {
        "action": "Stop basing the legal definition of a woman on biological sex.",
        "additional_details": "This law should be reconsidered as it seems the only purpose of defining a woman legally in this way is to exclude trans people, as we all understand the concept of a woman as a gender. Whether or not this was the intention of this law, it will likely provide hateful people with another argument or reason justifying hatred and violence towards trans people, which has already been on the rise as of late. People deserve to feel safe and to be recognised by their own laws.",
        "background": "This will do very little besides validate and encourage hatred, prejudice, and violence against transgender people, who have been proven to exist countless times over. This law excludes trans women and includes trans men as women.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-17T10:23:30.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-17T11:04:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T15:43:54.532Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. The UK Government cannot change court judgements but could introduce new legislation about this. \r\n\r\nWe already have a petition open calling for the Government to amend the Equality Act to define the terms woman and man not based on biological sex. \r\n\r\nIf you’d like to sign this petition, it is available here: https://petition.parliament.uk/petitions/725223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T15:43:55.809Z"
    },
    "id": 725306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725306.json"
    },
    "type": "petition"
}