{
    "attributes": {
        "action": "Legislate to Reverse Supreme Court Decision on Transgender Women",
        "additional_details": "Transgender people are already among the most vulnerable in our society. This decision sends a harmful message that their rights are less important, and it opens the door to further discrimination in healthcare, education, public services, and daily life. We are calling on the government to legislate to protect trans rights and ensure that transgender women are treated fairly and equally, with access to the spaces they need to live safe and authentic lives. This will lead to violence.",
        "background": "The recent Supreme Court decision banning transgender women from spaces matching their gender identity is harmful and discriminatory. Everyone deserves dignity, safety, and respect. This ruling puts trans women at greater risk of harm and denies their basic human rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-17T21:46:42.305Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-17T22:20:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T10:21:36.970Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government cannot change court judgements but could introduce new legislation about this. \r\n\r\nWe already have a petition open calling for the Government to amend the Equality Act to define the terms woman and man not based on biological sex. \r\n\r\nIf you’d like to sign this petition, it is available here: https://petition.parliament.uk/petitions/725223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T10:21:40.195Z"
    },
    "id": 725371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725371.json"
    },
    "type": "petition"
}