{
    "attributes": {
        "action": "Recognise endometriosis as a chronic illness in UK employment law",
        "additional_details": "1 in 10 women live with endometriosis, often enduring extreme pain, fatigue, fertility issues, and surgery. Yet most are forced to work through it or risk losing their jobs. Current protections only apply in severe cases. Formal recognition would ensure consistent support and dignity in the workplace for those affected.",
        "background": "We want the Government to formally recognise endometriosis as a chronic condition under workplace law, so employees are protected when needing time off. This includes legal rights to reasonable adjustments, paid leave, and protection from dismissal due to flare-ups.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-19T19:44:23.353Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-19T20:13:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-30T11:30:27.255Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nThere is not a list of conditions that meet this definition, but it is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nYou can find out more about showing that you're disabled under the Equality Act here:\r\nhttps://www.citizensadvice.org.uk/law-and-courts/discrimination/protected-characteristics/showing-you-re-disabled-under-the-equality-act/\r\n\r\nIf you'd like more funding for research, care and support for endometriosis, you might like to sign these petitions:\r\n\r\nIncrease funding for Endometriosis care and support\r\nhttps://petition.parliament.uk/petitions/702256\r\n\r\nIncrease funding for research and financial support for women with endometriosis\r\nhttps://petition.parliament.uk/petitions/721175"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-30T11:30:32.384Z"
    },
    "id": 725531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725531.json"
    },
    "type": "petition"
}