{
    "attributes": {
        "action": "Hold a public inquiry into the bin situation recently in Birmingham",
        "additional_details": "Birmingham's bin strike has resulted in over 21,000 tonnes of uncollected waste, posing health risks and highlighting systemic failures within the council. The dispute stems from pay cuts and role eliminations affecting refuse workers, following the council's financial mismanagement and equal pay liabilities. Residents, especially in deprived areas, suffer the consequences. Government intervention is necessary to ensure accountability and prevent future crises.​",
        "background": "We urge the Government to investigate the causes behind Birmingham's prolonged bin strike, identify who is accountable, and explain how the council's decisions led to this crisis. The public deserves transparency and accountability for this failure in essential services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-20T11:21:18.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-20T13:17:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-30T11:58:58.278Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-30T11:58:59.437Z"
    },
    "id": 725565,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725565.json"
    },
    "type": "petition"
}