{
    "attributes": {
        "action": "Keep the sea front beach road open 24 hours at weston super mare",
        "additional_details": "I might sit in my car listening to some low volume music, or catch up on email enquiries and end the working day. It's important for our well being and I notice many others do a similar thing. The local council have the sea front illuminated after dark and do a great job with bins and the beach wardens are great too. It's an inviting area yet they now close it off in the evenings to vehicles. Our well being is important and for some escaping from their neighbourhood for an hour is heaven",
        "background": "I would like the sea front road at weston super mare to stay open 24 hours a day, here in wsm we get beautiful sunsets and lovely tidal beach views. I work hard and some days it's lovely to de compress and relax after a hard day on the sea front, I enjoy walking it but at times it's nice to park up",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-21T17:13:06.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-26T09:38:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-08T13:58:22.281Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-08T13:58:23.570Z"
    },
    "id": 725653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725653.json"
    },
    "type": "petition"
}