{
    "attributes": {
        "action": "Make MP’s the last public sector workers to receive their annual pay increment.",
        "additional_details": "There needs to be fairness in public sector pay awards, with all public sector workers receiving their pay awards on time.\r\n\r\nIt is the government’s responsibility to make sure this happens; therefore we want legislation passed that makes MP’s receiving their pay award contingent upon other public sector workers having received their pay award first.\r\n\r\nHopefully, this will motivate our leaders to ensure that we receive our annual pay increment on time.",
        "background": "Every year since 2010, MP’s have received their annual pay award on time.\r\n\r\nIn contrast, the last time other public sector workers received their pay awards on time was:\r\n\r\n1. Armed Forces & Civil Servants: 2010\r\n2. Teachers: 2014\r\n3. NHS Staff: 2018\r\n4. Police & Prison Officers: 2019",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-21T10:35:37.999Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-21T10:59:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-04-30T13:27:51.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-04-30T13:27:52.780Z"
    },
    "id": 725619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725619.json"
    },
    "type": "petition"
}