{
    "attributes": {
        "action": "Grant Heritage Rights to UK Fishermen to Protect Historic Access to UK Waters",
        "additional_details": "Legislate \"heritage rights\" to protect fishermen’s cultural legacy, fulfill Brexit’s promise, and secure livelihoods. Amending the Fisheries Act 2020 would prioritize UK vessels, especially small-scale fleets, in UK waters, countering EU access under the TCA (expiring 2026). With a UK-EU summit in May 2025, urgent action is needed to guide negotiations, prevent concessions, and preserve coastal communities. Parliament must act to ensure accountability.",
        "background": "We call on the UK Government to amend the Fisheries Act 2020 to recognize heritage rights for UK fishermen, ensuring their historical and cultural access to UK waters is protected as a national priority, drawing on global precedents like indigenous fishing rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-22T13:03:55.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-22T14:33:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-30T10:41:40.414Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, as we're not sure what you mean by heritage rights, and which rights you would like to be protected.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-04T14:44:43.081Z"
    },
    "id": 725720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725720.json"
    },
    "type": "petition"
}