{
    "attributes": {
        "action": "DCP's (nurses/therapists) treating NHS patients be entitled to NHS pension.",
        "additional_details": "Because we have been totally forgotten about. Even at lock down dentists where given a percentage of their earnings yet their staff mostly where forgotten about. Especially the ones in zero hour contracts or self employed. We are needed and have a hard job. Over worked and under paid with no extra benefits. Dentistry is falling apart as staff just leave and move on as there is no incentive. Can sometimes feel very unrewarding skilled job",
        "background": "Give us NHS pension entitlement as all dentists and Orthodontists get it. Why not us? All staff members in a doctors surgery get it?  So really no reason why we shouldn't.  Most of the nurses already only on minimum wage as no banding in Dentistry, privately owned practices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-23T21:32:54.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-24T07:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-15T09:04:34.916Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.  \r\n \r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:  \r\n\r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-15T09:04:44.529Z"
    },
    "id": 725880,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725880.json"
    },
    "type": "petition"
}