{
    "attributes": {
        "action": "Ban any world leader currently placing punitive tariffs against us from the UK",
        "additional_details": "Appeasement does not work. We should know that.\r\n\r\nThe UK government should stand up to ALL foreign autocrats, including refusing entry to this country.\r\n\r\nThis petition proposes two simple criteria:\r\n\r\n1. If they have imposed tariffs (or similar) that impede our trade into their country, on reciprocal grounds or otherwise\r\n\r\n2. If they have ever been convicted of a crime, regardless of sentence, in their country of origin.\r\n\r\nThen they should be barred from entry to our country indefinitely.",
        "background": "If any world leader places punitive tariffs against the UK, or if they have been convicted of crimes in their country of origin, that should bar them from entering the UK and from all state visits.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-23T22:44:34.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-02T18:59:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-02T13:11:48.834Z",
        "rejection": {
            "code": "no-action",
            "details": "Dear Keith,\r\n\r\nI hope you are well and thank you for your petition: Ban any world leader currently placing punitive tariffs against us from the UK.\r\n\r\nPetitions need to call for a clear action. We’re not sure exactly what you mean by “punitive tariffs” and tariffs which “impede trade”. We are unclear if you would like your request to apply to leaders of countries that impose any tariffs on UK goods, or just particular types of tariffs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nKind regards,\r\n\r\nRahul"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-02T13:12:00.799Z"
    },
    "id": 725886,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725886.json"
    },
    "type": "petition"
}