{
    "attributes": {
        "action": "Keeping Junction 26 partially open (one lane)",
        "additional_details": "I own Wellington landscaping and garden building that operates in Foxmore Business Park in Wellington, and the proposed closure of Junction 26's slip road on the M5 has become a significant concern for me and other local businesses. The potential economic impact on local companies like mine could be devastating, as our customers and staff would face tremendous challenges in reaching us if access is cut off. Your support is crucial to keep the lifeline of commerce and daily commutes operational.",
        "background": "We strongly urge the local council and transport authorities to reconsider the proposal of keeping Junction 26 partially open (one lane) would alleviate pressure on surrounding roads and ensure that both businesses and the public are not unduly impacted by this decision.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-23T10:29:21.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-23T11:10:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-06T20:03:45.442Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-06T20:03:46.821Z"
    },
    "id": 725816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725816.json"
    },
    "type": "petition"
}