{
    "attributes": {
        "action": "Fully Decriminalise Consenting Sex Work in the UK and Ireland.",
        "additional_details": "The government is currently considering the Nordic Model. The Nordic Model criminalises Sex Workers Clients, and indirectly many Sex Workers too. The main issue here is, when clients are criminalised, they are not willing to give over information that a Sex Worker would need to report them should an assault happen. This leaves sex workers vulnerable and creates a market where buyers set the expectations, under the Nordic Model, sex workers prices drop, condom use drops, and violence skyrockets.",
        "background": "Sex Workers urge the UK government to Fully Decriminalise the Consensual Buying and Selling of Sexual Services, both Online and In Person. \r\nFull Decriminalisation is proven to be the safest model for Sex Work, as seen in New Zealand, Belgium, and parts of Australia.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-24T19:30:58.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-25T08:41:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-08T10:41:45.233Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, as the exchange of sex for money is already decriminalised.\r\n\r\nThe Nordic Model was considered as part of a Private Member's Bill in 2021, and does not appear to be currently under consideration by the Government.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do - for example if there are specific offences relating to sex work that you would like to be decriminalised."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-08T10:41:48.300Z"
    },
    "id": 725975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/725975.json"
    },
    "type": "petition"
}