{
    "attributes": {
        "action": "Families Share Everything — Let Them Fully Share Their Marriage Allowance Too",
        "additional_details": "Married couples share life, home, bills, and responsibilities, yet can only transfer 10% of their tax-free allowance. It’s like a husband being £100 short at the supermarket, but his wife is only allowed to give £10 to help. Families live and work as one team. Marriage is about partnership, but the tax system still treats them separately. Allowing full sharing would reflect real family life and fairness, with no extra cost to the Government, as the total family tax-free amount stays the same.",
        "background": "Allow married couples and civil partners to fully share their unused personal tax-free allowance. The current 10% limit does not reflect real family life. Full sharing would recognise marriage as a true partnership built on love, sacrifice, and shared responsibility — key British family values.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-25T21:40:27.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-25T22:11:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-08T14:53:37.650Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.  \r\n \r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:  \r\n\r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-08T14:53:38.610Z"
    },
    "id": 726050,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726050.json"
    },
    "type": "petition"
}