{
    "attributes": {
        "action": "Declare Government has forfeited legitimacy by breaching constitutional rights.",
        "additional_details": "The Government has breached fundamental freedoms - parental rights, family privacy, and freedom of belief - as exemplified by measures contained in the Children’s Wellbeing and Schools Bill, on which it voted 3 times in the House of Commons. By violating these principles, it has broken its constitutional covenant with the British people, betrayed their trust, and thereby forfeited its moral and legal legitimacy to govern. Parliament is duty-bound to act urgently to defend constitutional order.",
        "background": "We call on Parliament to recognise the Government’s serious breaches of fundamental freedoms and to initiate appropriate Parliamentary proceedings to restore lawful governance, end violations of parental rights, family privacy, and religious freedom, and curb unprecedented excessive state overreach.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-27T08:39:31.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-27T09:07:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T10:26:46.526Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may also wish to sign this petition which calls for the Children's Wellbeing & Schools Bill to be withdrawn:\r\nhttps://petition.parliament.uk/petitions/722377 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T10:28:41.351Z"
    },
    "id": 726141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726141.json"
    },
    "type": "petition"
}