{
    "attributes": {
        "action": "Stop Highways agency from misusing smart motorway speed limits.",
        "additional_details": "I drive thousands of miles a month and see this all the time however to give an example. \r\nLast night I drove from Wolverhampton to my home in Preston.\r\nI passed through 3 sections of so called ‘smart motorway’ and every single one from start to end was set to 50mph with absolutely no reason for it whatsoever and the motorway was practically empty.\r\nThis is infuriating for drivers who just want to get home quick after a long day/night working. We should be compensated for this sort of blunder!",
        "background": "Stop the scourge of 50mph limits on so called smart motorways with no reason. \r\nAlso the speed limits on them should not be lowered for more than a few gantries before the danger they are slowing us down for if there is an obstruction.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-27T07:41:16.863Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-27T08:54:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T10:25:23.752Z",
        "rejection": {
            "code": "operational",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about Smart Motorway speeds are an operational matter for Highways England, rather than a decision about policy or legislation that is made by the Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T10:25:35.433Z"
    },
    "id": 726139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726139.json"
    },
    "type": "petition"
}