{
    "attributes": {
        "action": "License all animal rescues in wales",
        "additional_details": "I would like to start this petition as this is a subject that has personally affected myself and family pet.\r\nSadly in Wales anybody can take animals in and call themselves a rescue with no regard to the animals welfare as there are no welfare checks in place for these animals.\r\nI believe all rescues should be liscensed and have checks to prevent the growing problem of abuse and neglect along with financial \r\ntransparency as many of these \"rescues\" abuse these animals for personal financial gain.",
        "background": "I want the Welsh government to review animal welfare in Wales and license un-registered rescue's to improve the care of these animals and prevent animal cruelty and neglect. \r\nCurrently anybody can call themselves a rescue with no liscense, no checks and no conformity to animal welfare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-28T14:34:14.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-01T14:44:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T16:48:28.559Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government and Welsh Parliament is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/\r\n\r\nYou may also wish to raise this issue with your local Members of the Senedd who represent you. You can find out who your Members of the Senedd are and how to contact them here: https://senedd.wales/find-a-member-of-the-senedd/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T16:48:30.416Z"
    },
    "id": 726240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726240.json"
    },
    "type": "petition"
}