{
    "attributes": {
        "action": "For Parliament Urgently repeal UK Supreme Court Ruling on Trans Rights",
        "additional_details": "The UK Suprene Court has failed to consider critical safeguarding consequences for the wider population, and created serious new legal and safety risks that have not been properly assessed or explored. \r\n\r\nThis amounts to a miscarriage of justice affecting a highly vulnerable and already marginalised and discriminated group (Trans Men and Women) as well as Women generally. \r\n\r\nThe Government must take urgent action to intervene.",
        "background": "The Supreme Court’s judgment focused on Trans Women and neglected the safeguarding impact for Trans Men and masculine-presenting individuals. \r\n\r\nThere is now a higher risk that abusive men could exploit this ruling, as no practical enforcement mechanisms exist, leading to new safeguarding failures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-28T12:52:25.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-28T13:18:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T10:02:28.878Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government cannot change court judgements but could introduce new legislation about this.\r\n\r\nWe already have a petition open calling for the Government to amend the Equality Act to define the terms woman and man not based on biological sex. \r\n\r\nIf you’d like to sign this petition, it is available here: https://petition.parliament.uk/petitions/725223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-05T15:42:00.187Z"
    },
    "id": 726231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726231.json"
    },
    "type": "petition"
}