{
    "attributes": {
        "action": "Criticism of RELIGION must not be criminalised in a secular state.",
        "additional_details": "This petition is needed because the government is set on a course of action that could by default censor the British public's ability to openly examine or criticise a religion. This governement is creating a council that would draw up an official definition of ‘Islamophobia’ of which the next step would be the potential to impose a blasphemy law.  A secular society cannot allow critique of a religion to be branded as hate speech or racism. The government must protect free speech, not censor it.",
        "background": "In a secular society all religions must accept that their worldview will be examined and criticised in open dialogue and debate. This government must make a commitment to protect free speech as regards a citizen's right within a secular society to examine and criticise any religion or ideology.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-30T10:40:41.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-04-30T15:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-12T15:52:12.132Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government have said that they are not going to introduce blasphemy laws:\r\nhttps://hansard.parliament.uk/Commons/2024-12-18/debates/ba455fa1-fb15-4e1b-b4c9-884dfdaeb83e/CommonsChamber#contribution-76ACDC1C-F8FF-4664-AA99-BE235577FE72\r\n\r\nIt is therefore unclear what further action you would like the Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-12T15:52:12.130Z"
    },
    "id": 726380,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726380.json"
    },
    "type": "petition"
}