{
    "attributes": {
        "action": "Words Are Stronger Than Weapons: Diplomacy time, before another chance is lost.",
        "additional_details": "Let’s be honest — the current path isn’t working\r\nThis isn’t idealism. It’s realism\r\n\r\nThe perpetuation of conflict often serves political interests at others’ expense\r\n\r\nWhen diplomatic solutions were within reach, they were delayed or dismissed. \r\n\r\nFuture opportunities must not be missed again.\r\n\r\nThe broader context was never one that offered clean victories\r\n\r\nBritain always has stood not only as an actor, but as a conscience — a voice willing to speak when silence is easier\r\n\r\nThis moment has come now!",
        "background": "We call on the UK Government to strengthen its diplomatic engagement in support of a peaceful resolution to the conflict in Ukraine, using its global standing and moral authority to champion a shift toward negotiations. \r\n\r\nDiplomacy, pursued early or late, remains the only sustainable solution...",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-04-29T17:57:33.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-02T10:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-15T13:03:38.292Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about the war in Ukraine but we're not sure exactly what you'd like to happen.\r\n\r\nYou may wish to sign this petition which calls for the UK to seek to start peace talks with Ukraine and Russia: https://petition.parliament.uk/petitions/702643"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-15T13:03:52.572Z"
    },
    "id": 726331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726331.json"
    },
    "type": "petition"
}