{
    "attributes": {
        "action": "We ask the DfE to urgently revise the mobile phones in schools policy guidance.",
        "additional_details": "Smartphones in and around our schools are a significant safeguarding risk to pupils. They enable access to harmful or illegal content, facilitate cyberbullying, promote constant distraction, and increase vulnerability to peer pressure and exploitation. \"Not seen, not heard\" policies that allow smartphones to remain in pockets or bags are insufficient which fail to prevent misuse and do not align with statutory safeguarding duties under Keeping Children Safe in Education (Sections 134–137).",
        "background": "Distinguish between traditional mobile phones and smartphones—two fundamentally different devices with vastly different implications for student safety and wellbeing. No smartphones permitted for primary and smartphones should not be accessible for secondary school students unless a medical reason.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-01T12:24:28.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-01T12:58:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-13T16:33:21.078Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nRequire schools to ban students use of smartphones during school hours\r\nhttps://petition.parliament.uk/petitions/719230\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-13T16:33:22.603Z"
    },
    "id": 726477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726477.json"
    },
    "type": "petition"
}