{
    "attributes": {
        "action": "We would like the County name of Devon, to be changed back too Devonshire.",
        "additional_details": "The county name of Devonshire was change too Devon ,due too the Local Government Act of 1972 which we recognise as an important bit of legislation.\r\n\r\nhowever we believe it was unnecessary to change the county name of Devonshire to Devon.\r\n\r\nDevonshire is the proper name of the County of Devon too not recognised it , is not only a failure  too celebrate Devonshire unique  culture and history , it’s also a failure too recognise a part of unique British history heritage culture and traditions.",
        "background": "We would simply like the name of the county of Devon, to be changed back too it’s historic and heritage rich name of Devonshire.\r\n\r\nSeeing that Devon is not the true name of the county Devon.\r\n\r\nAlso the name Devon in itself, falls too showcase some of the best qualities and features of Devonshire.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-03T15:31:08.484Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-03T16:14:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-15T13:47:29.192Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-15T13:47:30.204Z"
    },
    "id": 726643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726643.json"
    },
    "type": "petition"
}