{
    "attributes": {
        "action": "Permit Private Hire Vehicles Access to Bus Lanes in North Somerset",
        "additional_details": "North Somerset’s policy is discriminatory, outdated, and inconsistent, excluding standard PHVs from bus lanes while allowing others. This causes confusion, increases congestion and emissions, undermines trust, and may breach the Equality Act. It disadvantages disabled passengers, fragments transport, and ignores best practice seen in neighbouring councils. Immediate reform is essential for fairness and safety.",
        "background": "Require all councils including North Somerset to allow all licensed private hire vehicles (PHVs), not just taxis or minibuses, access to bus lanes to ensure fairness, reduce congestion, and align with neighbouring authorities’ policies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-04T17:23:13.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-04T17:31:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-15T11:28:11.487Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-15T11:28:17.205Z"
    },
    "id": 726716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726716.json"
    },
    "type": "petition"
}