{
    "attributes": {
        "action": "UK must play its role in preventing war between India and Pakistan.",
        "additional_details": "India and Pakistan are former British colonies and members of the Commonwealth. Since gaining independence, they have fought several wars. Recent events have led to heightened war hysteria and marginalisation of voices of peace and sanity. Any confrontation between the two can bring about a nuclear conflagration with catastrophic human and climate cost. Indian and Pakistani ethnicities make up 3.1% and 2.7% population of England and Wales, respectively, who will be inevitably affected.",
        "background": "Intervene and help to de-escalate tensions between neighbouring South Asian nations which are nuclear powers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-06T21:47:03.138Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-06T22:13:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-20T13:20:29.869Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what specific action you would like the Government or Parliament to take. \r\n\r\nThe UK Government has said that it is in contact with both the Indian and Pakistani Foreign Ministers, and is working closely with partners such as the US and the Gulf. The Government has said \"Our consistent message to both India and Pakistan has been to show restraint. They need to engage in dialogue to find a swift, diplomatic path forward.\"\r\n\r\nYou can read more about this by looking at a recent statement from the Parliamentary Under-Secretary of State (Middle East, North Africa, Afghanistan and Pakistan): https://hansard.parliament.uk/Commons/2025-05-07/debates/E63F112D-D5FA-41D4-9C8A-E16575620A60/India-PakistanEscalation\r\n\r\nYou could start a new petition explaining clearly what specific action you would like the UK Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-20T13:20:43.480Z"
    },
    "id": 726887,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726887.json"
    },
    "type": "petition"
}