{
    "attributes": {
        "action": "Protest about the Israeli actions in starving Palestinians in Gaza",
        "additional_details": "Since 2 March Israel has prevented all aid, including food from entering Gaza. The Palestinians have been bombed and forced to move countless times. By any standard this is an atrocity and we should do all we can to prevent it.\r\nYet this Government has nothing beyond the usual diplomatic tut tutting. Making an open and ethical protest is the least we can do and will demonstrate that we have some standing in the world.\r\nRemember, this Government cannot use the usual excuses \"I didn't know what was going on\" or \"I was only obeying orders",
        "background": "The UK should make a public stand about Isael using starvation to free the remaining hostages in Gaza and obliterate Hamas. This is an offence under the Geneva Convention.\r\nWe, as a country are standing bye, trying to be neutral and avoid irritating President Trump.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-07T15:30:02.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-12T12:22:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-20T14:16:08.934Z",
        "rejection": {
            "code": "no-action",
            "details": "We’re not sure exactly what you mean by “protesting Israeli actions” and “making a public stand”.\r\n\r\nOn 19 May 2025, the UK Government issued a joint statement alongside the French and Canadian Government which stated that:\r\n\r\n“We strongly oppose the expansion of Israel’s military operations in Gaza. The level of human suffering in Gaza is intolerable. Yesterday’s announcement that Israel will allow a basic quantity of food into Gaza is wholly inadequate. We call on the Israeli Government to stop its military operations in Gaza and immediately allow humanitarian aid to enter Gaza. This must include engaging with the UN to ensure a return to delivery of aid in line with humanitarian principles. We call on Hamas to release immediately the remaining hostages they have so cruelly held since 7 October 2023”\r\n\r\nYou can read more about what was said here: https://www.gov.uk/government/news/joint-statement-from-the-leaders-of-the-united-kingdom-france-and-canada-on-the-situation-in-gaza-and-the-west-bank \r\n\r\nYou may wish to create a new petition which clearly outlines a specific action you would like the UK Government or Parliament to take.\r\n\r\nYou may also wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/700682"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-20T14:16:19.826Z"
    },
    "id": 726947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726947.json"
    },
    "type": "petition"
}