{
    "attributes": {
        "action": "Tackle fake listings and rogue search engine ads harming UK consumers and trades",
        "additional_details": "Rogue traders use fake map listings and paid ads to deceive consumers—especially in emergencies. This affects locksmiths, electricians, plumbers, and more. Victims are overcharged or misled, while genuine professionals are pushed out of search results. Other countries have acted—UK consumers and businesses deserve the same protection.",
        "background": "We ask the Government to work with search engines like Google UK to regulate or ban advertising from unverified service providers. If platforms won’t act voluntarily, new legislation should be introduced to stop fake listings and misleading ads across all skilled trades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-08T08:40:31.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-08T09:11:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-21T11:08:45.660Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Online Safety Act (OSA) 2023 already imposes a new legal duty requiring social media platforms and search engines to prevent paid-for fraudulent adverts appearing on their services, whether they are controlled by the platform itself or an advertising intermediary.\r\n\r\nSocial media and search engine companies are required to put in place systems and processes which either prevent or minimise the publication and/or hosting of fraudulent advertising on their service and remove it when they are made aware of it."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-21T11:09:06.101Z"
    },
    "id": 726986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/726986.json"
    },
    "type": "petition"
}