{
    "attributes": {
        "action": "Change the misleading signage on Collier Street & refund anyone who’s been fined",
        "additional_details": "I have tried EVERYTHING to get Manchester City Council to listen but they double down and blame driver’s for their own misleading signage. Despite being fully aware of the situation they have continued issuing tickets for the same reason and have shown no initiative to sort it out. Anyone who has received a fine for this reason and has had their appeal rejected (they reject them all) deserves to be refunded for the council’s mistake!",
        "background": "The sign on Collier St. has caused a 318% increase in parking fines since it became misleading in 2018. People believe they are legitimately paying for their parking because the ‘pay at machine’ sign points directly at the wrong machine (a machine for a private SIP car park).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-09T07:44:31.309Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-09T07:49:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-20T14:50:03.215Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-20T14:50:04.442Z"
    },
    "id": 727088,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727088.json"
    },
    "type": "petition"
}