{
    "attributes": {
        "action": "Protect Food Standards: Reject Agricultural Imports in the UK-US Trade Deal",
        "additional_details": "Allowing such imports would not only undermine UK farmers, who adhere to stricter environmental and animal welfare standards, but also risk the health and safety of British consumers. Moreover, it would strain the UK’s relationship with the EU, which does not accept such imports from the US due to their lower standards. Accepting these products would create tension with the EU, undermining vital trade agreements and cooperation.",
        "background": "A call on the UK government to uphold the nation’s high food safety, animal welfare, & agricultural standards in the UK-US trade negotiations. Specifically, the import of hormone-treated beef, chlorine-washed chicken, and other substandard agricultural products from the US.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-08T16:25:27.164Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-08T16:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-20T13:58:52.700Z",
        "rejection": {
            "code": "already-happening",
            "details": "Following the announcement of a deal with the US, the Government confirmed that \"the import of hormone-treated beef or chlorinated chicken will remain illegal. The deal we have signed today will protect British farmers and uphold our high animal welfare and environmental standards. Any agricultural imports coming into the United Kingdom will have to meet our high SPS—sanitary and phytosanitary—standards.\"\r\n\r\nYou can read more about the Government's position here: https://hansard.parliament.uk/Commons/2025-05-08/debates/BBFBC52E-FBD4-466A-A0D1-5A745E53B564/TradeNegotiations"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-20T13:59:02.614Z"
    },
    "id": 727035,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727035.json"
    },
    "type": "petition"
}