{
    "attributes": {
        "action": "Stop online influencers promoting adult content on child friendly platforms",
        "additional_details": "Content of sexual nature is damaging the minds of our youth and popping up on websites such as instagram and TikTok in the feeds of minors. Many creators aim to target their content towards young audiences as these audiences will give them the most traction. This is vile and these people need to be held accountable. I therefore ask the government to take action into stopping 18+ online creators from  advertising their content on any website which are not strictly 18+",
        "background": "The government must take action in order to stop online creators from advertising content which promotes any type of 18+ content on platforms with a large number of underage audiences. Creators must be held accountable for promoting any content promoting content of a sexual nature to young audiences",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-11T07:29:33.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-11T17:19:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-10T16:06:08.108Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe are not exactly sure what you mean by \"online creators advertising content which promotes any type of 18+ content.\" \r\n\r\nWe are not sure if you are seeking a ban on specific types of advertising, or specific types of online content more generally. \r\n\r\nYou could start a new petition setting out more clearly what you mean."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-02T09:22:45.789Z"
    },
    "id": 727213,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727213.json"
    },
    "type": "petition"
}