{
    "attributes": {
        "action": "Negotiate EU border lane access for UK travellers like EU citizens get here",
        "additional_details": "EU citizens can still use eGates when entering the UK, making travel fast and easy. But UK travellers often face long queues at European borders, using “All Passports” lanes. This isn’t fair or reciprocal. We want the UK Government to secure similar treatment for UK citizens by negotiating access to EU/EEA lanes or eGates. This would improve travel, reduce delays, and show mutual respect in UK–EU relations.",
        "background": "We want the Government to negotiate with the EU so UK passport holders can use EU/EEA lanes or eGates when entering Europe, just as EU citizens can use eGates when arriving in the UK. This would ensure fairness and improve travel for UK citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-11T14:59:51.276Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-11T16:19:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-29T08:49:36.244Z",
        "rejection": {
            "code": "already-happening",
            "details": "At the recent UK-EU Summit, on 19 May, the UK Government announced they had agreed with the EU Commission that there will be no legal barriers to eGates use for UK nationals travelling to and from EU Member States, after the introduction of the EU’s Entry/Exit System.\r\n\r\nThe Government has said this means that, where enabled, UK passport holders will be able to use eGates across Europe.\r\n\r\nYou can read about this in the UK-EU Summit explainer on gov.uk:\r\n\r\nhttps://www.gov.uk/government/publications/ukeu-summit-key-documentation/uk-eu-summit-explainer-html#e-gates"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-29T08:50:09.246Z"
    },
    "id": 727251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727251.json"
    },
    "type": "petition"
}