{
    "attributes": {
        "action": "Change the law to give protection to the victims of cases of automatism defence.",
        "additional_details": "While the legal system rightly recognises that a person who acted involuntary due to a medical condition or external factor may not be morally at fault, this does not change the fact that real harm has been caused. The current system often leaves victims without justice, compensation, or closure. This creates a sense of injustice in the legal process while we protect the rights of defendants, we risk overlooking the suffering of innocent individuals. It’s not about punishing the blameless accused it’s about recognising the rights and needs of victims, and ensuring they are not forgotten in the pursuit of legal fairness",
        "background": "Create stricter rules where the defence of automatism is used, How many cases are not being brought to trial because prosecutors have lost confidence that they can challenge evidence? How aware are the police, while they are investigating a case, about people invoking automatism?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-13T06:30:00.246Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-13T09:27:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-11T15:03:11.520Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe are not clear about whether you want the rules on when you can use an automatism defence tightened, and if so how you'd like the rules to change, or if you want some other way of handling cases when an automatism defence succeeds.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a petition requesting a review of the legal rules around the use of the defence of automatism and the consequences for victims, if that is something you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-11T15:03:22.108Z"
    },
    "id": 727410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727410.json"
    },
    "type": "petition"
}