{
    "attributes": {
        "action": "Do not change ILR qualification period, PSW duration for existing immigrants.",
        "additional_details": "Retroactively applying new immigration rules to existing immigrants violates the principle of legal certainty. These individuals made life-altering decisions based on current policies, investing in homes,careers, and communities under a legitimate expectation of stability. Changing requirements midway creates severe hardship, disrupting established lives and breaking implicit social contracts. It undermines trust in government, UK's international reputation and contradicts fundamental principles",
        "background": "The recent proposal to increase the qualifying period for settlement to 10 years should not be changed from the current 5 years and PSW duration should not be reduced from 24 months to 18 years. All other proposed changes in immigration system white paper should not be for Legal existing immigrants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-13T18:27:19.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-13T19:41:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-23T15:50:45.052Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nKeep the 5-Year ILR pathway for existing Skilled Worker visa holders\r\nhttps://petition.parliament.uk/petitions/727360"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-23T15:50:46.575Z"
    },
    "id": 727468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727468.json"
    },
    "type": "petition"
}