{
    "attributes": {
        "action": "Build an entrance and exit for traffic travelling East on Junction 23 of M62",
        "additional_details": "It is causing millions of lost working hours every year with traffic sat in queues to join and exit the motorway at Junction 24. The queue is anything from 1 to 3 miles every single night to exit the motorway. This is horrendously dangerous as traffic travelling westbound is brought to a sudden halt at the start of the queue. It is the cause of regular accidents of which I am certain there will have been several fatalities over the years",
        "background": "Junction 23 was the start of the M62 when it opened in 1971, when it was extended East, they never built on and off ramps to the east side of the junction. It was a mistake and the resulting pressure on traffic at Junction 24 has been a problem for decades. I want the government to build these ramps",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-14T08:57:33.557Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-15T15:54:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-16T10:56:21.898Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n\r\n  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-16T10:56:29.216Z"
    },
    "id": 727506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727506.json"
    },
    "type": "petition"
}