{
    "attributes": {
        "action": "Do not increase ILR waiting time or tighten rules for legal skilled migrants",
        "additional_details": "The May 2025 white paper proposes doubling the ILR wait to 10 years and tightening rules for Skilled Worker and Talent visa holders.\r\nThis unfairly affects skilled migrants contributing to UK sectors like healthcare, science, tech, and culture, while paying taxes and integrating into society.\r\nChanging rules retroactively damages trust, deters global talent, and contradicts Keir Starmer’s prior support for fair migration. The paper offers little to address illegal migration or improve enforcement.",
        "background": "We call on the UK Government to:\r\n1. Abandon the proposed increase in the ILR qualifying period.\r\n2. Protect the rights of current legal migrants under the existing Skilled Worker and Global Talent routes.\r\n3. Shift focus from restricting legal migration to effectively tackling illegal immigration.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-14T12:04:54.055Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-14T13:18:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-23T15:40:51.158Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nKeep the 5-Year ILR pathway for existing Skilled Worker visa holders\r\nhttps://petition.parliament.uk/petitions/727360\r\n\r\nProtect Legal Migrants: do not implement the 10-Year ILR proposal\r\nhttps://petition.parliament.uk/petitions/727372"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-23T15:43:35.913Z"
    },
    "id": 727527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727527.json"
    },
    "type": "petition"
}