{
    "attributes": {
        "action": "Consider to stop Extension of ILR Qualification Period from 5 to 10 Years",
        "additional_details": "Increased Financial Strain: Longer residency requirements mean additional visa renewals and associated costs, including the Immigration Health Surcharge (IHS), which is £1,035 per person annually. For families, this accumulates to substantial amounts over time.\r\n\r\nEmotional and Social Impact: Prolonged uncertainty can lead to stress and hinder integration efforts, affecting mental well-being and community cohesion.\r\n\r\nRisk to Essential Sectors: Many migrants work in critical sectors like healthcare and education. Extended ILR timelines may deter skilled professionals, exacerbating workforce shortages.",
        "background": "We urge the UK Government to reconsider its proposal to extend the qualifying period for Indefinite Leave to Remain (ILR) from 5 to 10 years. This change would impose significant financial and emotional burdens on migrants who have legally resided, worked, and contributed to the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-15T12:59:42.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-15T17:56:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-05-30T10:20:02.074Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nProtect Legal Migrants: do not implement the 10-Year ILR proposal\r\nhttps://petition.parliament.uk/petitions/727372"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-05-30T10:20:03.153Z"
    },
    "id": 727647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727647.json"
    },
    "type": "petition"
}