{
    "attributes": {
        "action": "Prevent under 18s being able to access age restricted accounts on social media.",
        "additional_details": "All social media platforms made fir 18 and overs users ONLY. This is done with, movies, TVs and gaming. Alcohol, vaping and smoking etc. Why not TikTok, face book and other social media platforms? They are the most unsafe place for vulnerable and under age people to access. Poor restrictions are in place on these platforms, and no certified checks and can be overridden. When accounts are age restricted by users, though content is legal, it’s not always appropriate and can be accessed by minors.",
        "background": "I have an age restricted account on TikTok. This is to keep anyone under the age of 18 safe from content that is not appropriate for them. TikTok have this tool in place, yet under age people are able to access restricted accounts by using fake accounts and making up DOB to access.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-15T17:36:06.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-15T22:12:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-17T10:35:07.842Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We are not sure if want to ban all social media or restrict access to over 18 accounts. We are also not sure how you would like this to happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-17T10:38:06.601Z"
    },
    "id": 727683,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727683.json"
    },
    "type": "petition"
}