{
    "attributes": {
        "action": "Make it illegal to kill wild animals.",
        "additional_details": "The UK is one of the most nature depleted countries (identified in the Environment Act 2021). The Hunting Act 2004 has been evaded by hunters using many loopholes. \r\n\r\nThe government supports a 30% ban on fishing, however by 2030 many species will be extinct and people affected consuming microplastics in fish. \r\n\r\nInsects and birds are in unprecedented catastrophic decline. \r\n\r\nKilling ‘pests’ is not the best method of hygiene.\r\n\r\nLet us simply protect all animals from being killed while we still can.",
        "background": "Make it illegal to internationally kill a wild animal in the UK, let the depleted wildlife live without further human persecution.\r\n\r\nLet us protect all the lives in the environment we live in and stop exploiting wild animals. They are already adversely affected by human activities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-15T18:43:27.306Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-15T20:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-03T11:27:32.353Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do and how you would like existing laws and regulations to change. We're not sure what you would like to include in legislation.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-03T11:27:44.347Z"
    },
    "id": 727693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727693.json"
    },
    "type": "petition"
}