{
    "attributes": {
        "action": "Review, revamp and reform our broken education system.",
        "additional_details": "There needs to be an urgent fundamental overhaul of how the education system is funded, from the roots up.  The current model fails to meet the needs of schools, funding for the modern realities of behaviour and SEND needs, remain underfunded and overstretched.  Further education/sixth forms, are also chronically overlooked. Without long-term reform, we risk deepening inequality and failing learners. Funding must be fair, targeted, and reflect real-world needs.  The government must act now.",
        "background": "The current education system is broken, and now is the time for urgent action.  The findings of the Ruth Perry Inquest and the Prevention of Future Deaths report must serve as a catalyst for immediate government action, we need to understand why headteachers and teachers are leaving the profession.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-19T08:04:23.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-19T17:03:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-12T09:55:09.628Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific, clear action.\r\n\r\nWe understand that you are concerned about the education system, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-12T09:55:21.019Z"
    },
    "id": 727945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/727945.json"
    },
    "type": "petition"
}