{
    "attributes": {
        "action": "Change the A31 Whitepost junction to a safer and more effective alternative.",
        "additional_details": "There are multiple accidents there each year. Most of the incidents are unreported minor collisions, but occasionally there is serious and even fatal incidents.  The junction is becoming increasingly busy and the junction/slip road combination can be confusing. This junction could and should be made into a safer alternative for the community as well as non regular users. It is an outdated piece of road which is not fit to cope with the amount and type of use it is currently accepting.",
        "background": "I would like the Whitepost junction to be changed from its current junction/slip road format to a safer alternative.  Either by removing the slip road or by becoming a roundabout.  The current layout is difficult and dangerous to navigate and causes many accidents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-19T22:17:32.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-20T07:37:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-04T10:00:17.073Z",
        "rejection": {
            "code": "local",
            "details": "You could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-04T10:00:25.268Z"
    },
    "id": 728025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728025.json"
    },
    "type": "petition"
}