{
    "attributes": {
        "action": "Ensure Skilled Immigrants Have Equal Job Opportunities in the UK",
        "additional_details": "As an immigrant with strong qualifications and experience, I’ve faced rejection in over 500 job applications due to the lack of visa sponsorship. Many skilled immigrants are forced into lower-level jobs, limiting their potential. Reforming visa and hiring systems would help the UK tap into this talent, address skill shortages, and allow workers to contribute to the economy. A fairer process would unlock opportunities for growth and innovation.",
        "background": "I urge the Government and Parliament to revise immigration policies to give skilled immigrants a fair chance at graduate-level jobs. This includes simplifying overseas qualification recognition, creating pathways into RQF Level 6+ roles, and offering incentives for businesses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-19T21:00:52.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-23T16:28:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-10T11:38:32.236Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do - we're not sure what you mean by simplifying overseas qualification recognition and creating pathways to RQF level 6 jobs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-10T11:38:42.228Z"
    },
    "id": 728014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728014.json"
    },
    "type": "petition"
}