{
    "attributes": {
        "action": "Reduce the speed on A5127 (Birmingham Road) outside Shenstone Lodge School.",
        "additional_details": "There have been several incidents of drivers speeding past the school at times when the children are arriving, leaving, playing. If a child managed to leave the school grounds or a car veers off the road the consequences could be catastrophic. Multiple accidents have happened in the past 12months where cars have been turning onto the school driveway and have been hit by speeding vehicles. The risk posed to the children attending the school is too great and the consequences could be unimaginable.",
        "background": "Reduce the speed on the A5127 (Birmingham Road) near Shenstone as it runs along side Shenstone Lodge School. 50 Miles an hour is too fast to be driving near an area children, staff and families use at the school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-21T13:07:55.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-21T18:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-04T15:35:38.432Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-04T15:35:39.305Z"
    },
    "id": 728191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728191.json"
    },
    "type": "petition"
}