{
    "attributes": {
        "action": "Uprate social security benefits in line with the September CPI inflation figure",
        "additional_details": "People on the lowest incomes – both in and out of work – have endured a decade of austerity and more recently a cost of living crisis. They now find themselves disproportionately affected by the current rise in inflation, facing the stark choice of going cold or hungry or getting into debt to make ends meet. The Bank of England has said it expects inflation to spike at 3.7% between July and September 2025. The September CPI figure is due to be published in October 2025.",
        "background": "The Consumer Price Index (CPI) September inflation figure has been the inflation measure for Government’s statutory annual review of benefits. Inflation affects everyone but hits the poorest hardest, however Government has not yet committed to benefit uprating in line with inflation for next year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-21T10:49:49.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-21T11:01:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-05T12:25:03.924Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Irish Government is responsible for. That means that the UK Government and Parliament can't look into it.  \r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive. \r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/ \r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-05T12:25:06.901Z"
    },
    "id": 728181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728181.json"
    },
    "type": "petition"
}