{
    "attributes": {
        "action": "Make Playgrounds Accessible for All Children in Oldham and Beyond",
        "additional_details": "Play is more than just fun,it's essential to a child’s development, well-being, and sense of belonging. But many children are being left behind because of a lack of ramps, wheelchair-friendly surfaces, or inclusive equipment.We demand that:\r\nnew playgrounds be built with accessibility and inclusion as a requirement, Existing parks be reviewed/adapted to be accessible.Local councils consult with disabled individuals, parents, and advocates when designing these spaces.Accessibility is a basic right",
        "background": "I am calling on Oldham Council and local authorities to prioritize accessibility and inclusion in the design and renovation of public playgrounds. This is not just an oversight,it's exclusion, With new playgrounds currently being built in places like Oldham centre, we have a real chance to do better",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-22T21:20:54.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-22T21:55:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-06T12:24:26.614Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-06T12:24:26.612Z"
    },
    "id": 728334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728334.json"
    },
    "type": "petition"
}