{
    "attributes": {
        "action": "Work to eliminate discrimination against trans people",
        "additional_details": "Trans people are under intense public scrutiny, suffering discrimination, misinformation and hostility. The presence of trans women in women’s services is portrayed in media as a threat to women’s privacy, dignity and safety. Trans people are ordinary diverse people wanting to live their lives in peace, knowing they are not their sex assigned at birth. Public authorities should work to foster good relations between trans and non-trans people and eliminate discrimination against trans people.",
        "background": "Parliament, government and public authorities should follow the public sector equality duty to advance equal opportunity for trans people, minimising the disadvantages they suffer and encouraging them to participate in public life, promoting understanding and tackling prejudice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-26T04:28:54.256Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-26T16:57:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-11T12:32:37.997Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-11T12:32:46.438Z"
    },
    "id": 728573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728573.json"
    },
    "type": "petition"
}