{
    "attributes": {
        "action": "Stop trying to pass social and medically discriminatory laws against trans youth",
        "additional_details": "Over the past decade, transgender rights have been stripped away by the very elite tasked with protecting us. Through discredited reviews, biased figureheads and violent language perpetrated through media, we have been reduced to second class citizens without fair trial.\r\nTrans youth have been targeted by misinformation & rhetoric, stripped of access to healthcare and autonomy afforded to their peers and they need a lifeline. A legal barrier can help trans youth thrive rather than despair.",
        "background": "To add an amendment to Equality law protecting the human rights of transgender youth from harmful debates and potential laws aimed at reducing or stopping their autonomy, access to healthcare and access to freedoms and rights enjoyed by their cisgender peers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-26T09:22:22.228Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-19T12:54:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-13T10:42:41.849Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, the Equality Act bans discrimination against people due to gender reassignment.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-13T10:42:49.424Z"
    },
    "id": 728583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728583.json"
    },
    "type": "petition"
}