{
    "attributes": {
        "action": "Change the rules for eye tests when applying for a driving license over +70 yrs",
        "additional_details": "The government should change the regulations regarding the DVLA requirements for self acknowledging one’s eyesight. It should be changed so that it’s MANDATORY for GP’s and Opticians to inform DVLA when one’s eyesight has diminished/dangerous especially for those over the age of 70 yrs when renewing their driving license. Coroners across the UK have written to the Secretary of State for Transport to make this amendment as the present DVLA regulations are unsafe. How many more people have to die because of this unsafe/unsound policy.",
        "background": "The UK is the only European country to issues licences without any visual checks for a continuous period up to the age of 70. Albeit the NHS states that an eye test should be taken when applying for a driving license for those over 70 years. It’s not mandatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-26T14:41:42.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-27T15:56:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-11T09:57:07.062Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nRequire people over 70 have a compulsory eye tests every 2 years to drive\r\nhttps://petition.parliament.uk/petitions/725445\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-11T09:57:08.690Z"
    },
    "id": 728610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728610.json"
    },
    "type": "petition"
}