{
    "attributes": {
        "action": "Increase eligibility UC period for mothers until the child reaches school age.",
        "additional_details": "It would reduce the burden of costly childcare fees, which are often high during school holidays, and prevent mothers from being forced into full-time work just to afford care. With nurseries mainly operating during term time, many mothers face financial and emotional strain during half-terms and holidays, particularly without family support. Extending support until children start school would provide crucial stability, helping mothers stay afloat and better care for their children.",
        "background": "Raising Universal Credit eligibility from a child's age of 3 to when they reach school age would greatly ease financial pressure on mothers, especially single ones.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-29T11:32:18.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-29T11:38:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-08T11:00:37.513Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCurrently, mothers of children aged 3 to 12 years old are eligible for Universal Credit; they are expected to work up to 30 hours per week or spend up to 30 hours a week on work-related activities. \r\n\r\nYou can read more about this here: https://www.gov.uk/government/publications/universal-credit-and-your-family-quick-guide/universal-credit-further-information-for-families#:~:text=If%20you%27re%20the%20main,child%20has%20exceptional%20care%20needs\r\n\r\nYou may wish to create a new petition which clearly states what changes you would like to make to these guidelines."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-08T11:00:45.718Z"
    },
    "id": 728831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728831.json"
    },
    "type": "petition"
}