{
    "attributes": {
        "action": "Limit / ban AI generated & digitally altered content spreading false information",
        "additional_details": "Survey has revealed that a high degree of public concern surrounding online content in general, with 81% of respondents expressing worry about its trustworthiness, including digitally altered and AI-generated content. Photos and short videos are generated every second in the UK but there is no governance on contents that are sharing misleading information. Companies or individuals are using AI-generated content to 'flood' consumers without limit. Limit and ban should be placed.",
        "background": "We need the government to review the potential impact these misleading information could place on young citizens and general public. There are no regulations that ban content that are misleading consumers (e.g. from companies) and potentially make wrong decisions because of it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-29T13:57:06.940Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-29T15:11:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-22T13:47:13.697Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions with a clear ask. We are not sure how you would like current rules to change. \r\n\r\nThe Online Safety Act states that mis- and disinformation will be captured by the Act where it is illegal or harmful to children. Services will be required to take steps to remove illegal disinformation content if they become aware of it on their services.\r\n\r\nYou can read more about the Act here: \r\nhttps://www.gov.uk/government/publications/online-safety-act-explainer/online-safety-act-explainer#how-the-act-tackles-misinformation-and-disinformation\r\n\r\nAdvertising rules apply regardless of how content is generated, edited, or targeted. You can read information about advertising rules by visiting the Advertising Standards Authority website: https://www.asa.org.uk/ \r\n\r\nYou may wish to sign the following petitions, which call for action on a similar subject matter: \r\n\r\nRegulate Generative AI imagery\r\nhttps://petition.parliament.uk/petitions/705886\r\n\r\nMake a criminal offence not to label AI generated media & communication as such\r\nhttps://petition.parliament.uk/petitions/715706\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-22T13:47:13.716Z"
    },
    "id": 728838,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728838.json"
    },
    "type": "petition"
}