{
    "attributes": {
        "action": "Investigate the Camber on Habrough Roundabout on A160 and make it safe.",
        "additional_details": "There have been at least 7 HGV Overturns on this roundabout since it was built. The latest was a tanker containing fuel which meant the road was closed for nearly a full day. The camber on this roundabout is proven dangerous as at least 7 HGV drivers have received injuries. Many people complain that the HGV’s are speeding but the speed is not a mitigating factor as no driver has been charged with dangerous/ driving without due care or attention to anyone’s public knowledge.",
        "background": "To improve the roundabout on A160 and lessen the HGV accident rate due to Adverse Camber",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-29T20:13:53.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-29T20:38:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-13T15:49:31.297Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-13T15:49:33.127Z"
    },
    "id": 728887,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728887.json"
    },
    "type": "petition"
}