{
    "attributes": {
        "action": "Change and update laws surrounding parent's on their child's birth certificate",
        "additional_details": "I believe that the Government should amend the regulations/laws and guidance to better reflect the role parent's/mother's and father's play in their child's life on birth certificates regardless of if there is/what the biological link is allowing the option to register/re-register themselves as a Parent instead of previous title easily. The HFE Act shows there is no effect on parental responsibility by doing so and as far as I know no effect on statistics that is worthwhile stopping this.",
        "background": "Amend the Birth Regulations 1987 in line with the HFE Act 2008 to be amended to allow all within the LGBTQI community to register their children's births easily and more in line with the role they play in their child's life rather than their biological link. Meaning 2 mother's/father's/parent's",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-28T20:27:37.408Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-29T19:06:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-08T15:29:07.599Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like the Government or Parliament to change the current rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-08T15:29:16.317Z"
    },
    "id": 728808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728808.json"
    },
    "type": "petition"
}