{
    "attributes": {
        "action": "Continue to allow Non stun slaughter as per the current legislation.",
        "additional_details": "We urge Parliament to recognise the deep importance of protecting our religious rights. For us as Muslims—and for our Jewish friends as well—faith and tradition are at the heart of our identity. We are truly grateful to the UK Government for respecting our right to non-stun religious slaughter, and we sincerely hope this understanding and support will continue. It is not just a matter of law, but of conscience, heritage, and the freedom to live our faith fully.",
        "background": "In the UK, legislation permits religious non-stun slaughter for Halal and Kosher meat production, primarily to accommodate the religious dietary requirements of Jewish and Muslim communities. We want this to be continued without any hinderence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-30T14:26:54.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-30T21:48:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-08T13:01:14.713Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 9 June 2025, the Minister for Food Security and Rural Affairs stated that the Government \"will continue to respect the rights of Jews and Muslims to continue to eat meat prepared in accordance with their beliefs\" and that the Government \"intend to continue to allow the religious slaughter of animals for consumption by Muslims and Jews.\"\r\n\r\nYou can read more about this here: https://hansard.parliament.uk/Commons/2025-06-09/debates/27E94862-93C7-4D29-B0DA-F77F92D14161/Non-StunSlaughterOfAnimals"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-08T13:01:22.054Z"
    },
    "id": 728939,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728939.json"
    },
    "type": "petition"
}