{
    "attributes": {
        "action": "Give NHS funding to treat those deemed “too complex” for mental health services",
        "additional_details": "The NHS is turning away people with diagnoses (and those without) for mental health conditions such as “CPTSD” as they are saying these patients are “too complex” \r\n\r\nThese are people who have tried to better themselves (with support from the nhs) but as they need therapy more specialised than your standard cbt are now being told the NHS cannot help them. \r\n\r\nThis is life threatening, professionals have not been able to help these people but now they are shunned away left to fend for themselves.",
        "background": "The NHS needs more funding and OR  guidance on other forms of therapy (other than cbt) so that they stop turning people away when they deem them as “too complex” \r\n\r\nThe government needs to look at how the nhs treats mental health conditions as a whole but especially those with CPTSD.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-05-30T12:13:33.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-05-30T15:59:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-09T13:42:02.793Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by patients being turned away for being \"too complex\".\r\n\r\nYou may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/719129 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-09T13:42:15.466Z"
    },
    "id": 728926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/728926.json"
    },
    "type": "petition"
}