{
    "attributes": {
        "action": "Create a Fairer Immigration Policy for EU Citizens",
        "additional_details": "The UK’s immigration debate has grown hostile and misleading. EU nationals contribute significantly to vital sectors like healthcare and social care. Post-Brexit, the UK should not treat EU neighbours the same as distant countries. We urge Parliament to reject misinformation and adopt a fair, secure, and compassionate immigration policy that recognises our historic ties and shared values with the EU.",
        "background": "We call on the UK Government to review and reform its post-Brexit immigration policy toward EU citizens. We ask that the UK recognises the unique relationship it shares with EU member states and creates a system that is fair, secure, and humane — not driven by fear or political rhetoric.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-02T14:18:00.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-04T10:56:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-08T09:35:59.116Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like the Government or Parliament to change the UK's migration policy for EU citizens.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-08T09:36:06.859Z"
    },
    "id": 729167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729167.json"
    },
    "type": "petition"
}