{
    "attributes": {
        "action": "I want you to re-think the proposal to change the parking arrangements around QE",
        "additional_details": "Because every single morning no one can park to get into work. There’s not enough staff parking. People pay for permits and waste their money because they can’t get a parking space. Creating people to be regularly late for work and it a nightmare for disabled staff. Staff will cancel shifts or even move hospitals which will affect patient care. It will just solve the issues of the local neighbours of the hospital . But will majorly affect patient care and more inconvenience for our NHS staff.",
        "background": "To stop the parking regulations around the QE hospital.Build an extra car park to actually accommodate ALL the staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-02T19:13:37.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-02T19:52:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-17T12:18:42.523Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou may wish to sign the following petition:\r\n\r\nFree hospital parking for all NHS staff in England\r\nhttps://petition.parliament.uk/petitions/704699"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-17T12:18:43.841Z"
    },
    "id": 729188,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729188.json"
    },
    "type": "petition"
}