{
    "attributes": {
        "action": "To stop the closure of Poole Hospital A & E\r\nServices",
        "additional_details": "For people living in Rural Swange and Wareham and surrounding area, the travel time for emergency services to get from Swanage is 50 minutes and Wareham 40 minutes and that would be in \r\nWinter.\r\nIn the Summer when the area is a tourist influx doubles the population the traffic is stop and go at peak times who knows how long it would \r\ntake.  This move to Bournemouth is totally impractical and should be cancelled.",
        "background": "There is a plan to shut Poole Hospital A&E department, and it will be transferred to Bournemouth Hospital. However it does not takes to consideration the travelling time that it takes to get from Swanage  and Wareham to travel to Bournemouth on a good day it takes 40 minutes, for heart attacks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-02T09:02:13.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-02T09:27:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-17T11:05:50.805Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\n  \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-17T11:05:50.803Z"
    },
    "id": 729140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729140.json"
    },
    "type": "petition"
}