{
    "attributes": {
        "action": "Change the law so MPs/government can be removed if majority of people demand it",
        "additional_details": "The ability to remove a corrupt or failing government should be law in a democratic society. If a government has been voted in under false pretences, or has become seriously deficient in their duty to serve and protect the people who pay them to do so, then there must be a means of removing them from power, and triggering a general election, as waiting four years may mean serious detriment to our country which cannot be reversed.",
        "background": "In any career, if the employee does not live up to the demands of the job or the promises they made to secure the position, they may be removed or fired. This should also apply, particularly so, to the people elected to the role of running our country, and managing the taxes we pay for the service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-03T22:46:13.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-04T07:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-09T11:35:42.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like MPs or the Government to be removed or the mechanism to carry out this specific action.\r\n\r\nYou could start a new petition explaining clearly how you would like the Government or Parliament to change the law to do this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-09T11:35:56.150Z"
    },
    "id": 729338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729338.json"
    },
    "type": "petition"
}