{
    "attributes": {
        "action": "Ban or restrict hydroxyethyl methacrylate (HEMA) in cosmetic products",
        "additional_details": "Hydroxyethyl methacrylate (HEMA) is a common ingredient in nail products but it’s also a known cause of severe allergic reactions, skin sensitisation, and long-term damage. Over the last 10 years, allergic contact dermatitis from acrylate-containing nail cosmetics (acrylic nails, gel nails, gel nail polish) has been reported repeatedly. Studies show up to 97% of allergic reactions from nail cosmetics are linked to HEMA and consumers are unknowingly exposed to this toxic ingredient.",
        "background": "Ban or strictly regulate HEMA in consumer nail products. Require clear warning labels where HEMA is allowed and ensure salons offer alternative products without HEMA so consumers can make an informed choice. We also need to educate consumers and professionals on the risks of HEMA exposure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-04T12:33:44.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-05T09:32:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-01T12:25:18.621Z",
        "rejection": {
            "code": "already-happening",
            "details": "Legislation is already in place which means that nail products containing HEMA cannot be placed on the market in the UK unless they are for professional use only. The nail products must be labelled “For professional use only” and “can cause an allergic reaction”."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-01T12:25:58.767Z"
    },
    "id": 729374,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729374.json"
    },
    "type": "petition"
}