{
    "attributes": {
        "action": "Reform PMQs:Ban Misleading Claims,Ensure Answers,Enforce Speaker Accountability",
        "additional_details": "The \"£22B Black Hole\" is debunked by fiscal experts including reports from the Office for Budget Responsibility, yet its use misleads the House, undermine public trust and the integrity of parliament\r\n\r\nThe Prime Minister must be held accountable for directly addressing questions posed during PMQs, evasion is weakening scrutiny\r\n\r\nThe Speaker must uphold accountability by noting unanswered questions\r\n\r\nThese reforms are urgent to restore trust in PMQs, ensuring transparency and democratic integrity",
        "background": "Reform PMQs as follows: Prohibition of Misleading Claims:An example being the \"£22B Black Hole\" claims, which are misleading. Mandatory Response to Questions: ensure PM answers questions. Speaker’s Role in Upholding Standards: enforce Speaker to acknowledge unanswered questions for accountability",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-04T14:30:31.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-05T13:38:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-20T13:42:41.428Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the Commons is the responsibility of the Speaker personally, and the Prime Minister is responsible for answers to questions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-16T21:40:15.957Z"
    },
    "id": 729387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729387.json"
    },
    "type": "petition"
}