{
    "attributes": {
        "action": "Ensure All Aesthetic Practitioners Can Access Emergency Medicines",
        "additional_details": "The NMC’s prescribing changes (And those of the GMC/GDC) restrict non-prescribers from accessing emergency medications such as hyaluronidase and adrenaline. In time-critical situations such as vascular occlusion or anaphylaxis, delays can lead to blindness or death. This doesn’t improve safety, it compromises it. All qualified practitioners should be able to stock and administer emergency drugs to protect the public and uphold the highest safety standards in the aesthetics industry.",
        "background": "Allow all aesthetic practitioners, including non-prescribers, to hold and administer emergency drugs such as hyaluronidase and adrenaline. New NMC prescribing rules reduce timely access, increasing public risk. Emergency medication should be accessible and mandated for all to ensure public safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-04T10:49:58.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-04T11:17:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-03T09:40:43.989Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about who can access emergency medication are a matter for the relevant regulators, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-03T09:41:12.107Z"
    },
    "id": 729368,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729368.json"
    },
    "type": "petition"
}