{
    "attributes": {
        "action": "“Require Direct Cabinet Minister Responses at PMQs for Accountability”",
        "additional_details": "The Government must ensure Cabinet Ministers, including Keir Starmer, answer PMQs directly to promote transparency and accountability, delivering clear responses to critical issues. The Speaker must enforce rules to maintain parliamentary integrity, compelling full answers. This upholds democratic debate, fosters trust, and ensures PMQs effectively hold the Government to account, strengthening public confidence in politics.",
        "background": "Call on the Government to introduce measures requiring all Cabinet Ministers, including the Prime Minister, to provide direct and comprehensive responses to questions during Prime Minister’s Questions (PMQs), and to ensure the Speaker of the House enforces parliamentary rules to uphold this standard",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-04T20:40:43.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-05T09:21:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-19T15:12:41.480Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the Commons is the responsibility of the Speaker personally, and the Prime Minister is responsible for answers to questions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-23T15:31:54.826Z"
    },
    "id": 729427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729427.json"
    },
    "type": "petition"
}