{
    "attributes": {
        "action": "Prioritise Housing & Welfare Support for British Citizens Before Asylum Seekers",
        "additional_details": "We call on the UK Government to prioritise British citizens—especially the homeless, veterans, and low-income families—before providing long-term housing to asylum seekers. Public money must first support those who’ve paid in and are now being left behind.",
        "background": "Ensure British citizens — especially the homeless, veterans, and low-income families — are given priority access to housing and support before public money is used to accommodate new asylum seekers in hotels or long-term facilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-06T06:38:39.862Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "HO",
                "name": "Home Office",
                "url": "https://www.gov.uk/government/organisations/home-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-21T15:57:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-20T15:06:30.523Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for a clear action and we are unsure what specific action you'd like the Government or Parliament to take. We're not sure, for example, if you'd like the Government to stop housing asylum seekers until other housing and support needs have been met, and how you would like this to be measured.\r\n\r\nYou could start a petition setting out clearly what action you'd like.\r\n\r\nYou may wish to sign the following petitions:\r\n\r\nReallocate illegal migrant spending and use money to fund other things: https://petition.parliament.uk/petitions/736721\r\n\r\nGive British homeless same legal protection from destitution as asylum seekers: https://petition.parliament.uk/petitions/731681\r\n\r\nAll UK homeless citizens should be prioritised for hotel accommodation: https://petition.parliament.uk/petitions/729887"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-20T15:06:32.047Z"
    },
    "id": 729577,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729577.json"
    },
    "type": "petition"
}