{
    "attributes": {
        "action": "Independent Fund for Diego Garcia Lease",
        "additional_details": "Then to be mobilized in cases of crisis, pandemics, natural disasters, or international conflicts. The fund must have international oversight, civil society involvement, and ensure transparency through audits and public reporting. It should support education, healthcare, environmental projects, cultural preservation, and sustainable economic development. Political figures in Mauritius must be legally barred from its administration. This is about justice, accountability & ethical governance.",
        "background": "We urge the UK Government to allocate 50% of Diego Garcia lease revenue to be an independently managed, transparent fund. Corruption risks in Mauritius threatens fair distribution. It is imperative that part of revenue be placed in a strategic reserve fund, overseen by civil society.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-07T12:21:54.540Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-07T19:19:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-15T09:53:37.182Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the allocation of the lease revenue in relation to the Chagos Islands Deal is a matter for the Government of Mauritius, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-15T09:53:45.802Z"
    },
    "id": 729689,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729689.json"
    },
    "type": "petition"
}