{
    "attributes": {
        "action": "Increase pay & offering meaningful, tax-free benefits, to the Armed Forces.",
        "additional_details": "Military life places extraordinary demands on individuals and families. By increasing pay and offering meaningful, tax-free benefits, the services can remain competitive in a modern labour market, enhance morale, and retain experienced personnel.\r\n\r\nIf you offered, the benefits Troops had in Germany when based there, to UK based Troops, you would fix the loss of experience, you would fix alot of welfare issues and solve the recruitment crisis the services are experiencing.",
        "background": "Wage increase, Tax-Free Benefits Package\r\nIntroduce a non-taxable benefits system modelled on those previously extended to British troops stationed in Germany. Family Support Incentives, Expand on Spousal Employment Programs, better access to education for dependents. Increase Childcare support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-07T09:16:41.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-07T10:42:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-03T11:42:24.587Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you mean by family support incentives and better education.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-03T11:42:35.144Z"
    },
    "id": 729681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729681.json"
    },
    "type": "petition"
}