{
    "attributes": {
        "action": "Keep the existing Bullring Roundabout in Inverclyde",
        "additional_details": "These transformations will contribute to a great detrimental effect to the commuting of Inverclyde, not only causing unnecessary disruptions whilst in progress. But removing a Roundabout to implement further traffic lights and reducing the flowing traffic throughout the town will only further add to traffic pressures in the town.",
        "background": "Stop the following from taking place...\r\n£24M transformation is due to take place in the Autumn which will see the removal of the Bullring Roundabout and a new layout with further traffic lights put in its place.\r\n\r\nWork which is largely being funded by the UK Government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-07T14:06:39.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-07T14:29:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-23T13:57:53.201Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-23T13:57:57.063Z"
    },
    "id": 729700,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729700.json"
    },
    "type": "petition"
}