{
    "attributes": {
        "action": "Bring Au Pair Pocket Money in Line with Germany, France and the rest of Europe.",
        "additional_details": "The astronomical increase in au pair pocket money - from 90 GBP per week to 360 GBP per week - is unrealistic, especially compared to our EU counterparts. The government's mandate means that au pairs earn more than qualified nannies and even nurses, as au pairs receive fullboard (all bills inclusive) thereby putting their monthly earnings in real terms around 3000 GBP.\r\n\r\nThis mandate means only the rich can afford au pairs. It also worsens the childcare crisis in Britain and should be reversed.",
        "background": "Acknowledge the real cost of au pairs to families and bring the au pair pocket money inline with the rest of our European neighbours, as per below:\r\n\r\nUK 1586 GBP\r\nGermany 280 EUR\r\nFrance 350 EUR\r\nBelgium 450 EUR\r\nItaly 300 EUR\r\nNetherlands 340 EUR\r\n\r\nSource: www.aupairworld.com/en/wiki/pocket-money",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-07T14:51:05.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-07T15:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-02T09:32:06.601Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIn the UK, au pairs are entitled to the minimum wage.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nFor example, if you wish, you could start a new petition calling for au pairs to be exempt from the minimum wage and remunerated with pocket money only, if accommodation is provided."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-02T09:32:15.775Z"
    },
    "id": 729703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729703.json"
    },
    "type": "petition"
}