{
    "attributes": {
        "action": "Ensure all signage on the Oxford to Cambridge rail line is bilingual",
        "additional_details": "All signage by default will be in English only due to the regulations already in place regarding signage in England. UK Government will need to make amendments to regulations, specifically regarding this project, to ensure that all signage will be bilingually in Welsh and English.\r\n\r\nBBC article announcing the classification of the project - https://www.bbc.co.uk/news/articles/czxyr75gk1vo",
        "background": "The new Oxford to Cambridge rail line has been classed as an England and Wales project, using funds that would've otherwise been used to fund rail projects actually in Wales. Therefore, I am putting forward that all signage on the line should be in English and Welsh, if using Welsh funding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-08T17:28:19.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-08T17:36:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-24T14:59:00.197Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do as the funding could have been used for other projects in England as well as projects in Wales. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-24T14:59:12.219Z"
    },
    "id": 729791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729791.json"
    },
    "type": "petition"
}