{
    "attributes": {
        "action": "Require the Prime Minister to answer directly and respectfully during PMQs",
        "additional_details": "Questions from MPs—asked on behalf of their constituents—are often met with evasive, dismissive, or even insulting responses. This undermines the integrity of parliamentary democracy and sets a poor example to young people.\r\nWe believe the Prime Minister should be held to a higher standard of accountability and professionalism. There should be clear expectations and consequences to ensure that PMQs serve their intended purpose: holding the government to account in a respectful way.",
        "background": "We call on the UK Government and Parliament to introduce a formal requirement for the Prime Minister to respond directly and respectfully to questions asked during Prime Minister’s Questions (PMQs). The response should directly and clearly answer the question asked, without evasion or deflection.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-09T11:43:11.808Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-10T05:20:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-24T10:20:10.531Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the Commons is the responsibility of the Speaker, and Members are responsible for their answers to questions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-24T10:22:11.842Z"
    },
    "id": 729849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729849.json"
    },
    "type": "petition"
}