{
    "attributes": {
        "action": "Amend the Data (Access and Use) Bill to prevent sharing freely peoples data.",
        "additional_details": "It is in the interest of the people to not have their data processed or shared without further legislation or scrutiny. This includes data such as biometric information, medical history, financial history, internet history including all social media data like photographs and locations, etc.",
        "background": "Amend clause 7 and Clause 10.  This will prevent government from changing how pre-existing laws apply to your data and restrict delegates from freely sharing your data with regulators, agencies and or private firms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-10T20:17:42.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-11T15:07:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-04T12:55:15.459Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Bill your petition refers to, was passed on the same day that your petition was sponsored. It is now an Act of Parliament, and you can read more about it on the UK Parliament website: https://bills.parliament.uk/bills/3825\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could set out how you would like the law to be changed, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-04T12:55:39.460Z"
    },
    "id": 729997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729997.json"
    },
    "type": "petition"
}