{
    "attributes": {
        "action": "Time for change: let’s raise the quality of life in the uk together.",
        "additional_details": "I believe this is a necessity, not only because the majority of the British people are unhappy with the current state of the country, but we as a nation cannot operate our day to day lives being treated the way we are. We cannot go on working 40/50 hour weeks and be left with nothing to spare after our bills. We need change and we need it now else we are going to be in a whole world of trouble if we keep letting it happen.",
        "background": "The people of Britain want a change, and we want it now. The need for a new system where the British public are put before anybody else. For example the 14.1 billion pound in foreign aid a year at the cost of the tax payer while we are pushed to the back of the queue time and time again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-09T21:55:08.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-09T22:04:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-24T10:19:04.698Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-24T10:19:17.329Z"
    },
    "id": 729904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/729904.json"
    },
    "type": "petition"
}