{
    "attributes": {
        "action": "Enhance Accountability of MPs and MSPs with Clear Consequences for Evasion",
        "additional_details": "We urge the UK Government and Scottish Parliament to implement the following measures: Require MPs & MSPs to publish detailed, accessible records of voting history, expense claims, meeting logs, & conflicts of interest on a public, searchable online platform, updated quarterly. Establish official digital portals where constituents can submit questions/policy suggestions. Mandate annual performance reports benchmarked against national averages for public scrutiny with consequences for evasion",
        "background": "MPs and MSPs are elected to represent the interests of their constituents, but public trust in their accountability is undermined by inconsistent transparency, limited engagement, and weak enforcement mechanisms. Recent research highlights the need for enhanced accountability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-11T09:29:37.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-11T10:04:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-04T15:33:58.239Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nWe cannot accept petitions calling for actions related to Members of the Scottish Parliament. Rules related to MSPs are the responsibility of the Scottish Parliament, not the UK Government or UK Parliament.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send a petition to the Scottish Parliament, you can find out more here: \r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee\r\n\r\nYou are also more likely to get action on a particular issue if you sign and share a petition that is already open.\r\n \r\nYou may wish to sign the following petitions: \r\n\r\nRequire MPs to evidence all contributions in Parliament and introduce penalties\r\nhttps://petition.parliament.uk/petitions/728293\r\n\r\nRequire all MPs to publish their tax returns by law\r\nhttps://petition.parliament.uk/petitions/716393\r\n\r\nAllow the Commissioner for Standards to investigate MPs' constituent casework\r\nhttps://petition.parliament.uk/petitions/705964\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-04T15:34:36.942Z"
    },
    "id": 730047,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730047.json"
    },
    "type": "petition"
}