{
    "attributes": {
        "action": "We the people want power to control our MP's",
        "additional_details": "Voters are powerless if an MP fails to represent them. We propose allowing constituents to start a recall petition if they get signatures from at least 10% of registered voters. If this threshold is met, a by-election would follow. To prevent misuse, there would be a limit of one recall per MP per year and no recalls in the first four months of a term. This would give voters more say and ensure MPs are accountable to their constituents. We urge the Government to create this new recall system.",
        "background": "Empower constituents to recall MPs through a stronger, voter-driven process. \r\n\r\nThis is where an existing MP can be dismissed.\r\n\r\nWe call on the Government to strengthen the Recall of MPs Act 2015 by introducing a constituent-driven recall mechanism that gives real power back to voters.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-11T14:17:41.481Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-11T14:30:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-03T08:00:11.509Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign this petition: \r\n\r\nMake MP recall rules stricter\r\nhttps://petition.parliament.uk/petitions/707488"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-03T08:00:24.885Z"
    },
    "id": 730076,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730076.json"
    },
    "type": "petition"
}