{
    "attributes": {
        "action": "Make MPs more accountable for their honesty both inside and outside of the House",
        "additional_details": "Public trust in MPs is generally low, a significant percentage of the electorate express little to no trust. Trust is critical to the smooth running of the State. Ministers lack of ability to answer a straight question, distortion, or distraction from truths, offer of untruths, and Fake News, undermines our democracy and public trust in MPs and Government. How can parents and schools be expected to teach children to be honest if our politicians cannot provide that example?",
        "background": "Ministers have a duty to be open and honest when answering questions in the House of Commons but often arn’t.  MPs should be more accountable, this should also apply outside the House in dealings with the media, social media posts and other official output where the electorate could be mislead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-11T17:20:05.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-13T07:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-02T16:22:06.777Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nFor example, you could start a new petition explaining what changes you would like to see to make MPs more accountable.\r\n\r\nYou may wish to sign this petition: \r\n\r\nMake it a criminal offence to mislead or lie in public office\r\nhttps://petition.parliament.uk/petitions/712668"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-02T16:22:15.742Z"
    },
    "id": 730102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730102.json"
    },
    "type": "petition"
}