{
    "attributes": {
        "action": "Make social services accountable. Free legal representation for families.",
        "additional_details": "To stop emotional abuse from social services. Give families the necessary financial support. Free legal representation. Meet the vulnerable person's holistic needs and early intervention to stop deterioration and death. Intervention and promotion to reach potential. Nobody dies of learning disability only professionals neglect.",
        "background": "Make social services accountable for unmet needs that lead to deterioration of vulnerable person. Provide free legal representation for families. Families decisions to live close to each other for example to be implemented. Stop social services emotionally abusing mothers and families to care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-12T06:16:39.335Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-13T06:47:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-04T09:19:57.116Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may also wish to sign this petition which calls for legal aid to be reinstated in all areas."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-04T09:20:08.800Z"
    },
    "id": 730142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730142.json"
    },
    "type": "petition"
}