{
    "attributes": {
        "action": "Allow kids to wear PE kits on PE days to school !",
        "additional_details": "It will also get more children active as they dont want to keep getting dressed before and after as they only have 40 minutes to get equipment out and complete their PE lessons.It will be a positive impact in all schools and much easier for students,studies show kids from 8-18 need at least 60 minutes of excersise a day, please raise awareness as this is important to schools and kids fitnesses please help me get to 100,000 signutures as it will mean a lot thank you very much and have a lovley day",
        "background": "During covid kids were allowed to wear there PE kits into school However now covid is no longer here they prohibited wearing PE kits to school on childrens PE days.I would like to renew this rule as its much easier and we dont have to waste the first 10 minutes and last 10 minutes getting dressed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-13T08:10:06.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-23T06:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-17T07:01:52.595Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nSchool uniform policy is a matter for schools themselves.\r\n\r\nThe Government sets some guidance on school uniform policy.\r\n\r\nYou can read more about this here: https://www.gov.uk/government/publications/school-uniform/school-uniforms\r\n\r\nYou could reach out to a particular school to request they change their policy."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-17T07:02:02.382Z"
    },
    "id": 730235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730235.json"
    },
    "type": "petition"
}