{
    "attributes": {
        "action": "Ensure Digital IDs, CBDCs, and Stablecoins Are Optional and Never Mandated",
        "additional_details": "I’m deeply concerned about the UK's move toward Digital IDs and Central Bank Digital Currencies (CBDCs), and how these could threaten our privacy, freedom, and access to basic services. No one should be forced to use digital-only systems to prove who they are or to spend money. I believe we need strong legal protections to ensure cash, cards, and traditional IDs always remain available—and that no digital tool is ever imposed on the public.",
        "background": "Guarantee in law that Digital IDs, CBDCs, and stablecoins will never be mandatory. Citizens must retain the right to use cash, cards, and traditional IDs. Protect privacy and prevent surveillance or financial coercion through digital-only systems.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-12T21:54:36.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-06T16:15:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-14T08:56:43.735Z",
        "rejection": {
            "code": "duplicate",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are no plans to mandate a digital ID, Central Bank Digital Currencies or any other form of digital currency. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign the following petition which relates to digital ID:\r\n\r\nDo not introduce Digital ID cards \r\nhttps://petition.parliament.uk/petitions/730194"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-14T08:56:57.015Z"
    },
    "id": 730227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730227.json"
    },
    "type": "petition"
}