{
    "attributes": {
        "action": "Urgent Support Needed - Fullwell Cross Leisure Centre Swimming Pool closure.",
        "additional_details": "The closure of Fulwell Cross Leisure Centre has left a gap in the community's health, fitness, and social support systems. This facility was crucial for public health, offering exercise options that reduced NHS demand by supporting mental wellbeing, cardiovascular fitness, and mobility in aging populations. It served as a hub for social connection, especially for vulnerable groups. Without government funding, the local council cannot afford repairs. Restoring the centre aligns with health goals.",
        "background": "Fulwell Cross Leisure Centre is closed due to RAAC, affecting Redbridge Swim Club's 200+ swimmers. Relocation to other pools has caused travel issues. The closure impacts water safety, elderly health, and community wellbeing. Urgent funding is needed to restore this vital facility for the community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-14T19:25:12.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-14T20:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-06-26T15:57:53.015Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-06-26T15:57:55.470Z"
    },
    "id": 730362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730362.json"
    },
    "type": "petition"
}