{
    "attributes": {
        "action": "Create a policy to intercept and detain immigrants who enter the UK illegally.",
        "additional_details": "The country is at a crisis point as a result of the government's policy to support immigrants who enter the UK  illegally. The housing system is under pressure.  The benefits system is overwhelmed and driving the country towards bankruptcy. Theft, sexual assaults, terrorist connections and unsocial behaviour attributed to illegal immigration is making UK citizens feel unsafe. The Government seems to have no plan to deal with the crisis. Consequently, the country is on the verge of social unrest.",
        "background": "Create a policy whereby the UK's Border Force are empowered to intercept boats transporting illegal immigrants; immediately detain them; and, either return them to where they travelled from, or take them to overseas island detention centres where their asylum claims will be processed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-15T22:28:57.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-18T13:56:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-21T10:33:09.017Z",
        "rejection": {
            "code": "already-happening",
            "details": "The UK Border Force already has powers to intercept and detain those who enter the country illegally. \r\n\r\nYou may wish to sign this petition which calls for a similar action:\r\n\r\nSend the navy into the channel to help stop illegal migrants entering the UK \r\nhttps://petition.parliament.uk/petitions/730769"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-21T10:33:18.579Z"
    },
    "id": 730481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730481.json"
    },
    "type": "petition"
}