{
    "attributes": {
        "action": "A New Thames River Bridge between Blackwall Tunnel and Dartford Crossing.",
        "additional_details": "Residents of Redbridge, Newham, Barking & Dagenham, Greenwich, and nearby areas face limited river crossings. Blackwall Tunnel and Dartford Crossing are congested, and the Woolwich Ferry is often delayed with long queues and limited service. This causes longer journeys, wasting fuel and raising emissions. A bridge at Woolwich, where the Thames is narrow, would ease traffic, cut pollution, and benefit thousands daily.",
        "background": "We urge the government to conduct a feasibility study for a new bridge at the current Woolich ferry crossing location and take steps toward its construction.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-16T08:23:17.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-16T12:44:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-01T10:39:44.059Z",
        "rejection": {
            "code": "local",
            "details": "You could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-01T10:39:45.625Z"
    },
    "id": 730497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730497.json"
    },
    "type": "petition"
}