{
    "attributes": {
        "action": "Unrestricted, accurate, unbiased news reporting on all platforms.",
        "additional_details": "People access news in multiple formats including  online and from social media platforms. If news is weaponised to push the ideas of individuals or organisations this has a detrimental effect on the population leading to extreme outcomes. Factual information needs to be first and foremost and not supressed. Lies and fearmongering should not take centre stage. We have a right to see unsuppressed factual news based on evidence and not fiction peddled by the wealthy few.",
        "background": "Legislation to crackdown on the amount of bias in news reporting in all media, including all online social networks. News weaponised for political and personal gain should be irradicated by stringent laws. Reports should show all sides of an argument and there needs to be no suppression of stories.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-16T08:43:08.285Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-25T13:36:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-22T10:04:34.968Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could outline what specific measures you would like to be taken, to address the matters you've raised."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-22T10:04:41.848Z"
    },
    "id": 730499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730499.json"
    },
    "type": "petition"
}