{
    "attributes": {
        "action": "Students at secondary schools should be allowed to wear smart shorts as uniform",
        "additional_details": "Many students feel as if they are boiling alive in their school uniform trousers, this is basic health and safety - there are students fainting and being unwell because of the excessive heat suffered in schools, many schools do not have air conditioning and temperatures in classrooms regularly hit over 30 degrees. Students will be able to work more efficiently in cool, smart shorts - shorts are a cheaper alternative to trousers, this would encourage improved attendance and happiness.",
        "background": "we would like the government to ensure that students at schools in the UK are permitted to wear smart shorts as part of their school uniform during the increasingly hot months.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-16T13:48:03.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-16T14:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-14T13:46:53.101Z",
        "rejection": {
            "code": "irrelevant",
            "details": "School uniform policy is a matter for schools themselves.\r\n\r\nThe Government sets guidance on school uniform policy. This recommends that schools \"take a sensible approach to allow for exceptions to be made during extreme weather – for example, allowing pupils to wear shorts in very hot weather or allowing trousers to be worn instead of skirts in very cold weather.\"\r\n\r\nYou can read more about this here: https://www.gov.uk/government/publications/school-uniform/school-uniforms\r\n\r\nYou could reach out to a particular school to request they change their policy. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-14T13:48:22.198Z"
    },
    "id": 730538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730538.json"
    },
    "type": "petition"
}