{
    "attributes": {
        "action": "Implement a 4-day work week",
        "additional_details": "A 4-day work week can improve productivity, reduce burnout, and boost work-life balance. Trials in the UK and globally have shown that shorter working weeks can maintain or even increase output while improving employee wellbeing. A shift to a 4-day week could also help reduce unemployment by distributing work more fairly and support environmental goals by cutting commuting time. It's time to modernise our approach to work and ensure that technological progress benefits everyone.",
        "background": "We are calling on the Government to legislate for a standard 4-day working week (32 hours) with no loss of pay. This change should apply across sectors where feasible, following pilot schemes and consultation with employers, trade unions, and workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-16T22:24:27.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-16T22:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-08T08:28:12.698Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government isn't responsible for the issue you raise. UK law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work. This would be a decision for employers and the employee.\r\n\r\nWe could accept a petition calling for the legal maximum number of hours during a week to be reduced or a legal limit placed on the days that people can work, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-08T08:28:21.923Z"
    },
    "id": 730584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730584.json"
    },
    "type": "petition"
}