{
    "attributes": {
        "action": "Create widespread promotion for more eco-friendly writing options in school",
        "additional_details": "There are many ways that this can be tackled, but the best option of them all would be providing thin, flexible binders that children can attach writing paper and sheets to so there is not the excessive use of paper, purely used to stick down another sheet of paper. Large, cardboard binders will be impractical as they will be too big to have for every subject, but a thinner binder almost like the cover of a workbook could work very well for helping reduce the use of paper in schools.",
        "background": "Currently, an appalling amount of paper is wasted because of the use of paper workbooks and extra sheets in UK schools. This problem should be worked on within individual schools, but government involvement could help bring much needed awareness to what an issue this paper usage is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-17T16:14:46.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-17T18:46:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-09T11:35:26.010Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for a clear action from the UK Government or Parliament.\r\n\r\nYou have explained that you are concerned about paper usage in schools, but we're not sure what specific action you would like the Government or Parliament to take. You ask for \"widespread promotion\" but we are not sure exactly what you mean by this.\r\n\r\nYou could start a new petition setting out more clearly what action you'd like the Government or Parliament to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-09T11:35:35.800Z"
    },
    "id": 730664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730664.json"
    },
    "type": "petition"
}