{
    "attributes": {
        "action": "Prevent employment tribunals by introducing issue resolution into the process",
        "additional_details": "Most employment tribunals could have been resolved without litigation. They cost the tax payer a fortune and this money could be spent actually resolving issues.\r\n\r\nThe biggest cost (exacerbated by time) is stress. The tribunal process causes an unnecessary, unimaginable and avoidable impact on the mental health and wellbeing of hundreds of thousands of people.\r\n\r\nThis is a huge productivity opportunity for the UK which will form a foundation for future productivity worth billions of pounds.",
        "background": "I know from personal experience the vast majority of employment tribunals are avoidable. There are currently 49,800 backlogged cases and this is set to increase exponentially. I want the Government to step back and implement preventative and resolution measures, rather than recruiting more Judges.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-18T10:59:18.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-18T13:45:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-14T14:26:57.651Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are four approaches by which the Employment Tribunals may encourage the parties to resolve their dispute by agreement. \r\n\r\nMore information on alternative dispute resolution can be found here: https://www.judiciary.uk/courts-and-tribunals/tribunals/employment-tribunal/employment-tribunal-england-wales/other-ways-of-resolving-your-case/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-14T14:27:10.131Z"
    },
    "id": 730762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730762.json"
    },
    "type": "petition"
}