{
    "attributes": {
        "action": "Allow Skilled Worker sponsorship for graduate visa holders in entry-level roles",
        "additional_details": "International graduates have followed all UK immigration rules, paid high university fees, and now work in vital entry-level roles like NHS admin and care. But the £38,700 salary threshold blocks us from being sponsored. We ask for a fairer visa pathway that reflects real job salaries and allows us to stay, grow, and contribute to the UK — the country we've invested in and come to call home.  Expecting new graduates to secure high-salary roles straight away is unrealistic and unfair.",
        "background": "We ask the Government to allow Skilled Worker visa sponsorship for international graduates already in the UK who are working or seeking work in entry-level roles, particularly in sectors in NHS Expecting graduates to secure high salary roles is unrealistic and unfair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-18T13:58:41.256Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-18T15:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-14T14:25:51.666Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are already different salary rules for recent graduates who wish to be sponsored for a Skilled Worker visa, and there is also a lower minimum salary for some healthcare jobs. \r\n\r\nMore information on reduced salary requirements for the Skilled Worker visa can be found here, including the requirements that must be met: https://www.gov.uk/skilled-worker-visa/when-you-can-be-paid-less\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-14T14:26:07.618Z"
    },
    "id": 730782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/730782.json"
    },
    "type": "petition"
}