{
    "attributes": {
        "action": "Allow pupils in school to bring in school shorts during warm days over 25 °",
        "additional_details": "It’s much easier to focus and get work done when the room isn’t too hot. When it’s warm, most of us feel tired, uncomfortable, and distracted — it’s hard to concentrate when you’re sweating or just trying to stay awake. Cooler environments help us stay more alert and clear-headed, which makes studying and learning a lot easier. That’s why schools should let us wear shorts, especially when it’s hot. Dressing in a way that keeps us comfortable isn’t about breaking rules — it’s about helping us do our best. If we feel better, we’ll learn better too.",
        "background": "Make it mandatory that schools allow pupils to wear school shorts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-20T14:42:47.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-20T20:00:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-14T13:50:45.122Z",
        "rejection": {
            "code": "irrelevant",
            "details": "School uniform policy is a matter for schools themselves.\r\n\r\nThe Government sets guidance on school uniform policy. This recommends that schools \"take a sensible approach to allow for exceptions to be made during extreme weather – for example, allowing pupils to wear shorts in very hot weather or allowing trousers to be worn instead of skirts in very cold weather.\"\r\n\r\nYou can read more about this here: https://www.gov.uk/government/publications/school-uniform/school-uniforms\r\n\r\nYou could reach out to a particular school to request they change their policy."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-14T13:50:47.502Z"
    },
    "id": 731018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731018.json"
    },
    "type": "petition"
}