{
    "attributes": {
        "action": "Reduce Qualification Barriers to Mental Health Careers",
        "additional_details": "We urge the Northern Ireland Executive and regulatory bodies to review entry-level requirements in psychology and mental health. Specifically, we ask that bachelor’s degree holders be given opportunities to pursue careers in this understaffed, underfunded sector.\r\n\r\nAllowing psychology graduates to enter at various levels will expand the workforce, ease the burden on specialists, and improve access to mental health care in Northern Ireland.",
        "background": "Mental health services in NI and globally face a funding and workforce crisis. Many psychology graduates with bachelor’s degrees can't enter the workforce because a master’s degree is often required for mental health roles. This is a missed opportunity, given the growing demand for services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-23T11:41:11.931Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-23T13:32:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-17T09:55:22.897Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Executive and Northern Ireland Assembly is responsible for. \r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-17T09:55:27.858Z"
    },
    "id": 731289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731289.json"
    },
    "type": "petition"
}