{
    "attributes": {
        "action": "To encourage planting more trees",
        "additional_details": "The government have a lot of influence. And it would benefit the people to have more nature and oxygen. As I firmly believe that nature in London is diminishing. so i want to encourage he people of the uk to grow a tree or two around in they're area",
        "background": "As the government have lots of influence i would like to ask that you would encourage it and maybe help plant more. I believe that it would benefit the UK if we have more trees. it would increase oxygen production and give us a more green London.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-24T08:32:54.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-25T12:04:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-18T14:48:33.103Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, including what specifically you would like to happen to encourage planting of more trees.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could outline measures you would like the Government to take such as increased funding or incentives for planting trees, or a public awareness campaign, if that's something you'd like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-18T14:48:39.270Z"
    },
    "id": 731360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731360.json"
    },
    "type": "petition"
}