{
    "attributes": {
        "action": "To place danger signs and fences and life rings along the river tees Darlington",
        "additional_details": "We have lost far to many lives to the river tees I can recall 3 this year just from people I know and at the river tees there is no warning signs nothing to help someone if there stuck and far to easily accessible to young people",
        "background": "To factor in more off the dangers off the river tees Darlington. The river is so easily accessible to children teenegers and adults. \r\nThere should be danger signs placed at the worst parts off the river with warnings not to swim there and liferings. Even if possible some fencing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-23T15:58:21.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-23T19:12:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-17T08:52:33.109Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-17T08:52:42.396Z"
    },
    "id": 731312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731312.json"
    },
    "type": "petition"
}