{
    "attributes": {
        "action": "Stop Illegal Small Boat Crossings and Secure the UK Border",
        "additional_details": "Illegal small boat crossings have become a national crisis. Over 38,000 people entered unlawfully in 2024, with criminal gangs ruthlessly exploiting the chaos for profit. This blatant disregard for our laws weakens border security, floods public services, and costs taxpayers billions. The Government’s weak response has failed. Immediate, uncompromising action is needed to stop the boats, fast-track removals, punish smugglers severely, and reassert full control of the UK’s borders.",
        "background": "Illegal small boat crossings are out of control. Thousands enter the UK unlawfully, abusing the system while smugglers profit and taxpayers foot the bill. The Government must act now—shut this route down, secure our borders, and restore law and order.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-24T18:43:55.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-24T20:25:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-18T12:07:23.357Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following petitions:\r\n\r\nPublish a detailed plan to tackle illegal migration and stop boat crossings\r\nhttps://petition.parliament.uk/petitions/709678\r\n\r\nDeport all illegal migrants in the United Kingdom\r\nhttps://petition.parliament.uk/petitions/729231"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-24T14:52:46.719Z"
    },
    "id": 731407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731407.json"
    },
    "type": "petition"
}