{
    "attributes": {
        "action": "Make Hormone therapy and other treatments for transgender people free",
        "additional_details": "It will help save thousands of transgender people who are unable to afford the basic healthcare they deserve to become the people they want to. This will improve their mental health ultimately saving money spent on mental health services and prevent the loss of many transgender people to suicide.",
        "background": "Make it so that transgender people can get hormone replacement therapy and gender affirming surgeries free on the NHS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-25T21:00:56.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-25T21:07:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-05T15:19:42.101Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://www.mygov.scot/find-your-local-council\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-05T15:20:15.365Z"
    },
    "id": 731560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731560.json"
    },
    "type": "petition"
}