{
    "attributes": {
        "action": "Make Domestic Violence Education Mandatory in UK Schools",
        "additional_details": "my sister was murdered by her partner in an act of domestic violence killed in her sleep. She was a beautiful soul, a loving mother  and now her little girl is grew up without her mum! Domestic violence doesn’t just affect adults it shatters children’s lives too. Kids witness abuse, grow up in fear, and many are left to deal with trauma, grief, or even the loss of a parent. Yet in schools, we barely talk about it.",
        "background": "Every child should learn: What a healthy relationship looks like ,The warning signs of abuse and control,That abuse is never their fault,How to seek help safely That no one should suffer in silence\r\nTeaching this isn’t just about prevention it’s about protection.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-26T20:27:29.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-26T21:06:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-25T10:15:09.028Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's Relationships and Sex Education curriculum, requires that students are taught about the concepts of, and laws relating to, sexual consent, sexual exploitation, abuse, grooming, coercion, harassment, rape, domestic abuse, forced marriage, honour-based violence and FGM, and how these can affect current and future relationships.\r\n\r\nYou can read the Relationships and Sex Education curriculum here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-25T10:15:35.865Z"
    },
    "id": 731676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731676.json"
    },
    "type": "petition"
}