{
    "attributes": {
        "action": "Help us keep Community House in Long Eaton open for community use.",
        "additional_details": "This building has a powerful legacy within the community and has been used as a youth club since the 1950's, with memories lasting for generations. It is still a vital resource to young people and families to this day, being used weekly for youth clubs, family sessions and during school holidays. The club provides a safe and positive environment for young people to develop confidence, learn new skills and feel valued in our community. Closing this building would be a huge loss to our community!",
        "background": "We want your support to stop Derbyshire County Council closing or selling 'Community House' as it is a vital asset to the Long Eaton community.\r\nThere are no other community centres in Long Eaton or any other buildings that can provide the youth club facilities that this building does.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-26T13:51:43.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-26T14:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-21T13:34:27.086Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n  \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-21T13:34:27.931Z"
    },
    "id": 731624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731624.json"
    },
    "type": "petition"
}