{
    "attributes": {
        "action": "Balance the need for housing in the SE with adequate infrastructure and services",
        "additional_details": "The population in Medway and Kent is growing. Affordable housing - good social housing is becoming more and more a need not a requirement. However, the population also needs schools, GP surgeries and hospitals that are big enough to cope.\r\nMake it mandatory for developers to have in place a social policy to encompass the above and to secure staffing before planning permission is granted\r\n\r\n\r\n\r\nWe",
        "background": "Ensure that ALL future developments in Medway and Kent do not compromise the health, education and quality of life of the people who currently live there.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-29T06:43:20.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-06-30T16:55:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-23T15:00:00.062Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ \r\n\r\nYou may also wish to sign this petition which calls for strict infrastructure requirements before houses can be built:\r\nhttps://petition.parliament.uk/petitions/710119"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-23T15:00:01.175Z"
    },
    "id": 731856,
    "links": {
        "self": "https://petition.parliament.uk/petitions/731856.json"
    },
    "type": "petition"
}