{
    "attributes": {
        "action": "Ensure Equal Enforcement of UK Hate Speech and Incitement Laws for All Residents",
        "additional_details": "Hate speech and incitement to violence are illegal, yet some public rallies continue to feature threats against individuals based on religion, nationality, or belief. This poses a threat to public safety and social cohesion. We demand that police be required to monitor such events, break up gatherings promoting hate, and arrest offenders for investigation. The law must be enforced equally and visibly, regardless of a person’s background, to protect the public and uphold UK values.",
        "background": "We ask the UK Government to ensure hate speech laws are enforced equally, regardless of immigration status or religion. Police should monitor rallies and break up any that incite violence or hatred, arresting individuals for investigation where needed under existing laws.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-30T16:26:13.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-01T11:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-16T12:36:13.345Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for a clear and specific action from the UK Government or Parliament, that is within their direct responsibility. We are not clear exactly what action you would like the Government or Parliament to take. \r\n\r\nPolice powers regarding protests are set out here: https://researchbriefings.files.parliament.uk/documents/SN05013/SN05013.pdf\r\n\r\nDecisions about arrests are a matter for the police.\r\n\r\nYou could start a new petition setting out your request clearly, for example, how you would like current laws to change. Or we could accept a petition asking for a review of the policing of protests, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-16T12:36:15.022Z"
    },
    "id": 732002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732002.json"
    },
    "type": "petition"
}