{
    "attributes": {
        "action": "Allow low-risk prisoners to help clean dirty towns and cities under supervision.",
        "additional_details": "This would help improve the cleanliness and appearance of local areas.Give prisoners an opportunity to contribute positively to society.Support rehabilitation by developing skills, responsibility and work ethic. Ease the burden on local councils and reduce public spending. Participation would be voluntary and limited to those who have been assessed as suitable for such work. This initiative could form part of a broader programme to help prisoners reintegrate into society and reduce reoffending.",
        "background": "I want the Government to allow low-risk, non-violent prisoners to support the cleaning and maintenance of public spaces in UK towns and cities. This could include removing litter, clearing overgrown areas, or helping with minor upkeep, all under proper supervision.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-06-30T20:02:37.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-07T21:56:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-29T16:27:41.472Z",
        "rejection": {
            "code": "already-happening",
            "details": "Community payback schemes already exist, where unpaid work is carried out by offenders in local areas. As part of these schemes, offenders work on projects such as picking litter, doing grounds maintenance and gardening, and clearing wasteland.\r\n\r\nYou can read more about community payback schemes here: https://www.gov.uk/nominate-community-payback-project#:~:text=Nominate%20a%20Community%20Payback%20project%20to%20suggest%20what%20unpaid%20work,picking%20litter"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-29T16:27:50.426Z"
    },
    "id": 732027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732027.json"
    },
    "type": "petition"
}