{
    "attributes": {
        "action": "Extend the summer school holidays in the UK by at least two additional weeks.",
        "additional_details": "Most of the world gives students a longer summer break, allowing more time to rest, travel, and spend time with family. The UK’s current schedule is too short for proper recovery after a demanding school year. Extending the break would support mental health, reduce stress and burnout, and allow for more quality time with loved ones. It would also give children more opportunities for creative play, outdoor activities, and personal growth beyond the classroom.",
        "background": "We want the Government to revise the academic calendar so that the summer break for students is extended by a minimum of two weeks. This change should apply to all schools across the UK, giving students, teachers, and families more time for rest, travel, and meaningful activities outside the school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-01T19:48:43.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-01T19:55:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-29T10:06:34.356Z",
        "rejection": {
            "code": "irrelevant",
            "details": "For most schools, the length of the summer holidays is determined by the local authority, which sets the term dates for their maintained schools.\r\n\r\nYou could start a new petition calling for the government to set a legal minimum for the summer holidays and how long that should be."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-04T09:49:27.922Z"
    },
    "id": 732126,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732126.json"
    },
    "type": "petition"
}