{
    "attributes": {
        "action": "Declare the border situation a national emergency immediately",
        "additional_details": "“Smash the gangs” was clearly all talk. \r\n\r\nThere is ZERO deterrent, making the UK a laughing stock to the world. \r\n\r\nI strongly believe family’s fleeing war zones should be supported, but it’s clear that has been taken for granted. \r\n\r\nThe government need to take immediate action before  we see a huge increase in crime and social decay. \r\n\r\nThis also effects all those who get visas and enter legally. \r\n\r\nIt feels as though our current government does not care about the safety and wellbeing of the UK.",
        "background": "Immediately stop any illegal boats from entering the UK. \r\n\r\n20,000 illegal migrants have entered just this year. \r\n\r\nThere is ZERO deterrent, we are paying the French government 500 million a year to stand by and watch them enter.  \r\n\r\nAt what point does the government take a stand?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-02T06:15:29.801Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-02T16:25:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-24T12:52:12.178Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nIt is not clear what you mean in regards to declaring a national emergency and what sort of impact you would like this to have.\r\n\r\nYou could start petition calling for the Government to be given emergency powers to address illegal immigration, if that's what you'd like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-24T12:52:12.176Z"
    },
    "id": 732167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732167.json"
    },
    "type": "petition"
}