{
    "attributes": {
        "action": "Uphold the Human Rights of an individual from conception",
        "additional_details": "Every human life possesses intrinsic value and dignity, based on the image of God we each possess in our very beings. Scientific evidence confirms that from conception, a unique human being exists. As such, we believe it is the moral and ethical duty of the state to recognize and to protect the right to life of the unborn child within UK law. Society should not be able to say when a person is human or not like racist and Nazi ideologies have done in the past. Make our law truly equal.",
        "background": "We, respectfully petition the UK Parliament to affirm and uphold the inherent human rights of every individual from the moment of conception, in accordance with the fundamental principles enshrined in the Universal Declaration of Human Rights and the European Convention on Human Rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-01T23:39:11.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-19T19:35:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-06T16:51:52.381Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-06T16:51:57.086Z"
    },
    "id": 732153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732153.json"
    },
    "type": "petition"
}