{
    "attributes": {
        "action": "Implement contrail mitigation strategies reflecting current jet fuel chemistry",
        "additional_details": "Fuel additives have lowered the humidity threshold needed for contrail-induced cirrus to form and persist. This enhances their spread, alters local weather patterns and daily sunlight, and reduces the effectiveness of older mitigation strategies. We ask the Government to implement existing contrail avoidance methods without delay to eliminate unnecessary cloud cover, and update aviation policy to reflect current jet fuel chemistry so that mitigation measures remain effective and targeted.",
        "background": "Current scientific understanding of contrail mitigation—such as small changes in altitude or route—should be applied immediately as low-cost, effective adjustments. Modern jet fuel additives increase contrail growth and spread. We urge the Government to implement mitigation policies to reflect this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-03T11:34:37.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-04T07:23:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-20T13:08:07.212Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as introducing a new law or conducting a review. \r\n\r\nWe also can't accept your petition because it's about something that UK Government or Parliament are not directly responsibly for. International agreements about aviation are a matter for the International Civil Aviation Organization. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-20T13:08:19.170Z"
    },
    "id": 732287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732287.json"
    },
    "type": "petition"
}