{
    "attributes": {
        "action": "Reduce bus prices",
        "additional_details": "It’s too expensive, most college and school students (also me being a victim) some students don’t even get money for the bus they have to ask there parents/guardians to ask for money and college students especially have to travel far sometimes 2 or 3 bussss paying for different tickets as they are in different areas and yes they could just get a job and work However it’s still massively expensive with people having to pay for it to get about there daily life. Back In the 80s the bus was 20 or 30p and they still got about there daily life",
        "background": "To reduce the price of a bus. I’m not one to complain but where I’m from the bus is £4 for an all day that’s absolutely outrageous and £2 for a single and I understand the goverment/parliament isn’t fully responsible for the prices going higher however it’s getting harder to go around",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-04T02:17:29.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-04T11:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-29T12:49:24.330Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has implemented a fare cap and limited single bus fares to £3. You can read more about this here: https://www.gov.uk/government/speeches/national-bus-fare-cap\r\n\r\nIf you would like the Government to change the cap, you could start a new petition explaining clearly how you would like the fare cap to change.\r\n\r\nYou may also wish to sign these petitions which call for similar actions:\r\nhttps://petition.parliament.uk/petitions/715593\r\nhttps://petition.parliament.uk/petitions/730337"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-29T12:49:35.317Z"
    },
    "id": 732348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732348.json"
    },
    "type": "petition"
}