{
    "attributes": {
        "action": "Call for children's trans books to be put back in Kent libraries child sections",
        "additional_details": "The action is a reactionary attack on children's age-appropriate education of trans children, a library is for all members of the public to read all appropriate books and taking trans books away from children is taking education, causing harm and only affects those children whose parents would have let their children read them. Taking away trans resources only causes more hatred and violence to the transgender community and educating children through all life supports equality and understanding.",
        "background": "Protect these books under the Equality Act and protecting literature for education. Reach out to KCC about this harmful issue. Keep these age-appropriate trans books in children's sections.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-04T19:29:28.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-05T03:50:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-28T08:51:22.572Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-28T08:51:26.235Z"
    },
    "id": 732423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732423.json"
    },
    "type": "petition"
}