{
    "attributes": {
        "action": "Direct councils to allow people to live off grid on their own land 1acre plus.",
        "additional_details": "Housing is becoming unaffordable, councils not maintaining areas allowing them to fall into disrepair. This should be a lifestyle choice following one planet which is currently being conducted in Wales. If you own land you should be able to reside there whether it be off-grid or connected to the supplies. Traveling communities are provided nice areas withing the countryside to live out their lifestyle, this means that others are discriminated for not being able to live that lifestyle choice.",
        "background": "Allow land owners who own at least 1acre permitted development rights, to erect off grid housing on land which they own allowing change of use for area where living structure is.\r\nAs long as it doesn't ruin the surroundings, is kept clean and follows set rules during the development and onward.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-05T19:44:20.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-05T22:56:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-28T11:03:55.802Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept your petition because it does not sufficiently clarify the conditions under which such permitted development rights should apply. \r\n\r\nYou could submit a new petition which sets out these conditions more clearly.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-28T11:03:55.799Z"
    },
    "id": 732509,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732509.json"
    },
    "type": "petition"
}