{
    "attributes": {
        "action": "Stop illegal bird importation into the UK",
        "additional_details": "Wild-caught birds are often smuggled into the UK in appalling conditions — cramped, stressed and malnourished. Species such as African Grey Parrots, and many more are trafficked primarily for the exotic pet trade. The nesting season in the UK usually falls between March-May, therefore to keep up with demand, birds are being illegally imported.\r\n\r\nThis not only devastates wild populations but also threatens the ecological balance in regions already facing habitat loss and climate change.",
        "background": "We need to ensure that ANY parrot or bird in the UK is breed in the UK ONLY, by a registered breeder, and the ring numbers are recorded on a government database, along with certification of birth provided with the bird.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-07T17:37:45.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-10T09:30:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-29T14:51:27.882Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure how you would like the Government to stop a practice that is already illegal.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, and how you'd like illegal bird importation to be stopped."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-03T13:11:45.929Z"
    },
    "id": 732639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732639.json"
    },
    "type": "petition"
}