{
    "attributes": {
        "action": "Place a legal bond on the a66 dualing project",
        "additional_details": "Many times northern projects are cancelled. Leading to many places being left under developed and fall into disrepair and lead to poorer services and quality of living for the people who live there. The £1.6billion should be allocated solely to the region and if the dualing project is cancelled, it is spent on the local communities. Instead of elsewhere within the UK",
        "background": "The government announced on 08/07/25 that they will complete the dualing of the a66. They have allocated £1.6 billion to this\r\n\r\nWe are petitioning that a Legal bond is placed on this, so if any future government cancels the plans. The monies allocated are spent solely within the region the a66 is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-08T11:19:34.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-08T18:53:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-30T09:32:21.563Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n \r\nYou could also ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-30T09:32:33.059Z"
    },
    "id": 732691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732691.json"
    },
    "type": "petition"
}