{
    "attributes": {
        "action": "Protect UK workers from US-driven cuts to workplace inclusion",
        "additional_details": "Employees at US-owned companies in the UK are seeing inclusion programmes defunded, restricted, or removed due to presidential executive orders and political pressure from the United States. Support for LGBTQ+ staff, ethnic minorities, women, and disabled employees is being scaled back. Some UK staff have been told not to document or discuss these actions. Parliament must act to stop foreign political interference from weakening UK equality law.",
        "background": "We urge the Government to issue formal guidance protecting UK-based employees from the rollback of workplace inclusion initiatives by multinational companies responding to executive orders and political pressure from the United States. UK equality laws must remain fully upheld.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-08T19:31:50.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-09T08:02:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-12T13:59:20.883Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Businesses are not required to have D&I policies so this would be a matter for individual for employers. \r\n\r\nIf you would like to introduce mandatory D&I requirements then you could start a new petition setting out what you would like those requirements to be. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-12T13:59:29.116Z"
    },
    "id": 732735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732735.json"
    },
    "type": "petition"
}