{
    "attributes": {
        "action": "Reduce the salaries that MP’s are paid to reflect the current financial climate.",
        "additional_details": "The current average salary in the UK is £36,972. MP’s are currently paid £93,904. When the general public are being asked to live through a time where the government are proposing cuts to vital services to make savings and satisfy the Chancellors ‘fiscal rules’, Parliament should vote to reduce their wages by £19,960 bringing their salaries in line with twice the annual average income of a UK citizen as a sign of understanding that cuts effect us all and should be shared by all.",
        "background": "Parliament should vote reduce the salaries of MP’s by £19,960 each per year to make a total saving to the tax payer of £12,974,000 annually in solidarity with the people of the UK who are being asked to accept cuts proposed through policy put in place by the labour Government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-10T13:29:35.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-10T18:33:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-29T14:56:54.154Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government. \r\n \r\nYou can find out more about IPSA here: http://www.theipsa.org.uk "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-29T14:56:55.409Z"
    },
    "id": 732908,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732908.json"
    },
    "type": "petition"
}