{
    "attributes": {
        "action": "Call for immediate government review of Sheffield City Councils SEND provision",
        "additional_details": "The recent Ofsted and CQC inspection (June 2025) identified systemic failings, including unacceptable delays in support, weak EHCPs, and high exclusion rates. These failures breach statutory duties under the Children and Families Act 2014 and cause significant distress to families. \r\n\r\nThe Council's oversight of SEND provision is grossly inadequate. It's failure to deliver appropriate educational provisions for SEND children affects academic growth, psychological and social development.",
        "background": "We call on the UK Government to commission an independent review of Sheffield City Council’s Special Educational Needs and Disabilities (SEND) services, following the findings of the June 2025 Ofsted and CQC inspection and their constant failings to support children with SEND.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-10T20:28:46.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-10T20:41:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-30T09:41:22.944Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-30T09:41:31.939Z"
    },
    "id": 732956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732956.json"
    },
    "type": "petition"
}