{
    "attributes": {
        "action": "Improve the standards of behaviour during House of Commons debates.",
        "additional_details": "The behaviour displayed during debates in the House of Commons often falls far below the standards expected in any professional setting. Sessions that should be dedicated to rational, informed discussion are frequently disrupted by shouting, jeering, personal insults, and immature displays that do little to advance meaningful policy. This not only wastes valuable parliamentary time but also erodes public confidence in the institution and those elected to serve within it.",
        "background": "We want the Government to introduce formal behavioural standards or disciplinary procedures to address the immaturity, shouting, and disorder often seen in House of Commons debates. These behaviours reduce the quality of discussion and waste valuable parliamentary time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-10T16:09:38.959Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-10T16:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-29T14:57:04.872Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the Commons is the responsibility of the Speaker personally."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-29T14:57:09.219Z"
    },
    "id": 732925,
    "links": {
        "self": "https://petition.parliament.uk/petitions/732925.json"
    },
    "type": "petition"
}