{
    "attributes": {
        "action": "Prevent the closure of Crewkerne Community & other community hospitals in area",
        "additional_details": "Community hospitals like Crewkerne provide essential local care, reduce pressure on larger hospitals, and support patient recovery closer to home. Their closure risks increased travel, delays in treatment, and loss of trusted local services for elderly and vulnerable patients. These closures also force dedicated nurses and healthcare staff to be redeployed, creating uncertainty, breaking up local teams and worsening already critical workforce shortages. Please help us protect our hospital!",
        "background": "Stop the closure of Crewkerne Community Hospital and other local community hospitals. \r\nProtect and invest in these vital services to ensure continued access to local inpatient care, rehabilitation and support for these vulnerable patients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-12T11:10:38.337Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-18T09:46:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-31T15:26:44.886Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-31T15:26:46.698Z"
    },
    "id": 733083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733083.json"
    },
    "type": "petition"
}