{
    "attributes": {
        "action": "Business Sale Exit Brokers publish success rates, Founder/Owners to be protected",
        "additional_details": "Business sale exit brokers should publish true success rates. Founder-owners deserve transparency and protection when planning an exit, so they’re not misled about the real chances of selling their business. Perhaps tax rules could change so brokers face a higher tax rate on fees if a sale isn’t successful, ensuring they share the risk and are motivated to deliver real results for business owners.",
        "background": "Business sale exit brokers should publish true success rates. Founder-owners deserve transparency and protection when planning an exit, so they’re not misled about the real chances of selling their business. And/or Tax rate should be higher if no success.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-13T05:40:20.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-13T17:04:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-12T15:45:36.452Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear on what specific action you are seeking from UK Government or Parliament, for example whether this petition is calling for a new crime to be introduced, or an additional tax. \r\n\r\nYou can start a new petition setting out more clearly what action you are seeking, and in what circumstances. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-12T15:45:36.450Z"
    },
    "id": 733140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733140.json"
    },
    "type": "petition"
}