{
    "attributes": {
        "action": "Protect Northern Ireland’s Dogs From Heat-Related Cruelty",
        "additional_details": "Every summer, dogs in Northern Ireland suffer or die from heatstroke, a completely preventable cause of death. Walking dogs in high temperatures, leaving them in cars, or outside without shade and water is dangerous. \r\nThere are no clear laws to stop this. I want enforceable heat protection for dogs, including safe temperature limits, powers for early intervention, and penalties for those who put dogs at risk. Let’s act before more dogs suffer needlessly.",
        "background": "Make it an offence in NI during extreme heat to walk dogs, leave them in cars, or outside without shade/water. Dogs are dying from preventable heatstroke. We need clear laws, enforcement powers, and penalties to protect them. Let’s make it law. Let’s protect our dogs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-13T18:16:32.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-13T18:22:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-01T10:16:33.563Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We have to reject petitions that call for action at a local level. Animal welfare in Northern Ireland is a devolved issue which is the responsibility of the Northern Ireland Assembly.\r\n\r\nYou could ask your MLA to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MLA here: https://aims.niassembly.gov.uk/mlas/contacts.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-01T10:16:50.863Z"
    },
    "id": 733186,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733186.json"
    },
    "type": "petition"
}