{
    "attributes": {
        "action": "Hold political parties legally accountable for discriminatory rhetoric",
        "additional_details": "If political parties and their representatives contribute to an environment where hate is normalised, there should be legal accountability, not just PR management.\r\n \r\nIn a context where 70% of hate crimes in the UK are racially motivated, it is unacceptable that formal political parties, which shape public discourse, face no legal consequences for fuelling division or inciting hostility.\r\n\r\nHate speech and prejudice, when legitimised by public officials, normalise discrimination and violence.",
        "background": "We call on the UK Government to introduce legislation making political parties and candidates legally accountable for racist, sexist, or otherwise discriminatory narratives. This should include independent oversight, legal sanctions, and mechanisms linking political hate to rising hate crimes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-14T12:55:20.380Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-16T19:02:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-14T16:20:40.290Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Equality Act 2010 already legally protects people from discrimination, harassment or victimisation in the workplace and wider society in relation to their protected characteristics, including their race, sex, sexual orientation, and religion or brief.\r\n\r\nIn addition, crimes can be prosecuted as hate crimes if the offender has demonstrated or been motivated by hostility based on race, religion, disability, sexual orientation or transgender identity. These crimes are already covered by the Crime and Disorder Act 1998 and section 66 of the Sentencing Act 2020."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-14T16:20:48.313Z"
    },
    "id": 733246,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733246.json"
    },
    "type": "petition"
}