{
    "attributes": {
        "action": "Complete Phase 5 of the South West Rail Resilience Programme.",
        "additional_details": "The cliffs between Dawlish and Teignmouth have long been recognised as the biggest risk to this beautiful but vulnerable railway.\r\n\r\nIt is the only railway connecting Plymouth including Devonport Dockyard, Torbay and Cornwall to the national network and is of huge economic, social, environmental and strategic importance. A major rockfall would close the railway for weeks, if not months, causing huge economic damage to the region. Reinstating these works will prevent that and help the region grow.",
        "background": "The Government has paused Phase 5 works of the South West Rail Resilience Programme - cliff strengthening of the railway between Dawlish and Teignmouth. If the cliffs collapse on to the railway, the region will incur huge - and avoidable - economic damage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-15T07:18:34.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-15T10:24:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-30T15:48:53.500Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-30T15:48:54.712Z"
    },
    "id": 733318,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733318.json"
    },
    "type": "petition"
}