{
    "attributes": {
        "action": "Protect Family Farms and Family Businesses from Inheritance Tax Reform",
        "additional_details": "For generations, small farms have fed Britain and preserved our countryside. But removing Agricultural Property Relief (APR) on tenanted farmland and slashing Business Property Relief (BPR) for family businesses will saddle families with unaffordable 20% inheritance tax. Many will be forced to sell farmland or businesses held for centuries just to pay tax. Once a family farm or business is broken up, its legacy and local jobs vanish, weakening rural heritage and undermining our food security.",
        "background": "An autumn vote is looming. We urgently call on the UK Government to halt or amend inheritance tax changes that threaten family-run farms and rural businesses, the heart of our rural communities. These reforms could inflict irreparable harm on rural heritage and food security.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-16T15:02:56.475Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-16T17:05:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-18T11:06:10.508Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, as we're not sure whether you would like the Government to stop or amend the changes to APR & BPR.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign this petition which calls for a 12 month amnesty on APR & BPR proposals: https://petition.parliament.uk/petitions/721014"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-18T11:06:18.003Z"
    },
    "id": 733452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733452.json"
    },
    "type": "petition"
}