{
    "attributes": {
        "action": "Reduce the working week for NHS Staff over 60",
        "additional_details": "I strongly believe that introducing a reduced working week for NHS staff aged over 60 would encourage valuable and experienced personnel to stay longer in their roles, rather than opting for early retirement. A shorter workweek for these invaluable workers could significantly improve their quality of life while ensuring they remain a pivotal part of the healthcare system. By reducing their weekly hours but maintaining their current pay, we not only value their years of dedication and experience, but also mitigate the staffing shortages that are plaguing the NHS.",
        "background": "Working in the National Health Service can be both physically demanding and mentally stressful, particularly for those working full-time.  The reality is that many experienced staff members are retiring early because they cannot withstand the pressure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-16T13:12:22.232Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-16T17:16:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-06T14:56:21.288Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about staff working hours are a matter for the NHS, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-06T14:56:30.432Z"
    },
    "id": 733445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733445.json"
    },
    "type": "petition"
}