{
    "attributes": {
        "action": "Change to way house purchases are made",
        "additional_details": "This would make purchasing homes easier and quicker. Offers need to be subject to penalty (as in other parts of the UK) if people just change their mind. A deposit at the time of offer would focus buyers and ensure serious purchases only. This would raise more money for the government because more sales would be made.",
        "background": "The whole process of purchasing a house is slow and overly bureaucratic. This needs to be streamlined with less emphasis on solicitors who are slow and drag out the process to maximise their fees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-16T12:27:18.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-22T17:40:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-05T14:09:02.044Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changing the law around the transfer of home ownership, or setting out how you would like to see the process improved.\r\n\r\nYou may also wish to sign the following petition which calls for a similar action:\r\n\r\nIntroduce conveyancing laws similar to those in Scotland, across England & Wales \r\n https://petition.parliament.uk/petitions/709395\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-05T14:09:09.522Z"
    },
    "id": 733440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733440.json"
    },
    "type": "petition"
}