{
    "attributes": {
        "action": "Enforce existing laws to stop illegal gambling scams on Westminster Bridge",
        "additional_details": "Westminster Bridge hosts aggressive scamming operations that target tourists with illegal gambling tricks. When members of the public try to film these crimes, they face assault and intimidation. This damages London's reputation, makes visitors feel unsafe, and allows organized criminals to operate with impunity. Increased enforcement would protect tourists, support legitimate businesses, and uphold the rule of law in one of London's most visible locations.",
        "background": "Deploy regular police patrols on Westminster Bridge to crack down on illegal gambling scams. Prosecute scammers who assault or intimidate witnesses. Coordinate with City of Westminster Council to implement deterrent measures and protect tourists from organized criminal gangs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-16T13:53:24.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-16T14:06:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-31T10:10:58.307Z",
        "rejection": {
            "code": "local",
            "details": "You could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-31T10:11:03.502Z"
    },
    "id": 733450,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733450.json"
    },
    "type": "petition"
}