{
    "attributes": {
        "action": "Re- open the approved plans for dualling 13 miles between Morpeth and Ellingham",
        "additional_details": "Discuss the matter in detail and approve the planned project - that just need to be started and as quickly as possible - due to volume of traffic and safety. There have be a lot of fatal accidents over the last 5 plus years and people just want the promised project to be completed and help secure this part of major road from England into Scotland for now and in the future. That will help avoid any further fatal accidents on this stretch of main 2 lane road into Scotland.",
        "background": "Re- open the approved plans for dualling 13 miles between Morpeth and Ellingham in North Northumberland which have been cancelled after years of planning and acquiring property for the dualling to take place. It has to be completed for safely and business reasons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-15T23:56:29.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-16T21:00:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-07-31T12:29:23.748Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-07-31T12:29:28.518Z"
    },
    "id": 733400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733400.json"
    },
    "type": "petition"
}