{
    "attributes": {
        "action": "Enforce companies to remove IR35 from the construction industry and use CIS.",
        "additional_details": "The Inland Revenue is a government body and is allowing companies to not use the correct taxation schemes they enforce. Companies are just being idle and lazy so they do not have to run different taxation schemes. IR35 is not for the construction industry where projects have start and end dates. Contractors in this industry are not employees, but instead provide professional services for one off projects.",
        "background": "Stop companies from enforcing IR35 on contractors in the construction industry and enforce them to use the correct taxation method being the Construction Industry Scheme (CIS).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-18T05:31:17.212Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-18T08:26:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-13T10:33:21.986Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nIf the relationship between a contractor and a subcontractor in the construction industry meets the general tests for the IR35 regime, then the IR35 rules take precedence over the CIS, so we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example, repealing the IR35 regime."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-13T10:33:58.486Z"
    },
    "id": 733695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733695.json"
    },
    "type": "petition"
}