{
    "attributes": {
        "action": "Stop Big Corporate Landlords from Dominating the Private Rental Market",
        "additional_details": "Big businesses (including foreign multinationals) have been buying large quantities of UK residential property. Lloyds Banking Group alone aims to become one of the biggest private landlords, with a target of buying 50,000 homes in the next 10 years.\r\n\r\nUnless action is taken now, these corporations will own a substantial share of the housing market, forcing the public to rent for life. Corporations will be able to price the public out of ownership and could have full control on rental prices.",
        "background": "The government should place protections on the UK private residential property market to prevent large corporations from buying property and starting build-to-let schemes.\r\n\r\nWe need to prevent a future where big business price fix the rental market for UK families and send their profits overseas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-18T11:16:36.103Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-18T16:11:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-13T10:36:17.367Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you would to ban corporate landlords from the private rental sector or put a cap on the number of properties corporate landlords can manage then you could start a petition about that"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-13T10:36:30.017Z"
    },
    "id": 733721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733721.json"
    },
    "type": "petition"
}