{
    "attributes": {
        "action": "Hold citizens responsible for running cats over and leaving them for dead.",
        "additional_details": "I want the government to help with this because as a group of citizens we are going to struggle getting any sort of law put in place without the help of the government or parliament by our sides. I really really need your help on this. \r\n620 cats A DAY, get ran over and left in the roads deceased in the uk, and this is so so wrong, we need your help on getting this to stop, As I say these are people’s family pets and people are getting away with running them over and leaving them to die.",
        "background": "I need the governments help on getting justice for family pets such as cats. Cats that are getting ran over and left deceased in the roads. These are family pets and can cause massive distress on households when this happens. I think it is so wrong how there are no laws in place for this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-19T11:16:12.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-19T11:24:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-04T11:07:03.677Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about cats being hit on roads. However, we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could set out what specific measures you would like to be introduced in response to the issue you've raised.\r\n\r\nYou may also wish to sign the following petition:\r\n\r\nRequire drivers to stop and take cats to the vets if they hit them in their car\r\nhttps://petition.parliament.uk/petitions/728011\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-04T11:07:13.627Z"
    },
    "id": 733823,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733823.json"
    },
    "type": "petition"
}