{
    "attributes": {
        "action": "Mandatory Retail Leadership training on Women’s Health to support Careers.",
        "additional_details": "All retail company’s must be inclusive of women in leadership roles. Regardless of childcare, mental health, menopause, pregnancy or even health conditions such as breast cancer or endometriosis. Male leaders need to be supported & fully equipped to support their peers or line reports in the workplace. HR guidance & leadership training on how to support women in the workplace should be mandatory. It is also critical for companies to embed a ‘worklife’ to encourage women to progress their career.",
        "background": "Inclusive leadership training & ‘worklife’ should be mandatory for all retail companies. Male leaders need to be supported by their business, to truly support their women line reports. Companies should support the development of women’s careers & ensure they are supported & safe in the workplace.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-19T13:00:13.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-19T13:53:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-05T09:32:40.768Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do as we're not sure what you mean by 'worklife'.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-05T09:32:53.373Z"
    },
    "id": 733837,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733837.json"
    },
    "type": "petition"
}