{
    "attributes": {
        "action": "The road on The Oldfield Brow in Altrincham Trafford to be fixed ASAP.",
        "additional_details": "We on Oldfield Brow have been waiting for the roads especially Oldfield Road in Altrincham to be resurfaced for a considerable amount of time. Trafford council agreed that £90,000 was allocated for resurfacing. Only for are local councillors to find out it has been spent on design work? what do you need to design filling in potholes? The dangers to the wider public are astronomical at this point. Trafford Council are neglecting the residents and their safety.",
        "background": "The roads on Oldfield Brow need resurfacing as a matter of urgency. Not only are the roads breaking peoples cars, they are dangerous and going to cause a bad accident. People use the pavement to drive to avoid the roads or drive down the opposite side. Cyclists cant use the roads.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-19T10:47:23.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-24T11:45:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-04T15:57:27.689Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-04T15:57:28.499Z"
    },
    "id": 733818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733818.json"
    },
    "type": "petition"
}