{
    "attributes": {
        "action": "Mandatory politics education for secondary school years",
        "additional_details": "The aim of ‘boosting democratic engagement’ cannot truly be met without providing the appropriate political education in schools- of which should be up to date and unbiased.\r\nCurrently, teaching politics in PSHE is only a suggestion despite its ever-so increasing importance in British society following these recent election reforms.\r\nDemocracy cannot be achieved if citizens are unaware of voting practises and/or manifestos.",
        "background": "On the 17th of July 2025, the Government announced plans to allow 16–17-year-olds to vote in all UK elections. The introduction of mandatory modern political education in PSHE would aid the next generation of voters with making an informed decision on polling days.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-19T22:53:41.675Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-20T04:32:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-01T11:19:40.609Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already required to teach citizenship as part of the secondary national curriculum.\r\n\r\nThe citizenship curriculum includes content on how the United Kingdom is governed, its political system and how citizens participate actively in its democratic systems of government.\r\n\r\nYou can read the citizenship programmes of study for secondary school here: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4\r\n\r\nIf you would like to make a change to the current arrangements, you can start a petition setting out clearly what you would like to change, such as submitting a petition about making politics a core specific subject."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-01T11:19:41.394Z"
    },
    "id": 733880,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733880.json"
    },
    "type": "petition"
}