{
    "attributes": {
        "action": "Discretionary life prison sentence",
        "additional_details": "1.\tEstablish clear guidelines for discretionary life sentences to ensure consistency and fairness in sentencing.\r\n\r\n\t2.\tImplement comprehensive risk assessment protocols for all individuals facing discretionary life sentences.\r\n\r\n\t3.\tIncrease transparency in the sentencing process, allowing for public understanding and accountability.\r\n\r\n\t4.\tProvide adequate resources for rehabilitation programs for individuals serving life sentences, focusing on reducing recidivism.",
        "background": "Inconsistency in Sentencing: Discretionary life sentences can lead to significant disparities in sentencing for similar crimes, depending solely on the judge’s interpretation and personal discretion. This inconsistency has raised huge concerns already in the uk with the IPP sentence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-20T20:26:43.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-20T20:33:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-06T15:06:57.460Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you mean by increasing transparency and risk assessment protocols.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nThere are also already guidelines from the Sentencing Council on discretionary life sentences: https://www.sentencingcouncil.org.uk/sentencing-and-the-council/types-of-sentence/life-sentences/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-06T15:07:07.153Z"
    },
    "id": 733963,
    "links": {
        "self": "https://petition.parliament.uk/petitions/733963.json"
    },
    "type": "petition"
}