{
    "attributes": {
        "action": "Save Bradford Lister Building! A Landmark of Educational and Industrial Heritage",
        "additional_details": "To lose the Lister Building is not only to erase a physical structure—it is to sever Bradford’s connection to one of its most profound achievements: the creation of a public educational infrastructure that empowered generations of students in science, art, and industry. Its date stone, its Bradford coat of arms, and its original, now-disused front entrance are reminders of an era when civic pride and public investment in knowledge were bound together.",
        "background": "We call upon Bradford Council and all relevant authorities to halt any proposed demolition of the historic Lister Building, and to instead recognise, preserve, and revitalise it as a living testament to Bradford’s pioneering role in textile education, innovation, and civic architecture.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-22T07:24:29.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-22T12:17:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-04T09:59:41.313Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-04T09:59:42.581Z"
    },
    "id": 734097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734097.json"
    },
    "type": "petition"
}