{
    "attributes": {
        "action": "Improve the surface drains in Northwich",
        "additional_details": "The action we would like to see is improvements to drains in the area with larger sewers and more surface drains to allow the surface water to drain more effectively across the area reducing the water that enters peoples homes particularly across East Avenue, West Avenue, Central Road, Central Grove, North Drive, South Drive, Grange Road and any other affected street within the area.\r\n\r\nThe council have been providing affected homes, on request, with two sandbags which is no where near enough.",
        "background": "Northwich has long suffered with flooding in the town centre. This issue has had some actions to help by installation of new flood defences however the outlying areas such as Rudheath, still suffer greatly from surface water flooding due to poor drainage. This is now causing damage to homes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-21T15:23:57.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-21T17:21:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-01T12:59:00.824Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-01T12:59:03.791Z"
    },
    "id": 734051,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734051.json"
    },
    "type": "petition"
}