{
    "attributes": {
        "action": "Recognise lipoedema as a serious disease and act across NHS and education",
        "additional_details": "Lipoedema affects 1 in 10 women that’s over 3.9 million in the UK  and it can also impact men and non-binary people. It causes pain, swelling, immobility and emotional harm, yet it’s barely mentioned in NICE guidance, has no care pathway, is often misdiagnosed as obesity, and isn’t consistently recorded. Other countries recognise and fund care. UK patients self-diagnose via Instagram and often pay thousands abroad. We need recognition, early diagnosis, NHS support and to stop being left behind.",
        "background": "Recognise lipoedema as a distinct chronic disease. Train all NHS staff to diagnose and treat it. Include it in school health education. Update national policy so it's no longer mislabelled or ignored, and ensure healthcare providers understand the pain and appropriate terminology and the impact.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-22T16:22:59.671Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-22T19:40:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-14T10:43:02.572Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about chronic disease classification and healthcare training are a matter for the medical colleges, not the UK Government or Parliament. \r\n\r\nYou could start a petition which asks for funding for Lipedema treatment on the NHS. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-14T10:43:08.036Z"
    },
    "id": 734137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734137.json"
    },
    "type": "petition"
}