{
    "attributes": {
        "action": "Implement the Zero Tolerance Policy for Immigrants coming to the UK.",
        "additional_details": "It should not be permissible for someone to move to the UK and be allowed continue to live in the UK after they have committed crimes which would otherwise be abhorrent for locals to do. It should be the case that once a crime is committed by somebody who has immigrated to the UK, they should be sent back from their country of origin - it is unacceptable for those who do not abide by our laws to live under them after we as a people have given them a safe place they might have lawfully thrived.",
        "background": "It should be the case that a Zero Tolerance Policy should be implemented for people coming to the UK. It should be enforced by law that you may only come and live in the UK if you abide by the law and integrate; otherwise, you are sent back to the country you came from.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-22T15:28:13.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-22T20:19:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-14T10:44:18.603Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nYou could start a new petition calling for all foreign criminals to be deported, if that's something they would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-14T10:44:25.306Z"
    },
    "id": 734128,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734128.json"
    },
    "type": "petition"
}