{
    "attributes": {
        "action": "Hold a Vote of No Confidence in His Majesty’s Government\r\nThe United Kingdom",
        "additional_details": "Rising crime and reduced public safety, as police and justice systems are overstretched.\r\nA breakdown in social cohesion, with many people feeling increasingly disconnected and unrepresented.These issues have led many to conclude that the government no longer commands the confidence of the people.\r\nWe therefore urge MPs to hold a vote of no confidence and allow the British public the opportunity to choose a new direction through a general election.",
        "background": "Call for a vote of no confidence in the Government due to high taxes, unsustainable borrowing, rising immigration, economic instability, and policies affecting farming and public services. Let the public decide the country’s future through a general election",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-23T17:21:51.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-23T18:27:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-04T13:15:38.139Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence in the Government. This is set out in the Committee's standards: https://petition.parliament.uk/help\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou might like to sign this petition:\r\n\r\nCall an immediate general election\r\nhttps://petition.parliament.uk/petitions/727309"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-04T13:15:38.136Z"
    },
    "id": 734285,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734285.json"
    },
    "type": "petition"
}