{
    "attributes": {
        "action": "UK Labour's Handling of Illegal Migrants - Demand Action and Accountability Now!",
        "additional_details": "The current handling of illegal migration by the UK government is failing both the public and the nation’s security. Ineffective policies have led to rising concerns about safety, resources, and public trust. The lack of clear communication and decisive action is fueling frustration. We need policies that address illegal immigration robustly, protect citizens, and ensure that the UK’s laws and borders are respected. Government accountability and action are now urgent for national stability.",
        "background": "We urge the UK government and Parliament to take immediate action on illegal migration. Current policies are ineffective and do not address the concerns of the UK population. We demand stronger enforcement, clearer communication, and policies that prioritise national security and public safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-23T08:27:44.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-24T15:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-06T10:25:43.703Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-12T13:45:23.391Z"
    },
    "id": 734211,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734211.json"
    },
    "type": "petition"
}