{
    "attributes": {
        "action": "Government Must increase Fines and Revoked Licenses to bring Road Safety back",
        "additional_details": "Increase Court Penalties which are Outdated with no Deterrent, increase the Fines to Thousands, some Banned for Life and their Vehicles Seized and Crushed, insurance companies should also make Bad and Dangerous Drivers pay Large Premiums assuming that that tell the truth, our Roads are Dangerously out of control, we can not expect or Police to catch the all, a large number now who Mount the Footpaths which should be safe but not anymore, Let’s save Lives and Hospitals.",
        "background": "Due to the Bad Driving by Quite a Number causing Deaths and Injuries our Roads are getting BAD, Speeding a Major issue, Drivers on Drugs another issue, Young Drivers buying fast Vehicles like BMW, Drink another Issue, so as the Penalties are not a Deterrent they need Updating, Loose their License.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-23T16:29:31.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-23T17:39:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-07T10:00:52.066Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign the following petitions which call for the same action:\r\n\r\nChange interim driving disqualifications from 6 months to until sentencing\r\nhttps://petition.parliament.uk/petitions/713245\r\n\r\nLonger sentences and disqualification for drug/drink drivers who injure someone \r\nhttps://petition.parliament.uk/petitions/728415\r\n\r\nDrivers arrested for drug driving to be banned immediately \r\nhttps://petition.parliament.uk/petitions/716024\r\n\r\nIncrease max sentence for injury caused due to dangerous driving to 10 years \r\nhttps://petition.parliament.uk/petitions/723004"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-07T10:01:06.140Z"
    },
    "id": 734271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734271.json"
    },
    "type": "petition"
}