{
    "attributes": {
        "action": "Name change if physician associate/assistant to medical associate instead",
        "additional_details": "PA name change is already having negative effect with random doctors making abusive remarks about the assistant title. These are around pay “so you will pay my assistant more than me” and around seniority. F1 referring to PA with years of experience as their “own private assistant, fetch me a latte”. Medical associate would be better as this address the Leng reviews highlighted issue of the use of physician being confusing, making patient think they are doctors. Without the continued abuse.",
        "background": "The Leng review had issue with PA having physician in the title not the associate part. Instead of physician associate being change to physician assistant, which had already caused abuse. Can it not be changed to medical associate? There is no doctor or physician in the title now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-23T09:45:26.776Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-23T10:31:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-14T10:45:49.530Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about job titles for Physician Associates are a matter for the Royal College of Physicians, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-12T13:44:08.290Z"
    },
    "id": 734220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734220.json"
    },
    "type": "petition"
}