{
    "attributes": {
        "action": "Take robust action on Speeding which Kills, at the moment many just carry on.",
        "additional_details": "Far to many Innocent Drivers are Killed or Injured by the Speedsters, our roads are getting worse many to Low Punishment, Hit and Run another issue making a Mockery of this Law requiring drivers to stop, seize and crush their vehicles, unless taken, also drivers who take LSD and other Drugs need the same above to make it safe for the Good Drivers.",
        "background": "Get the Courts to Ban repeat offenders, at the moment with just a smack on the hand by the Courts they do it again and again, seeing Speed Kills and Injures many, also get the Police to Seize and Crush their Vehicles, and increase Fines to a thousand or more as a Deterrent, many teens get BMW.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-24T14:15:38.433Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-24T14:25:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-14T14:36:26.691Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The police already have the power to seize vehicles, and it is for the courts to decide whether to ban repeat offenders, not the UK Parliament or Government.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example what you would like the punishment to be and in which circumstances. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-14T14:36:42.584Z"
    },
    "id": 734413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734413.json"
    },
    "type": "petition"
}