{
    "attributes": {
        "action": "Introduce tougher regulations on the BBC due to lack of political impartiality.",
        "additional_details": "I would like the government to decide if the political coverage could be more effectively regulated by OFCOM or another body. The current process is not quick enough for impartial material to be removed from public view. Instead this dangerous content type is being used as click bait for the BBC news website.\r\nParticularly at this dangerous moment of global political instability and a fake news culture it is crucial that the BBC maintain a neutral view and must be held to account when it fails.",
        "background": "I’d like the government to look into introducing additional regulatory checks on the BBC due to widespread concerns over a lack of political impartiality. The coverage being received by Reform greatly outweighs their political significance and far right wing policies are given too much coverage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-24T12:21:13.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-25T08:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-11T15:01:15.540Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about the regulation of the BBC are a matter for Ofcom, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-08T13:34:57.355Z"
    },
    "id": 734400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734400.json"
    },
    "type": "petition"
}