{
    "attributes": {
        "action": "The state pension must be increased on a par with the national average wage.",
        "additional_details": "This basic right to bring the working population, and \"todays\" pensioners plus young people when they retire must succeed, or young people are looking at the same fate.   The State pension must be increased to at least male average earnings, and have increases linked to male average earnings, or inflation which ever the higher to protect the value of the State pension against the means test.\r\n\r\nAll pensioners must be allowed to share in the wealth of the country their taxes have helped create.",
        "background": "40 years ago, the State pensions link with male average earnings was broken, and instead the state pension was linked to inflation, and the government of the day brought in policies to lower inflation, and the state pension has been allowed to wither on the vine ever since.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-24T14:48:26.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-24T21:08:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-07T10:14:25.018Z",
        "rejection": {
            "code": "already-happening",
            "details": "The State Pension triple lock is already in place, which is a government commitment to uprate the basic and new State Pension every year by the highest of earnings growth, inflation, or 2.5%\r\n\r\nYou can find more information about the State Pension triple lock here: https://commonslibrary.parliament.uk/research-briefings/cbp-7812/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-07T10:14:35.796Z"
    },
    "id": 734415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734415.json"
    },
    "type": "petition"
}