{
    "attributes": {
        "action": "Introduce a UK First Amendment-style Free Speech Act to protect free speech.",
        "additional_details": "We urge Parliament to pass clear laws protecting free speech from censorship and government interference. Vague laws and biased enforcement must end to restore fairness, trust, transparency, and public confidence. Police powers to investigate opinions should be restricted and subject to oversight. Online platforms should respect free speech and follow transparent, fair procedures before removing content. This Act would strengthen democracy, protect rights, and ensure equal treatment for all.",
        "background": "We call on the UK Government to protect free speech with a “First Amendment-style” Act. Current vague laws and unequal enforcement create fear and a damaging perception of a two-tier justice system. Clear legal protections would ensure free, fair expression without political bias or censorship.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-26T01:14:59.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-28T11:53:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-15T16:45:54.444Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly how you would like the law to change.\r\n\r\nYou may wish to sign the following petition, which calls for similar action: https://petition.parliament.uk/petitions/721674"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-15T16:46:37.397Z"
    },
    "id": 734584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734584.json"
    },
    "type": "petition"
}