{
    "attributes": {
        "action": "Hold the UK Government to its national and international legal obligations",
        "additional_details": "The UK has signed multiple human rights treaties and legal frameworks and must act accordingly and equally. The Government must ensure consistent enforcement of laws, uphold the right to peaceful protest under human rights law, review arms exports and apply sanctions in line with international treaties, and take action to address tax policies that unfairly benefit large corporations. People have the right to a Government that prioritises human rights, justice, and equality for all.",
        "background": "The UK Government must ensure all its actions comply with its legal obligations under domestic and international law, including the Human Rights Act 1998, the Rome Statute of the International Criminal Court, the Geneva Conventions, and the Universal Declaration of Human Rights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-26T05:02:58.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-29T14:23:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-18T10:03:53.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The UK is obliged to comply with its legal obligations. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-18T10:04:23.619Z"
    },
    "id": 734590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734590.json"
    },
    "type": "petition"
}