{
    "attributes": {
        "action": "Shorten summer holidays to 4 weeks and allow 2 flexible weeks for families.",
        "additional_details": "The current 6-week summer holiday places huge pressure on working families, who struggle to afford childcare or take enough time off. Holiday costs during school breaks are often too expensive, pushing many to take trips during term time and face fines.\r\n\r\nSince the pandemic, absence rates have risen and parents now value time together more than ever. Family holidays support children’s mental health, bonding, and resilience—and should not be treated as harmful. The rigid attendance system doesn't reflect real family life or economic pressures.\r\n\r\nWe propose keeping the same total holiday time, but redistributing 2 summer weeks as flexible time off that parents can request with advance notice. This would reduce unauthorised absences, ease inequality, and support both children and parents.",
        "background": "Reduce the summer holiday from 6 to 4 weeks. Allow families to take the remaining 2 weeks flexibly throughout the school year with notice, so parents can avoid unaffordable peak travel and won’t be fined or criminalised for taking holidays during term time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-26T15:29:27.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-24T14:18:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-03T11:58:46.500Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the length of school holidays are a matter for local authorities and individual schools, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-03T11:58:52.298Z"
    },
    "id": 734676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734676.json"
    },
    "type": "petition"
}