{
    "attributes": {
        "action": "Regulate and ban excessively loud cars and motorbikes to protect public health.",
        "additional_details": "Noise pollution is the second biggest environmental cause of health problems in Western Europe, after air pollution.Chronic night-time noise is linked to: hypertension, heart disease, stress, anxiety, and developmental effects in children.Constant loud noise from vehicles disturbs sleep, affecting mental and health, especially for vulnerable like babies, children and elderly. We urge Parliament to debate stricter decibel limits, penalties and enforcement.\r\n\r\nTreat noise as carbon emmision.",
        "background": "Regulate and ban excessively loud cars and bikes. Enforce strict decibel limits, ban illegal exhaust mods, and protect public health from noise pollution disturbing babies, children and older people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-26T22:48:13.862Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-27T06:47:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-14T10:54:29.440Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nMotorcycles in the UK must not exceed 80 dB if manufactured after 1985, and up to 92 dB if made before 1970. Cars don’t have a fixed decibel limit in the regulations, but it’s illegal to modify their exhaust systems to increase noise beyond the original type approval, and police can act if the silencer is defective or the vehicle is excessively loud.\r\n\r\nIf you want changes to this, you could start a petition about that. \r\n\r\nYou may wish to sign the following petition:\r\n\r\nFund system to test if motorbike noise is over the legal limit in urban areas\r\nhttps://petition.parliament.uk/petitions/734189"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-14T10:54:29.437Z"
    },
    "id": 734770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734770.json"
    },
    "type": "petition"
}