{
    "attributes": {
        "action": "Immediately axe all plans to reinstate extradition cooperation with Hong Kong",
        "additional_details": "The UK government rightly suspended its extradition treaty with HK in 2020 in response to NSL's imposition. Nothing has changed to justify reversing this decision—if anything, Lord Sumption accurately pointed out HK courts are weaponising Western judges to squash dissents while pretending the system still operates normally. Reinstating extradition would legitimise oppression, create Orwellian fear among HKers living in UK, and open the floodgate to China-initiated, politically motivated arrests.",
        "background": "To reinstate extradition is a breach of Human Rights Act 1998 Art 3, 5, 6, 7: HK's National Security Law permits closed door trials, indefinite pretrial detention, denying right to a fair trial; Documented track record of HK police torturing/ill-treatment against suspects (Amnesty and UN reports)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-26T23:01:28.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-27T05:57:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-12T12:06:27.833Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 25 July 2025, the Foreign Secretary and Home Secretary announced that the UK had taken steps to complete the severing of ties between the UK and Hong Kong extradition systems by removing Hong Kong from the Extradition Act 2003. \r\n\r\nYou can read more about this announcement here: https://www.gov.uk/government/news/joint-foreign-secretary-home-secretary-statement-on-hong-kong-announcing-new-arrest-warrants-for-overseas-activists"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-12T12:06:37.780Z"
    },
    "id": 734771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734771.json"
    },
    "type": "petition"
}