{
    "attributes": {
        "action": "Prevent the Appointment of Officials Seeking to Advance Sharia Law in UK Gov",
        "additional_details": "We demand: Increase transparency in public appointments to ensure all appointees are committed to the UK’s legal framework.\r\nThis petition does not seek to discriminate against any religion or group but rather to protect the integrity of a single, unified legal system for all UK residents.\r\nWe demand: You remove the job listing for shariah law administrator\r\nlisted on find a job a dwp, in Didsbury, Manchester, or any other Government job you have list like this.",
        "background": "We, call on the UK Government to ensure that all individuals appointed to official roles in government, law, or public advisory bodies fully support and uphold the UK’s secular legal system, and do not seek to promote or implement religious legal systems such as Sharia law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-28T00:29:21.915Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-28T05:38:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-12T09:40:03.973Z",
        "rejection": {
            "code": "no-action",
            "details": "Action unclear\r\n\r\nThere are no official Government jobs of this nature. The petition appears to be about a role hosted on a platform which advertises both Government jobs and those offered by charity and private sector employers.\r\n\r\nFurthermore, Sharia councils are not part of the court system in this country and have no legal status. If any of the decisions or recommendations they make are contrary to national law (including the Equality Act 2010) then national law prevails. This is no different to any other council or tribunal that is not recognised in law.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-12T09:40:05.506Z"
    },
    "id": 734997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734997.json"
    },
    "type": "petition"
}