{
    "attributes": {
        "action": "As we can vote from 16, encourage secondary school classes on political parties.",
        "additional_details": "As a part of the teenage community, we often feel at risk of injustice due to the lack of education provided regarding political parties. Many don’t know the difference between parties, and since we are the people affected most by any future leaderships and changes, we have the right to know what we’re voting for, why, and the importance of our individual decisions. Unbiased education for younger students about UK politics would fight misinformation and misunderstanding in readiness for voting.",
        "background": "Teenagers are misinformed and uneducated about the importance and details of voting in General Elections. As a representative of this community, we face fake news and a dire lack of education on the different political parties. We need education in schools to help us make well considered decisions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-27T17:32:47.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-27T21:48:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-06T14:24:22.849Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already required to teach citizenship as part of the secondary national curriculum.\r\n\r\nThe citizenship curriculum includes content on how the United Kingdom is governed, its political system and how citizens participate actively in its democratic systems of government.\r\n\r\nYou can read the citizenship programmes of study for secondary school here: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4\r\n\r\nIf you would like to make a change to the current arrangements, you can start a petition setting out clearly what you would like to change, such as submitting a petition about making politics a core specific subject."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-06T14:24:24.464Z"
    },
    "id": 734920,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734920.json"
    },
    "type": "petition"
}