{
    "attributes": {
        "action": "Eyemouth new food shop needed with cash machine",
        "additional_details": "I want the government to see how much Eyemouth is a very popular holiday town and only having one shop that has control of the only cash machine in all of Eyemouth that never has cash in it! I know we have tried to get another food shop however coop put a stop to it which is very unfair on families like myself and other especially the older residents!",
        "background": "Eyemouth is a fishing town which is very busy but we have one food shop coop expensive I need the government to help put a Sainsbury’s local or Tesco local in the town to make life better for all the residents and holiday makers and for all the villages and towns that are surrounding Eyemouth",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-27T20:42:25.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-27T21:01:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-05T16:59:28.218Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.  \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.  \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP  \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-05T16:59:29.623Z"
    },
    "id": 734956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/734956.json"
    },
    "type": "petition"
}