{
    "attributes": {
        "action": "Ensure those responsible are held to account wrt the Afghan data breach.",
        "additional_details": "The Afghan data leak will affect family's futures with serious consequences, taxes, social unrest & the potential the Taliban's influence will reach UK shores. Private sector mistakes of this magnitude would not be tolerated. The financial cost has been put at £7 billion, that doesn’t including future ongoing costs likely to be considerable. It's vital an independent review is conducted to ensure those responsible be held to account. The public should not bear the burdens of governmental errors.",
        "background": "Hold an independent review to explore the full scope of the Afghan data breach and ensure those responsible are held to the highest standards of accountability. Information released so far suggests nobody has been court marshalled or faced civil trial, it cannot go un-punished or be repeated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-30T11:30:07.222Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-30T19:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-29T11:19:41.247Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\nLaunch a National Inquiry into the MoD’s Afghan Data Breach and Its Consequences \r\nhttps://petition.parliament.uk/petitions/733468"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-29T11:19:52.448Z"
    },
    "id": 735423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/735423.json"
    },
    "type": "petition"
}