{
    "attributes": {
        "action": "Let children have access to resources that support them (eg. helplines)",
        "additional_details": "I believe Parliament should act upon it as, like previously mentioned in my first point, it affects children in several different ways from the aforementioned helplessness to helpline services to even wondering if they might have an infection or not in a specific part of them. As seen by another petition that aims to completely abolish the Online Safety Act, there is a clear dislike towards the new law and leaving it alone would be a very negative decision, leading to more chaos and uncertainty",
        "background": "Parliament needs to view the modern-day issues that have been caused due to the Online Safety Act, and how it primarily affects children. For example, on social media it has been said multiple times that especially young girls aren’t able to search up on issues they might have as a result of the act",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-31T11:22:23.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-31T12:01:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-19T09:44:33.490Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-12T14:23:52.783Z"
    },
    "id": 735584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/735584.json"
    },
    "type": "petition"
}