{
    "attributes": {
        "action": "Stop the Centralisation of Power, Reclaim Control and Defend British Freedom",
        "additional_details": "Because these changes strip power from local communities and hand it to central authorities with little accountability. The abolition of councils, online censorship, and digital ID systems threaten privacy, free speech, and democracy. If left unchecked, they create the foundation for future authoritarian rule. Even if justified today, these powers can be abused tomorrow. We must act now to protect civil liberties and ensure government remains accountable to the people.",
        "background": "We want Parliament to halt council restructuring, repeal or reform the Online Safety Act, stop digital ID rollouts, and launch a full public inquiry into the long-term risks of centralising power, censorship, and surveillance in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-30T20:48:24.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-07-31T07:43:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-22T08:40:54.328Z",
        "rejection": {
            "code": "no-action",
            "details": "We are we are not sure what you would specifically like an inquiry like this to cover. You could start a petition setting this out more clearly. There are also several open petitions which cover issues you raise: \r\n\r\nDo not introduce Digital ID cards\r\nhttps://petition.parliament.uk/petitions/730194\r\n\r\nHold regional referendums on local government and devolution changes\r\nhttps://petition.parliament.uk/petitions/717798\r\n\r\nRepeal the Online Safety Act \r\nhttps://petition.parliament.uk/petitions/722903"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-22T08:41:00.530Z"
    },
    "id": 735504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/735504.json"
    },
    "type": "petition"
}