{
    "attributes": {
        "action": "Add speed cameras on Lyde Green, B63 2PE for the excessive vehicle speeding.",
        "additional_details": "Our road has become dangerously fast, with cars regularly exceeding the speed limit. Families, children, and pets use this area daily. The risk of a serious accident is high. A speed camera would help enforce safety, reduce noise, and protect our community.",
        "background": "We want the Government to install a speed camera on our road. Cars often drive at 50–60mph in a residential area with many families, children, and pets. It's dangerous and noisy. Many neighbours are concerned, and we fear a serious accident will happen if action isn't taken.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-07-31T22:13:08.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-01T15:39:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-11T13:02:03.740Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-11T13:02:10.864Z"
    },
    "id": 735696,
    "links": {
        "self": "https://petition.parliament.uk/petitions/735696.json"
    },
    "type": "petition"
}