{
    "attributes": {
        "action": "Reduce speed limits on single carrigeway rural roads on the IOW from 60 to 40",
        "additional_details": "The speed limit on Isle of Wight rural roads is 60. This limit is outdated and irresponsible. These lanes are regularly used by Vulnerable Road Users. These are Horse Riders (often children) singly or in groups. Cyclists (competative, leisure, often with children) Walkers (competative, leisure, often with children, often with dogs, or leading horses) singly or in groups. Rural residents walk the lanes to visit others. This is important especially for the elderly to feel included in the community",
        "background": "Reduce the National Speed Limit on the Isle of Wight rural single carriageway roads from the current 60 to 40.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-02T13:46:45.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-15T20:26:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-01T11:22:27.048Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou may wish to sign the following petition:\r\n\r\nChange the speed limit for single-carriageway rural roads from 60mph to 30mph: https://petition.parliament.uk/petitions/725877"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-01T11:22:27.046Z"
    },
    "id": 735894,
    "links": {
        "self": "https://petition.parliament.uk/petitions/735894.json"
    },
    "type": "petition"
}