{
    "attributes": {
        "action": "Cash is neutral; Cards are not. Corporations are gatekeepers of legal commerce.",
        "additional_details": "Electronic payments now underpin most of the UK economy, but a small number of global corporations control access to this infrastructure. These companies use private contracts to dictate what legal goods and services can be sold, effectively overriding UK law. This undermines democratic oversight and allows unelected foreign firms to decide what the public can buy or sell. Parliament must act to restore accountability, protect lawful commerce, and defend UK economic sovereignty.",
        "background": "Make electronic payments neutral. Require all companies involved in payment networks or digital payment services to provide fair and non-discriminatory access to lawful commerce. Prohibit terms of service that restrict legal products or services beyond what UK law or regulators define as prohibited.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-03T00:19:07.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-04T12:03:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-07T13:58:04.450Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\nBan payment processors stopping services based on objections to legal content\r\nhttps://petition.parliament.uk/petitions/734441"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-07T13:58:08.624Z"
    },
    "id": 735959,
    "links": {
        "self": "https://petition.parliament.uk/petitions/735959.json"
    },
    "type": "petition"
}