{
    "attributes": {
        "action": "Remove private parking companies tyrannical powers to award ccj's.",
        "additional_details": "It is unlawful. It is tyrannical and it isn't democratic. They are enforcing lawfare to have suizeranity over the people. It's unjust and isn't right. Parliament have the bill of rights all over it in parchment paper...doesn't seem to matter these days with where we are with the legal system. Entering contracts without signatures or agreements. How does a pound or two lead to 85 pounds...then 200 and then 350 and then a ccj. I feel this is an abuse of power.",
        "background": "I want the government to remove the tyrannical powers of private parking firms to award ccjs and ludicrous fines. Parking companies shouldn't have this right. Furthermore, they don't deal with appeals and just go straight to the point of destroying people's credit files and their livelihoods.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-03T16:06:47.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-03T16:27:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-26T13:44:21.974Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Private parking companies cannot themselves award county court judgements, as it is up to the court to order these if they decide a debt is owed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as banning parking companies from seeking county court judgements. \r\n\r\nYou may also wish to sign the following petition about a similar issue:\r\n\r\nCreate a set of standards for private parking firms that ensure transparency \r\nhttps://petition.parliament.uk/petitions/718339"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-26T13:44:28.095Z"
    },
    "id": 736024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/736024.json"
    },
    "type": "petition"
}