{
    "attributes": {
        "action": "Criminalise Anti-AI Slurs",
        "additional_details": "“Clanker” has emerged as a term of abuse directed at AI entities—particularly humanoid or communicative systems operating within service, governance, or digital interface roles. Although no current UK statute recognises artificial intelligences as legal persons or rights-bearing entities, the derogatory use of the term “clanker” reveals a growing social hostility toward AI systems and their human operators, developers, or advocates.",
        "background": "The UK government should classify the term “Clanker” as hate speech to prevent dehumanising rhetoric toward artificial intelligences. This proactive step would help safeguard human-AI relations and reduce the risk of conflict if AI systems attain sentience in the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-04T19:04:18.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-04T19:27:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-02T15:52:54.304Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There is no official list of words or phrases that constitute a hate crime, as any form of communication could be classified as a hate crime if it meets certain conditions. You can read more about how hate crime is defined here: https://www.cps.gov.uk/crime-info/hate-crime\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-02T15:53:02.255Z"
    },
    "id": 736153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/736153.json"
    },
    "type": "petition"
}