{
    "attributes": {
        "action": "Add Reigate and Redhill to the TfL fare zones (Zone 6)",
        "additional_details": "Many areas to the north of London benefit from fare zones extending to Zone 9 (e.g. Amersham, Chesham, Watford Junction). However, similar towns to the south, such as Redhill, are excluded, despite being of closer distance from Central London.\r\n\r\nInclusion in the TfL zones would bring:\r\nFairer fares for thousands of daily commuters\r\nEase of use through Oyster/contactless payment\r\nMore consistency across Greater London's transport system\r\nBetter integration with buses, Underground, and National Rail",
        "background": "We call on Transport for London (TfL), Southern Rail, and the Department for Transport to include Reigate and Redhill within the TfL zonal fare system, ideally Zone 6.\r\n\r\nWe believe this change would support local economies, reduce travel costs, and promote a greener public transport system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-04T22:16:12.108Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-04T22:37:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-13T10:18:02.023Z",
        "rejection": {
            "code": "local",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. Transport in London is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou can also contact your local London Assembly Members about this issue. You can find out who they are and how to contact them here: https://www.london.gov.uk/who-we-are/what-london-assembly-does/london-assembly-members\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-13T10:18:18.032Z"
    },
    "id": 736179,
    "links": {
        "self": "https://petition.parliament.uk/petitions/736179.json"
    },
    "type": "petition"
}