{
    "attributes": {
        "action": "Children want the government to make laws that protect their right to play.",
        "additional_details": "Play helps us grow up happy and healthy, but no one in government has to make sure there’s enough play. Over 400 playgrounds closed across England in the 10 years to 2022 - including 12 staffed adventure playgrounds in London alone. On the International Day of Play 2025, children marched outside Parliament calling: 'Make Laws for Play!' That same day, the Play Commission backed this, saying councils should be legally required to make sure there’s enough play.",
        "background": "Play is agreed to be so important for children that it is enshrined in Article 31 of the UN Convention on the Rights of the Child. But it’s not in UK law. Playgrounds are closing, playtimes are shorter, and there’s less money for play. Children are missing out. We need the government to help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-05T17:50:18.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-05T22:41:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-26T14:27:22.903Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure whether you want the UK to introduce domestic law setting out the right to play, or specific requirements regarding the number of play facilities, or something else. You could start a new petition setting this out clearly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-26T14:27:24.945Z"
    },
    "id": 736267,
    "links": {
        "self": "https://petition.parliament.uk/petitions/736267.json"
    },
    "type": "petition"
}