{
    "attributes": {
        "action": "Plant a hedge along the A303 road to hide Stonehenge and improve traffic flow.",
        "additional_details": "Traffic along the A303 single carriageway slows down whilst drivers “rubberneck” to view the Stonehenge circle. Immediately after passing the monument, the traffic flow improves. A small investment in planting a natural barrier would be an affordable solution to allowing the smooth flow of traffic and improving safety along this single carriageway section.",
        "background": "Work with English Heritage and National Highways to investigate the planting of a natural barrier along a short section of the A303 road, thereby obscuring driver’s views of the Stonehenge circle.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-05T11:13:45.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-05T16:29:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-26T10:28:47.822Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-26T10:28:55.717Z"
    },
    "id": 736229,
    "links": {
        "self": "https://petition.parliament.uk/petitions/736229.json"
    },
    "type": "petition"
}