{
    "attributes": {
        "action": "Make Mast Cell Activation Syndrome recognised within the NHS care system.",
        "additional_details": "My sister has been suffering for many years. Not knowing what is happening to her. Being passed around different hospitals and departments. Coming away with no answers. Upon discovering for ourselves MCAS. Researching more about this rare disease. The dots started to connect with my sister. Everything thereafter aligned with this finding of mcas. Unfortunately its not recognised within the NHS and private care is unaffordable for many.",
        "background": "Make Mast Cell Activation Syndrome and any relating illness. Recognised within the NHS care system. For those who suffer with debilitating chronic life changing multisystem dysfunction. There are doctors out there with knowledge and experience. It should be more widely known and diagnosed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-05T15:52:02.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-07T10:58:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-03T11:17:42.112Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nYou could start a new petition calling for more funding for research if that's something you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-12T08:41:50.625Z"
    },
    "id": 736254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/736254.json"
    },
    "type": "petition"
}