{
    "attributes": {
        "action": "Residents and Councillors must always have rights in local planning applications",
        "additional_details": "No change to existing Residents and Councillors rights to comment, object and vote to Planning Applications entered. On the 24th April 2025 we can prove why a sole planning officer of a council must not be given the sole right to determine a planning application. Full details upon request including council as spece is limited in this site. Petition is based on current/past experience but INVOLVES and AFFECTS us all. Residents and Councillors must ALWAYS have rights in local planning applications",
        "background": "The Government has announced they plan to give the local Planning Officer the SOLE right of decision for any Planning Application entered that involves up to 49 units or less. Such sole rights must not be allowed and Residents and Councillors must always have rights in local planning applications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-08T12:20:57.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-08T14:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-05T08:44:18.155Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nThe Government has only announced proposals, no policy has yet been decided so we are not sure what you would like the Government to change. It also appears there will still be a right for the local community to object.\r\n\r\n The Government has only announced proposals, no policy has yet been decided so we are not sure what you would like the Government to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-05T08:44:29.222Z"
    },
    "id": 736666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/736666.json"
    },
    "type": "petition"
}