{
    "attributes": {
        "action": "Protect Veteran Benefits During Incarceration or Hospitalisation",
        "additional_details": "Veterans in prison or hospital for over four weeks risk losing ADP, forcing them to reapply after release or recovery—an inefficient, stressful process that delays vital support. A simple policy change to “freeze” accounts would remove this burden, ensuring quick reinstatement and stability. This reform would honor their service by preventing bureaucracy from blocking the benefits they deserve.",
        "background": "we owe the veteran community an unwavering commitment to their well-being, even in challenging circumstances. A crucial aspect of this is ensuring that their benefits, such as Adult Disability Benefit (ADP), remain secure even when they face imprisonment or extended hospital stays.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-08T12:49:12.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-08T17:03:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-19T12:23:26.061Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.  \r\n \r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:  \r\n\r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-19T12:23:27.105Z"
    },
    "id": 736670,
    "links": {
        "self": "https://petition.parliament.uk/petitions/736670.json"
    },
    "type": "petition"
}