{
    "attributes": {
        "action": "Make nutrition a compulsory subject taught in primary and secondary schools",
        "additional_details": "If the NHS is to be sustainable for future generations, it is essential our children learn about a healthy diet and lifestyle options.  More than 60 percent of diseases treated by the NHS are the result of eating a poor diet of ultraprocessed foods (UPFs); chronic health problems such as type 2 diabetes, obesity, heart disease and some cancers are the direct result of a poor lifestyle, which includes a poor diet, sedentary lifestyle and stress.",
        "background": "We call on the government to make the teaching of nutrition and wellbeing a compulsory component of the national curriculum taught in primary and secondary schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-11T14:00:12.872Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-12T09:11:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-02T10:28:23.425Z",
        "rejection": {
            "code": "already-happening",
            "details": "We can't publish petitions when the request is something that's already happening or something that has been announced since you started your petition.\r\n\r\nIn England, nutrition and food education is already included in the National Curriculum for primary and secondary schools. \r\n\r\nWe think your petition is covered by Government or Parliament action already. If you'd like something else, you could start a new petition clearly explaining what it is."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-02T10:28:33.366Z"
    },
    "id": 737091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737091.json"
    },
    "type": "petition"
}