{
    "attributes": {
        "action": "Stop the Guga Hunt",
        "additional_details": "Northern Gannets already face a number of threats: Highly Pathogenic Avian Influenza, overfishing, climate change, poorly planned windfarms, plastic pollution and entanglement in fishing gear. The killing of 500 chicks yearly erases up to 6,000 future birds on average —each could breed for 12 years— and far more for those living longer. This needless loss, on top of disease and dwindling populations accelerates their decline and robs Scotland of one of its most iconic and irreplaceable seabirds.",
        "background": "I am calling on the government to amend the Wildlife and Countryside Act 1981 so that Gannets on Sula Sgeir receive full legal protection.\r\n\r\nCurrently, Section 16 of the Act allows licences to be granted to permit the annual killing of up to 500 chicks in the “guga hunt.”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-12T10:01:54.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-12T11:19:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-18T12:52:57.091Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level. This is a devolved issue which is the responsibility of the Scottish Parliament.\r\n\r\nYou may wish to submit a petition to the Scottish Parliament: https://petitions.parliament.scot/\r\n\r\nYou could also ask your MSP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MSP here: https://www.parliament.scot/msps/current-and-previous-msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-18T12:53:05.605Z"
    },
    "id": 737199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737199.json"
    },
    "type": "petition"
}