{
    "attributes": {
        "action": "MPs to call vote of no confidence more easily with backing of local constituents",
        "additional_details": "This is especially relevant in the current government due to the labour government breaking multiple promises to the British people and a clear nationwide dislike of the labour government. MPs being able to call a vote of no confidence more easily with the backing of local constituents, will help prevent governments from breaking promises to the British people and assist in making governments stay true to their word.",
        "background": "Parliament should make it easier for MPs to call a vote of no confidence with the backing of local constituents to allow parties with a smaller number of MPs, in a majority government, to call a vote of no confidence, where it would be immensely difficult to do so and to have more say in the vote.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-11T22:57:22.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-12T00:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-22T10:52:54.551Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly how you would like it to be made easier to call a vote of no confidence.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign this petition which calls for the British Public to be given the Right to a Vote No Confidence in the Government: https://petition.parliament.uk/petitions/734311"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-22T10:53:15.274Z"
    },
    "id": 737169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737169.json"
    },
    "type": "petition"
}