{
    "attributes": {
        "action": "Carers of relatives or loved ones to recieve a london living wage",
        "additional_details": "Carers allowance gets deducted from universal credit its 80+ pw and this is to cover transport petrol and caring for a loved one and is an insult 35 hours pw week and most carers do more and is saving the goverment thousands its an insult to families.\r\nSome carers are so tired they dont have the energy to do a second job and this is a concern as most are living in poverty to care for those they love",
        "background": "To pay a london living wage to carers for family menbers\r\nSo they can receive a pension and be seen as employed as this is saving the goverment millions on outside care and the current pay is an insult. Most carers are to tired to take on a second job and live in poverty to care for those they love.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-12T17:39:43.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-12T18:49:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-22T11:11:03.875Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do - we're not sure who you would like your petition to apply to, if you'd like to increase carer's allowance or for carers to be employed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign this petition which calls for carer's allowance to be increased to £800 a week: https://petition.parliament.uk/petitions/727296"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-22T11:11:14.222Z"
    },
    "id": 737274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737274.json"
    },
    "type": "petition"
}