{
    "attributes": {
        "action": "Produce statutory guidance for supporting kinship care leavers",
        "additional_details": "As young people who have been raised in kinship care, we have faced untold trauma. When we turn 18, we become invisible - our experiences are assumed to stop affecting us, and any support we received as children stops. \r\n\r\nMany of us have lost our carers, or they haven't got the financial or physical means to support us any longer. We also rarely have support from biological parents. A number of us face post-traumatic stress, SEND need and financial difficulties due to our experiences. Help us!",
        "background": "We want the Department for Education to create robust statutory guidance for local authorities regarding the support for those leaving kinship care at 18 - regardless of their legal arrangement or time spent in local authority care. We would like financial, housing, emotional and practical support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-12T13:14:07.385Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-12T19:48:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-22T11:16:08.403Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.  \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, there is guidance for local authorities relating to kinship foster care, which includes guidance on kinship care leavers:\r\n\r\nhttps://assets.publishing.service.gov.uk/media/670d3ed5e84ae1fd8592f2fa/Kinship_Care_-_statutory_guidance_for_local_authorities__October_2024.pdf\r\n\r\nIf you would like to change this guidance, you could start a new petition explaining clearly how you would like this guidance to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-22T11:16:17.938Z"
    },
    "id": 737231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737231.json"
    },
    "type": "petition"
}