{
    "attributes": {
        "action": "Glasgow city council to increase funding on its vibrant grassroots music scene",
        "additional_details": "Glasgow’s grassroots music scene is world-renowned but under threat from rising costs, venue closures, and reduced opportunities for new talent. Investing in this sector will protect cultural heritage, boost the local economy, attract tourism, and inspire the next generation of musicians. Without increased funding, we risk losing a vital part of the city’s identity.",
        "background": "Allocate increased financial support to local grassroots music venues, rehearsal spaces, and community-led music projects in Glasgow. Provide grants for emerging artists and small promoters, introduce subsidies for venue maintenance and accessibility.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-13T10:10:46.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-14T10:25:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-26T12:19:22.673Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.  \r\n\r\n  \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.  \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP  \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-26T12:19:23.664Z"
    },
    "id": 737388,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737388.json"
    },
    "type": "petition"
}