{
    "attributes": {
        "action": "The auction of green spaces at Palm bay, Botany bay and Palm bay estate",
        "additional_details": "The green spaces are enjoyed by residents and visitors. Residents look after these areas. The Palm bay estate was developed in the 1970s. The green spaces that are being auctioned off were well designed around the housing to benefit wildlife and be pleasant for the residents to enjoy. \r\nThe land on the ridings is used for Margate parkrun, locals and visitors to enjoy.\r\nGetting outdoors is great for people's mental health. Housing development on these green spaces would destroy biodiversity",
        "background": "Please protect local green spaces from development. This well designed housing estate is surrounded by amazing green spaces and wonderful beaches. Local residents clean up litter and look after the green spaces by mowing, weeding and planting shrubs and trees. Development would destroy biodiversity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-13T09:40:42.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-13T10:26:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-21T15:43:28.951Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.  \r\n\r\n  \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.  \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP  \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-21T15:43:30.319Z"
    },
    "id": 737385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737385.json"
    },
    "type": "petition"
}