{
    "attributes": {
        "action": "Replace Automatic Commonwealth Voting Rights with Fair, Reciprocal Rules",
        "additional_details": "Currently citizens from 56 Commonwealth countries including countries with large diasporas living in the UK such as India, Pakistan and Nigeria can automatically vote in the UK from the moment they arrive, even students who are only temporarily resident. British Citizens have no right to vote in most Commonwealth countries. This outdated law should be replaced with a reciprocal system, allowing only British citizens - or citizens of countries that let Brits vote - to cast ballots in the UK.",
        "background": "The UK Government must end automatic voting rights for Commonwealth citizens and replace them with fair, reciprocal agreements - if British citizens can’t vote in their elections, their citizens shouldn’t automatically vote in ours.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-14T22:32:09.748Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-15T11:36:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-10T08:36:01.604Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCommonwealth citizens do not have automatic voting rights simply by arriving in the UK. To vote in UK elections, they must:\r\n\r\n- resident in the UK\r\n\r\n- Be 18 or over\r\n\r\n- Have legal permission to enter or stay in the UK — this includes students, workers, or those with indefinite leave to remain\r\n\r\nhttps://www.electoralcommission.org.uk/running-electoral-registration-england/eligibility-register-vote/what-are-nationality-requirements-register-vote/can-a-commonwealth-citizen-register-vote"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-10T08:36:15.194Z"
    },
    "id": 737711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737711.json"
    },
    "type": "petition"
}