{
    "attributes": {
        "action": "Hold a referendum before any non-Christian religious laws are adopted in the UK",
        "additional_details": "We call on the Government to confirm the UK’s identity as a nation based on Christian heritage, and to introduce legislation requiring a binding national referendum before any laws or governance derived from another religion—such as Islamic law—can be adopted into the UK legal system.\r\n\r\nThis would safeguard our cultural and legal traditions while ensuring that any significant changes to the foundations of UK law are made only with the explicit consent of the people.",
        "background": "Introduce legislation requiring a full and legal referendum before any non-Christian laws or systems of governance are introduced in the UK, for example, laws or systems based on a different religion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-15T10:40:29.196Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-15T17:48:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-17T12:08:14.424Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The government have no plans to introduce religious laws. It is also unclear how you would define what is and isn't derived from a specific religion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-17T12:08:21.322Z"
    },
    "id": 737770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737770.json"
    },
    "type": "petition"
}