{
    "attributes": {
        "action": "Make nutrition and human biology compulsory subjects from year 1 in schools.",
        "additional_details": "If the importance of a healthy diet coupled with the benefits of exercise and a generally healthy lifestyle are imprinted into a child's education, the chance of illness and injury in later life is drastically reduced. The benefit to the Health Service and society in general could be profound. We become familiar with the workings and operation of most machines that we own taking care to maintain good working order. Except of course the most important machine of all, our bodies.",
        "background": "The obesity epidemic can only be eradicated through education. Most Baby Boomers will know the date of the Battle of Hastings, the Capital city of France and the result of adding ten to fifteen. Hardly any will know the three basic food types and what their functions are. Is that acceptable?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-15T15:21:54.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-15T20:02:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-30T14:11:18.346Z",
        "rejection": {
            "code": "already-happening",
            "details": "We can't publish petitions when the request is something that's already happening or something that has been announced since you started your petition.\r\n\r\nIn England, nutrition and food education is already included in the National Curriculum for primary and secondary schools.\r\n\r\nWe think your petition is covered by Government or Parliament action already. If you'd like something else, you could start a new petition clearly explaining what it is."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-30T14:11:19.420Z"
    },
    "id": 737831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737831.json"
    },
    "type": "petition"
}