{
    "attributes": {
        "action": "Create mandatory mock elections for secondary schools",
        "additional_details": "We believe the government should consider this petition because it would encourage Youth education around the political systems running their lives. It would also prepare them for real general elections in their adult life's ( E.g.. how to read manifestos and spot misinformation ) \r\nThe system would be ran by the department of education with separate Ballots and parties ( EG. The SNP in Scotland and Sinn Féin in Northern Ireland ) for each Nation of the UK.",
        "background": "We believe the government should create a national, school based opinion poll based on a system of mandatory mock elections running in tandem with national general elections, where all secondary students would vote for real political parties with the results published by parliamentary constituency",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-15T15:20:51.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-15T18:43:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-27T15:44:14.966Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can see that this petition has been submitted from Scotland. Education policy is devolved to the Scottish Parliament which has its own Public Petitions Committee. If you'd like to send a petition to the Scottish Parliament, you can find out more here:  \r\n\r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee\r\n\r\nThe following petition calls for a related action: \r\n\r\nMake Government & Politics a compulsory, core subject in schools\r\nhttps://petition.parliament.uk/petitions/733942"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-27T15:44:17.177Z"
    },
    "id": 737830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737830.json"
    },
    "type": "petition"
}