{
    "attributes": {
        "action": "Hold a UK-wide referendum on mandatory dog muzzling in public spaces.",
        "additional_details": "We urge the Government to initiate a UK-wide referendum on introducing a law that requires all dog owners to muzzle their dogs in public spaces. This measure would help prevent serious dog attacks, protect children and vulnerable adults, and reduce public nuisance caused by barking. Current legislation only applies to specific breeds or dangerous incidents after they occur. A universal muzzling rule would be a proactive step toward public safety and responsible dog ownership.",
        "background": "Want the Government to launch a UK-wide referendum on making it mandatory for all dog owners to muzzle their dogs in public spaces. reduce attacks, protect children and adults, and address public nuisance from barking. Current laws are too limited and reactive to prevent harm. Dangerous Dogs Act1991",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-16T12:10:12.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-16T13:19:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-27T16:04:52.313Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nIntroduce requirement for all dogs to wear humane basket muzzle in public spaces\r\nhttps://petition.parliament.uk/petitions/731324"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-27T16:04:53.466Z"
    },
    "id": 737950,
    "links": {
        "self": "https://petition.parliament.uk/petitions/737950.json"
    },
    "type": "petition"
}