{
    "attributes": {
        "action": "Fine people that make serious noise with their car in residential areas.",
        "additional_details": "I want to government to please put fine on those that do this as it is not acceptable. They do it purposefully. People needs to sleep without any disturbance of that magnitude.",
        "background": "I live on a road and has noticed recently that people that has altered their car such as bumper. This is very bad as I have a toddler and a baby. Sometimes people make noise their car around 22:00pm. I can understand if it's afternoon time but during the night it's not acceptable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-17T21:23:23.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-27T01:42:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-23T17:50:39.208Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. It is already illegal to modify the exhaust system to make a vehicle noisier after it has been ‘type approved’ (checked it meets environmental and safety standards).\r\n\r\nIn addition, people who do not comply with warning notices in relation to noise nuisance during the night can already be issued with fixed penalty notices by their local councils. You can find out more about this here: https://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints#:~:text=Penalties%20for%20not,equipment%20like%20loudspeakers "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-23T17:50:58.988Z"
    },
    "id": 738143,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738143.json"
    },
    "type": "petition"
}