{
    "attributes": {
        "action": "A national Great Britain pride Day a day we celebrate our heritage",
        "additional_details": "With all the diversity in this country that's going on at the moment with allowing other nationalities to celebrate their country in this country, we shouldn't have a national day to celebrate everything good and great about this wonderful Island to celebrate our heritage to celebrate everything we've done in the past and everything we will do in the present and to celebrate our heritage with a royal family, a day to be proud of being British.",
        "background": "A national Great Britain pride Day where the nation can come together to celebrate everything. Great about this country. Everything we have achieved over the centuries everything we can achieve in the future.  A day of celebration Great Britain for everything it's done in the world past and present",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-19T15:07:11.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-19T15:47:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-01T16:35:19.159Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. Government and Parliament are not responsible for designating particular days. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as asking for an additional bank holiday."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-01T16:35:36.943Z"
    },
    "id": 738395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738395.json"
    },
    "type": "petition"
}