{
    "attributes": {
        "action": "Implement Speed Restrictions on Mierscourt Road",
        "additional_details": "We are hoping to get the government on board to help implement speed cameras and / or speed restrictions on Mierscourt Road! People use this road as a race track. It is a 30mph road and there is a very little amount of people who actually stick to this limit. \r\n\r\nThere has been multiple car accidents, unfortunately people have been killed / severely injured, people run over, parked cars smashed into, plus all the near misses that have happened too.\r\n\r\nEveryday is a worry on what will happen next.",
        "background": "Due to the vast amount of speeders on Mierscourt Road, there needs to be speed cameras or other speed restrictions put in place. People have been killed, cars smashed into, accidents, people nearly been run over. Just to name a few!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-19T14:19:06.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-19T14:55:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-08-29T14:57:18.984Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-08-29T14:57:27.061Z"
    },
    "id": 738384,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738384.json"
    },
    "type": "petition"
}