{
    "attributes": {
        "action": "Ensure individuals are identifiable - keep faces visible in public spaces.",
        "additional_details": "In the matter of public safety and security and with the increasing reliance on face recognition technology and CCTV systems to support law enforcement and crime prevention, it is important to ensure that these systems can operate effectively. At present, there are situations where faces may be obscured in public spaces, which limits the ability of security technology to function as intended.  Ensuring face visibility would help to support law enforcement, act as a deterrent, increase confidence",
        "background": "I believe that for public safety and effective use of face recognition technology, all individuals should be required to keep their faces visible in public spaces. This measure would support law enforcement, improve reliability of security systems and deter crime and reassurance to the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-20T07:41:45.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-20T12:05:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-01T16:27:22.951Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nProhibit the wearing of all full-face coverings in public spaces: https://petition.parliament.uk/petitions/723131"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-01T16:27:24.712Z"
    },
    "id": 738492,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738492.json"
    },
    "type": "petition"
}