{
    "attributes": {
        "action": "Stop recruitment/payroll/companies charging to process wages. Make it illegal.",
        "additional_details": "It is unfair and almost a tax skimmed off the pay . It could cost over a £1000\r\nPer year just to get paid . The companies involved already charge the \"client\" fees on every hour worked or by a sign on fee for worker engaged in work .This is an unethical extra charge which is an exploitation of people",
        "background": "Make it illegal for payroll fees to process wages . Stop any agencies, payroll or companies to charge anyone to receive money earned either hourly paid or salary. Be it temporary or permanent employment or sub contract or self employed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-20T08:32:37.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-20T08:59:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-13T14:53:58.830Z",
        "rejection": {
            "code": "already-happening",
            "details": "By law, employers cannot deduct employer National Insurance Contributions (NICs) from an employee's gross pay.\r\n\r\nThe payment of employer NICs out of the umbrella company's fee may be shown on the same payslip as deductions, such as Income Tax, from the employee’s gross pay, meaning that it can look as if an individual is paying the employer NICs, when this is not the case. \r\n\r\nUmbrella companies are businesses that take on agency works and other temporary workers as their own employees. Employment agencies may outsource the HR/payroll administration for those on their books to umbrella companies. \r\n\r\nIt is common practice for umbrella companies to deduct the costs of accounting for employer NICs, as part of the fee they charge the individual who is providing their services this way.\r\n\r\nYou may wish to start a new petition calling for a ban on umbrella companies from deducting the costs of accounting for accounting employers NICs, if that is what you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-13T14:54:12.733Z"
    },
    "id": 738495,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738495.json"
    },
    "type": "petition"
}