{
    "attributes": {
        "action": "Members of parliament should note earn more then the national average Salary",
        "additional_details": "The current basic salary of an MP is £93,904, where as the national Average Salary is £37,480. An MP should be able to claim expenses related to their role, however up keep on their properties should not be paid but the public. I vote to initiate a law that states: Members of Parliament can not be compensated with pay or anything over the value of the National Average Salary that year. The British Public will not longer be responsible for the up keep of the residents of members of Parliament.",
        "background": "Members of Parliament are to serve the people however they make over the double the national average salary. To stay in touch with the financial situation of the people the government should not be making more then the people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-20T09:02:12.900Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-20T13:51:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-01T15:05:43.052Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-01T15:05:44.439Z"
    },
    "id": 738503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738503.json"
    },
    "type": "petition"
}