{
    "attributes": {
        "action": "Reject the Oxford City Council proposal for a Greater Oxford Unitary Authority",
        "additional_details": "The city has little synergy with the 48 rural parishes it wants to annex, creating undue advantage for the urban area. It does not represent value for money.\r\nOxford City's plan based purely on growth in the City is unrealistic, unsustainable and does not solve the access problem for commuters into Oxford.\r\nThe other two proposals are much better aligned with Government aims. They would bring a far more holistic approach to bringing in growth, efficiencies and opportunities to the whole area.",
        "background": "Choose one of the other two proposals for Oxfordshire, which meet Minister’s criteria, and adopt it.\r\n\r\nGreater Oxford plans to annex 48 rural parishes, cut up districts and parishes, with a population <50% of a sensible economic area for growth and value for money.  It is deeply unpopular.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-21T09:23:41.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-21T16:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-01T16:52:34.712Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.  \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.  \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP  \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-17T11:11:23.776Z"
    },
    "id": 738634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738634.json"
    },
    "type": "petition"
}