{
    "attributes": {
        "action": "Stop the Welsh Assembly destroying our Welsh Countryside with onshore wind farms",
        "additional_details": "We oppose large onshore wind farms in Wales and call for investment in offshore wind instead. Onshore turbines up to 220m scar our landscapes, threaten wildlife, disrupt rural life with noise and traffic, and take farmland while profits leave communities. Offshore wind can deliver clean energy without destroying our hills and countryside. Wales has world-class offshore resources – future investment must go there, not into onshore projects that harm our heritage and environment.",
        "background": "There are currently over 20 planned wind farms for Wales, set to destroy our beautiful countryside, and as a nation don’t seem to have a say. We don’t want our countryside covered in wind farms and want them placed off shore.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-21T08:09:42.908Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-23T07:45:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-15T13:02:08.949Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nYour petition is about something that the Welsh Government and Welsh Parliament is responsible for. That means that the UK Government and Parliament can't look into it. Planning policy for onshore wind farms is a devolved matter.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/\r\n\r\nYou may also wish to raise this issue with your local Member of the Senedd who represents you. You can find out who your Members of the Senedd are and how to contact them here: https://senedd.wales/find-a-member-of-the-senedd/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-15T13:02:24.741Z"
    },
    "id": 738619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738619.json"
    },
    "type": "petition"
}