{
    "attributes": {
        "action": "Make it illegal to remove a displayed Union Jack and St George’s Cross.",
        "additional_details": "The Union Jack and the St George’s Cross are the national flags of this country and are central to its identity, history, and unity. They should be respected as enduring symbols of the nation, not limited to certain events or times of year. Citizens should have the right to fly them freely as a visible expression of national pride and belonging, without interference or the threat of removal.",
        "background": "Make it illegal for any person, organisation, or authority to remove a displayed Union Jack or St George’s Cross from public, private property, business premises, or vehicles, provided that the flags are being flown respectfully and do not cause obstruction or danger.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-21T00:22:23.005Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-21T07:06:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-09T10:29:36.735Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. On private property, the owners are responible for deciding whether to display a flag or not. \r\n\r\nLocal councils may remove flags displayed in public places. There is already a petition about this issue which you may wish to sign: \r\n\r\nBan councils from removing the Union Flag and the flags of the four nations \r\nhttps://petition.parliament.uk/petitions/738423"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-09T10:29:50.117Z"
    },
    "id": 738601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738601.json"
    },
    "type": "petition"
}