{
    "attributes": {
        "action": "recognition of the terrorist attack threats on schools via social media",
        "additional_details": "If this is true we want full transparency about how safe our children are going to be returning in September.\r\nAlso if this is true we want to know that we will not be fined for keeping our children off school and safe!",
        "background": "There has been a lot of videos made about the potential threat in schools. We want recognition & a public announcement. Is this true or not. Many schools are taking on “lockdown drills” why is this happening.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-22T06:37:55.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-22T07:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-04T14:22:36.226Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is no legal obligation for schools to prepare for terrorist attacks. The Government has issued guidance to help educational settings be better prepared and be able to respond to terrorism and other major incidents. Individual schools may choose to create their own emergency plans and drills.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-04T14:22:44.375Z"
    },
    "id": 738746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738746.json"
    },
    "type": "petition"
}