{
    "attributes": {
        "action": "UK Citizens the Right to Call a Vote of No Confidence in Parliament and Monarchy",
        "additional_details": "Currently, UK citizens have no direct way to hold Parliament or the Monarchy accountable between elections. The Public Vote of No Confidence Act 2025 would change this by giving the people the power to trigger a binding national referendum if 5 million registered voters sign a verified petition. This reform would restore trust in democracy, ensure greater accountability, and return real power to the public when leaders fail to represent them.",
        "background": "Give UK citizens the legal right to trigger a binding national vote of no confidence in Parliament and/or the Monarchy. If 5 million voters sign a verified petition, a referendum must be held within 90 days. It’s time to restore power to the people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-22T22:58:33.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-23T06:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-25T13:43:24.846Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are two separate asks in this petition. We are also not sure what you mean by a vote of no confidence in the monarchy, whether this means abolishing it or replacing the current monarch.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign the following petitions which call for similar actions:\r\n\r\nGive the British Public the Right to Vote No Confidence in the Government \r\nhttps://petition.parliament.uk/petitions/734311\r\n\r\nReferendum changing the UK from constitutional monarchy to a democratic republic \r\nhttps://petition.parliament.uk/petitions/735302"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-25T13:43:39.622Z"
    },
    "id": 738859,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738859.json"
    },
    "type": "petition"
}