{
    "attributes": {
        "action": "Schools to allow the individuality of students, with things such as hair dye.",
        "additional_details": "Restricting students from harmless forms of self-expression sends the wrong message—that conformity matters more than creativity, individuality, and personal growth. Allowing students the freedom to express themselves through their appearance does not harm the learning environment; instead, it fosters inclusivity, acceptance, and respect for diversity. We call upon school leadership to reconsider current appearance policies and allow students the right to express themselves through hair colour.",
        "background": "We, the undersigned, believe that schools should be places where students are encouraged to learn, grow, and express themselves authentically. Personal expression, including the choice to dye one’s hair or explore individual style, is an important part of developing identity and confidence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-24T11:26:42.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-24T14:03:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-04T11:42:10.216Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nBan schools from implementing policies relating to appearance except clothing\r\nhttps://petition.parliament.uk/petitions/715608\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-04T11:42:16.363Z"
    },
    "id": 738994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738994.json"
    },
    "type": "petition"
}