{
    "attributes": {
        "action": "Stop members of parliament having such a huge salary",
        "additional_details": "I want the goverment to understand what life is like and take the minimum wage not the massive salaries and expenses paid to them by the Tax payer \r\nSee the struggles every day real people have \r\nWhy should we pay to have them driven around \r\nWhy should we pay for thier accomadation \r\nWhy should the Tax payer pay for them to dine out \r\nAll these expenses come from the UK tax payer \r\nMINIMUM WAGE FOR ALL IF SO PASSIONATE ABOUT THE JOB THEY ARE DOING",
        "background": "Should members of parliament have such huge salaries \r\nI believe if they are passionate about thier country as they claim to be they would do it for the passion  for thier country regardless of thier history or qualifications",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-24T09:47:41.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-24T20:52:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-03T11:52:12.153Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-03T11:52:19.267Z"
    },
    "id": 738980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/738980.json"
    },
    "type": "petition"
}