{
    "attributes": {
        "action": "Allow University Graduates Access To Universal Credit Without Added Barriers",
        "additional_details": "This issue isn’t just about individuals, it’s a generation and economy at risk. Graduates can’t afford to live or build careers, causing wasted talent, harming UK productivity, innovation, and societal health. We demand automatic Universal Credit for job-seeking grads, tailored job support, clear hiring standards, and fair-paid career programs. Graduates seek dignity and opportunity; the government must act now.",
        "background": "Thousands of UK graduates face harsh realities in 2025. Despite skills and ambition, 12.7% over 96,000 struggle with jobs demanding years of experience. Unpaid roles, underemployment and ineligibility for Universal Credit leaves them without financial support, highlighting a systemic failure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-25T12:59:12.704Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-25T13:56:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-15T13:00:11.657Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Graduates are already eligible to claim Universal Credit as long as they: live in the UK; are aged 18 or over; are under State Pension age; and have £16,000 or less in money, savings and investments. You can find more information about eligibility to claim Universal Credit here: https://www.gov.uk/universal-credit/eligibility\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-15T13:00:20.302Z"
    },
    "id": 739099,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739099.json"
    },
    "type": "petition"
}