{
    "attributes": {
        "action": "Create Chloe’s Law to protect people with severe mental illness",
        "additional_details": "We want the Government to introduce Chloe’s Law, to strengthen safeguards for people living with severe mental illness. This should include: a legal duty to act on public suicide risk posts, mandatory recall under Community Treatment Orders when patients deteriorate, safe housing for vulnerable patients, and giving carers a legal right to be involved when capacity is lost. These changes could prevent avoidable deaths.",
        "background": "Introduce Chloe’s Law to strengthen safeguards for people with severe mental illness, including mandatory recall under CTOs, safe housing, duty to act on suicide risk posts, and legal rights for carers when capacity is lost.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-24T20:00:54.411Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-25T07:13:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-24T14:11:57.628Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for people with severe mental illnesses. You could start a new petition setting out more clearly what you would like. For example, how would you like carers to be involved if capacity is lost?\r\n\r\nWe also do not accept petitions calling for laws named after individuals."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-24T14:12:13.576Z"
    },
    "id": 739036,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739036.json"
    },
    "type": "petition"
}