{
    "attributes": {
        "action": "We Believe that we can collect the 10% of an electorate HERE to remove any MP",
        "additional_details": "\"Members of the House of Commons are of course subject to political accountability in that they must periodically seek re- election. The electorate therefore has the ability to remove individual Members if it takes issue with their conduct — an ability that will be enhanced by the introduction of the power of recall\"\r\nSo in fact the recall petition is additional to normal unsatisfactory service or election petition outcome. It's a right to collect signatures by any means including e-petitions",
        "background": "The Government has invented \"Recall petitions\" that are triggered if an MP is convicted of certain Criminal offences. Yet it says in The House of Lords: resignation, suspension and expulsion\" that there is an emphasised accountability of MPs to electors & e-petitions records signatures by area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-26T21:11:07.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-05T11:19:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-19T13:12:08.711Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-19T13:12:14.275Z"
    },
    "id": 739235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739235.json"
    },
    "type": "petition"
}