{
    "attributes": {
        "action": "Make England/Wales/Scotland/NI painted flags compulsory 4 every mini roundabouts",
        "additional_details": "Mini-roundabouts are sometimes overlooked by drivers, leading to safety risks. Painting them with the relevant national flag would make them more visible and distinctive, helping to reduce accidents. This change would also promote national identity and pride by ensuring everyday spaces reflect the culture of each UK nation. I want the Government to require local authorities to adopt this approach across England, Wales, Scotland and Northern Ireland.",
        "background": "I want the Government to make it compulsory for all mini-roundabouts in England, Wales, Scotland and Northern Ireland to be painted with the relevant national flag, to improve road safety and promote national identity across the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-27T10:37:45.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-27T13:13:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-29T12:58:58.039Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nSignage and maintenance on roundabouts are a matter for the authority managing the road network on which the roundabout is situated. Depending on the roundabout in question, this could either be the local authority, or National Highways."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-29T12:58:59.751Z"
    },
    "id": 739270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739270.json"
    },
    "type": "petition"
}