{
    "attributes": {
        "action": "Call on Government to support the hair, barbering, aesthetics & beauty sector.",
        "additional_details": "We ask the Government to consider a range of support measures aligned with the NHBF’s Respect Our Sector campaign, including fairer VAT treatment, targeted skills & apprenticeship investment, employment cost reform and recognition of the sector’s social impact.\r\n\r\nWe urge MPs to recognise this sector as a skilled essential profession not just a consumer service and to debate how policy can help it grow, innovate, and continue to support the health, confidence, and prosperity of local communities.",
        "background": "We call on the UK Government to hold a Parliamentary debate on how it can better support the hair, barbering, aesthetics & beauty sector.\r\n\r\nThe sector contributes £5.8 billion to the UK economy and supports over 275,000 jobs, yet it is too often overlooked in economic and social policy making.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-28T09:49:20.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-28T14:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-22T16:57:32.196Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the UK Government or Parliament to take in order to support the hair, barbering, aesthetics & beauty sectors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-22T16:57:40.093Z"
    },
    "id": 739378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739378.json"
    },
    "type": "petition"
}