{
    "attributes": {
        "action": "Reducing The 6 Weeks School Holiday To 2 Weeks.",
        "additional_details": "6 week summer holidays cause children to forget learning, widen the attainment gap and place huge childcare and financial pressure on families. Shorter breaks would keep children’s progress on track, support working parents and allow schools to better use teaching time. Long breaks create stress and high costs for families.",
        "background": "Reduce the six week summer school holiday to two weeks and spread the remaining four weeks across the year to improve learning, reduce childcare pressures and support families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-27T16:23:01.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-27T18:13:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-05T14:50:08.113Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Term dates are determined locally by schools and local authorities.\r\n\r\nFor maintained schools, community schools, community special schools, voluntary controlled schools, pupil referral units and maintained nursery schools, the governing body or local authority are responsible for setting term dates.\r\n\r\nAcademies, free schools, and other schools where the governing body is the employer of staff, such as foundation or voluntary-aided (church) schools, are free to set their own term and holiday dates. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-05T14:50:10.115Z"
    },
    "id": 739309,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739309.json"
    },
    "type": "petition"
}