{
    "attributes": {
        "action": "Campaign for shorter school holidays - reduce from 6 weeks to 4 weeks.",
        "additional_details": "Long breaks can disrupt sleep schedules, study habits, and daily structure.\r\n\r\nShorter holidays help maintain steady learning rhythms throughout the year.\r\n\r\nSome children have access to enriching summer camps, travel, or tutoring, but others may not.\r\n\r\nLong holidays can widen inequality because disadvantaged students may miss out on opportunities to learn or stay engaged.\r\n\r\nShorter, more frequent breaks spread throughout the year may be better for students’ and teachers’ well-being, avoiding the burnout of a long uninterrupted term while also preventing the boredom and isolation that can sometimes come with very long summers.",
        "background": "Consider shortening the summer holidays - this will benefit children as too long out of routine is not helpful and more time in education can only be a good thing. This will also benefit parents helping reduce stress, financial strain, improve work life balance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-30T07:16:56.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-30T08:27:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-09T10:20:27.545Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Term dates are determined locally by schools and local authorities.\r\n\r\nFor maintained schools, community schools, community special schools, voluntary controlled schools, pupil referral units and maintained nursery schools, the governing body or local authority are responsible for setting term dates.\r\n\r\nAcademies, free schools, and other schools where the governing body is the employer of staff, such as foundation or voluntary-aided (church) schools, are free to set their own term and holiday dates."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-09T10:20:27.542Z"
    },
    "id": 739580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739580.json"
    },
    "type": "petition"
}