{
    "attributes": {
        "action": "Change laws on tissue storage for unborn babies with genetic conditions",
        "additional_details": "Changing the law to allow parents to store the tissue of aborted babies with genetic disorders will provide some hope that, in future, they will be able to give these children a healthier life once the technology to silence or edit these genetic disorders is freely available. \r\n\r\nRecent scientific advances suggest this technology could be clinically available in the not so distant future if the legalisative framework were to allow for it.",
        "background": "Current legislation prevents parents from storing the tissue of aborted foetuses for future clinical use. \r\n\r\nHowever, technological advances mean it will soon be possible to genetically edit or silence genetic disorders identified in early pregnancy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-08-30T19:57:21.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-08-30T21:36:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-01T15:43:16.877Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe think you may be referring to section 3A of the 1990 act which prohibits the use of eggs taken from aborted foetuses in fertility treatments. However, we are unsure.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-01T15:43:18.269Z"
    },
    "id": 739645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739645.json"
    },
    "type": "petition"
}