{
    "attributes": {
        "action": "All roundabouts in England, Scotland, Wales and NI decorated in countries flag",
        "additional_details": "The petition to do this should include some compulsory measures being enforced by government on councils to redecorate roundabouts in national flag colours when in need or repair or repainting.\r\n\r\nThis petition fits with the government’s own agenda of wanting to see more flags, and what better way to do this.\r\n\r\nThere should be no excuses, such as painting roundabouts make them unsafe, as clearly a colourful roundabout painted in the countries respective flag make the roundabout stand out much more.",
        "background": "The government should make it legal/possible for all county councils and local authorities to paint all roundabouts in the colours of the respective countries flag.\r\n\r\nOur national flag and those of our United Kingdom family should be a source of pride.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-01T18:32:44.374Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-01T18:52:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-29T15:24:03.687Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nSignage and maintenance on roundabouts are a matter for the authority managing the road network on which the roundabout is situated. Depending on the roundabout in question, this could either be the local authority, or National Highways."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-29T16:15:35.005Z"
    },
    "id": 739793,
    "links": {
        "self": "https://petition.parliament.uk/petitions/739793.json"
    },
    "type": "petition"
}