{
    "attributes": {
        "action": "Call for Legal Reform to Protect Vulnerable Spouses in Long-Term Relationships",
        "additional_details": "Currently, the law offers protection and recognition for those who are married or in civil partnerships, it fails to extend protections to individuals in long-term relationships who have no assets in their name. This leaves many vulnerable spouses trapped in abusive relationships, with little legal help or financial support.\r\nMany spouses, often in emotionally or physically abusive relationships, find themselves unable to leave because they lack legal rights to shared/accumulated assets. Without this change, they are forced to remain in harmful environments simply because they have no means to support themselves or to leave safely.",
        "background": "Extend legal recognition and rights to spouses in long-term relationships, regardless of whether they are married or in civil partnerships.\r\nFacilitate access to financial support for vulnerable spouses seeking to leave abusive environments. \r\nImplement measures that prevent economic abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-03T20:07:48.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-05T14:01:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-23T13:07:44.962Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure what financial support you would like unmarried people in relationships to be eligible for that they can't currently access, or what your definition of a \"long-term relationship\" is. We're also not sure what measures you would like to be implemented to prevent economic abuse.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-23T13:08:01.018Z"
    },
    "id": 740034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740034.json"
    },
    "type": "petition"
}