{
    "attributes": {
        "action": "Prevent the building of new housing estates, second homes and rentals.",
        "additional_details": "Prevent the building of new housing estates until a full survey of housing around the country has been evaluated. Prevent the buying of second homes and properties for rental purposes, this will drastically reduce the pressure on the housing market. If housing is standing empty then find out why instead of building more. Take down housing and buildings that are abandoned, unused and not fit for purpose.",
        "background": "There are enough houses for everyone living in the UK, but huge amounts of those are stagnating as second homes and rentals. The housing estates that are being built are entirely unnecessary as the housing needed already exists and are just serving to destroy our green spaces and farmland.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-04T10:07:55.162Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-20T14:19:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-09T10:22:17.173Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not sure if they want the Government to ban the building of new housing altogether or whether to undertake a review of where housing is needed. \r\n\r\nYou can start a new petition setting out more clearly what you are asking the UK Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T18:00:40.844Z"
    },
    "id": 740094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740094.json"
    },
    "type": "petition"
}