{
    "attributes": {
        "action": "We call upon the UK Government to regulate partner visa income requirements.",
        "additional_details": "The minimum income requirement for UK partner visas, currently set at £29,000, often causes significant hardship and family separation for many British citizens and settled residents. Many genuine couples are unable to meet this income threshold, leading to long periods apart, emotional distress, and negative impacts on mental health, especially for children separated from a parent.The requirement is seen as unfair to lower and moderate income earners, limiting family reunification",
        "background": "This high threshold excludes many genuine couples, particularly those where one or both partners have moderate or low incomes. The change would allow more families to reunite and live together in the UK without financial hardship. It would also reduce the bureaucratic burden and make the immigration",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-04T04:12:44.103Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-04T13:02:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-19T08:40:47.257Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do, including what you mean by regulating partner visa income requirements. The requirements are set out on the UK Government website: https://www.gov.uk/uk-family-visa/proof-income-partner\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, setting out any changes you would like to be made to the requirements.\r\n\r\nYou may wish to sign the following petition:\r\n\r\nReverse increase of the UK partner visa income from £18,600 to £29,000 if in UK\r\nhttps://petition.parliament.uk/petitions/737601\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-19T08:40:55.049Z"
    },
    "id": 740058,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740058.json"
    },
    "type": "petition"
}