{
    "attributes": {
        "action": "Change borough council grants to include ALL areas not just main town centres",
        "additional_details": "Offer and accept shop front grants to smaller businesses within smaller communities,  regardless of the areas population count and current amenities. \r\nDamage caused by mindless vandalism is expensive to replace and can have a detrimental impact on businesses and their owners lives. Yet villages within a half mile radius are accepted for these grants purely based on their current amenities. \r\nMain roads leading to towns need to look attractive to passersby and not run down or abandoned",
        "background": "Currently borough councils mainly only accept shop front grants to town centres and not all of their constituent areas. Rural and semi rural communities need financial/growth help too, especially those on a main road leading to said town centres",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-04T11:52:26.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-04T15:01:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-22T15:49:15.840Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about conditions placed on local grant schemes are a matter for local councils, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-22T15:49:24.141Z"
    },
    "id": 740104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740104.json"
    },
    "type": "petition"
}