{
    "attributes": {
        "action": "Legislate to make secession of any part of the UK illegal",
        "additional_details": "The constant agitation and calls for a second independence referendum by Nationalist minorities in Scotland is damaging the very fabric of the UK.  The reluctance of the losing side to accept defeat and abide by the decision of the electorate in the 2014 Referendum is affecting investment, jobs and cohesion in society, pitting neighbour against neighbour. This needs to end and the only way to do it is to legislate to make secession of any part of the UK illegal.",
        "background": "No other western democracies allow minorities to agitate for the breakup of their country. The UK Government needs to legislate to make secession illegal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-08T14:12:10.482Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-09T16:13:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-24T14:07:46.971Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action and we're not sure how this would work. Any part of the UK becoming independent would currently require new legislation, and a future Parliament could repeal or disapply any law that purported to prevent the independence of part of the UK.\r\n\r\nYou could start a petition asking the government not to facilitate independence referendums for any part of the UK, if that is what you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-24T14:07:52.442Z"
    },
    "id": 740466,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740466.json"
    },
    "type": "petition"
}