{
    "attributes": {
        "action": "Transparency and Accountability of Lawmakers in Relation to Personal Interests",
        "additional_details": "MPs have privileged access to forthcoming laws and must not exploit this to gain for themselves or their families while the electorate bears the cost. Democracy relies on fairness, openness, and equal treatment under the law. Stronger rules on declarations, a public register, and powers to recover improper gains would deter abuse, close loopholes, and reassure voters that MPs act in the national interest, not for private advantage.\r\nLaws should not be created which do not effect politicians alike",
        "background": "Introduce legislation requiring MPs to declare all financial and personal interests including property, IHT, CGT, wills, business holdings etc, to ensure those laws apply equally to MPs and the public, and create strong penalties and recovery powers where MPs or their families benefit improperly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-08T21:05:51.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-11T19:50:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-25T08:57:39.497Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Register of Members' Financial Interests contains information about any financial interest an MP has, or any benefit they receive, which someone else might reasonably consider to influence what they say or do as an MP. MPs must register any change to their registrable interests within 28 days. Interests remain on the Register for twelve months after they have expired."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-25T08:57:50.491Z"
    },
    "id": 740516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740516.json"
    },
    "type": "petition"
}