{
    "attributes": {
        "action": "UK-wide 'National Appreciation Day' as a Paid Public Holiday for Migrants",
        "additional_details": "The UK's prosperity is built on migrants' tireless work in essential sectors like the NHS and hospitality. Their contributions drive economic growth and fill critical labor gaps, yet this is often overlooked.\r\nA paid public holiday, 'National Appreciation Day,' would be a tangible expression of gratitude. This day would be for all migrants in the UK, granting them a paid day off.\r\nThis isn't just an extra day; it's a powerful precedent of national appreciation. By creating this holiday, the UK would formally acknowledge migrants' central role, fostering a more inclusive society that honors their hard work, sacrifice, and diversity.",
        "background": "We petition the government to establish an annual, paid public holiday, tentatively named 'National Appreciation Day.' This day would be granted to all migrants residing and working in the United Kingdom as a form of national recognition for their invaluable contributions to the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-09T23:32:14.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-25T21:48:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-20T14:27:34.610Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear exactly what action you'd like the UK Government or Parliament to take. Public holidays are not only available for certain groups, and do not come with a statutory requirement to have time off work. You can read more about bank and public holidays here: https://researchbriefings.files.parliament.uk/documents/SN06170/SN06170.pdf\r\n\r\nIf you'd like the Government to require employers to give migrants a paid day of leave on a particular day, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-20T14:27:47.869Z"
    },
    "id": 740623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740623.json"
    },
    "type": "petition"
}