{
    "attributes": {
        "action": "Recognise Hyperacusis as a disability.",
        "additional_details": "Hyperacusis should be acknowledged formally as a disability, and although there isn’t a validated outcome measure currently, subjective tools, in conjunction with an audiogram and patient history, should be sufficient to identify the condition accurately. \r\nWe urge health authorities to implement formal processes considering subjective experiences to improve diagnostic criteria.\r\n\r\nThe absence of recognition means we are cut off from support to help manage symptoms and improve our quality of life.",
        "background": "Hyperacusis is a rare disorder, making it extremely difficult to tolerate everyday sounds, leading to debilitating levels of discomfort. It significantly impacts personal and professional areas of our lives. Despite its profound implications, Hyperacusis isn't officially recognised as a disability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-10T18:51:31.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-10T19:11:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-23T17:25:42.742Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you would like the Government or Parliament to do to \"recognise hyperacusis as a disability\".\r\n\r\nThe Equality Act 2010 defines disability as any physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-23T17:25:48.475Z"
    },
    "id": 740694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740694.json"
    },
    "type": "petition"
}