{
    "attributes": {
        "action": "Introduce a Safe Futures for SEND Act to fix the broken EHCP system",
        "additional_details": "The EHCP system is failing. Children’s medical needs are being erased, deadlines ignored, and unsafe school placements forced. Families are left traumatised, with parents in constant fight-or-flight and children losing vital education. The law must change to protect children’s health, safety, and futures, and to restore trust for families navigating SEND. The impact is long-lasting, just like Covid reshaped a generation, the SEND crisis is reshaping ours, only without acknowledgement or urgency.",
        "background": "Introduce a Safe Futures for SEND Act to fix the broken EHCP system. \r\nProtect medical diagnoses, enforce accountability, safeguard children’s placements, require transparency in EHCP drafts, and give all families free independent SEND advocacy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-11T15:48:53.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-11T17:55:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-26T15:02:04.459Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the EHCP system, but we're not sure exactly what you'd like the Government or Parliament to do. For example, how would you like medical diagnoses to be protected?\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-26T15:02:11.116Z"
    },
    "id": 740774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740774.json"
    },
    "type": "petition"
}