{
    "attributes": {
        "action": "Protect our borders, protect our communities.",
        "additional_details": "British communities are under pressure. Luxury hotels house large numbers of mostly young men arriving illegally, while families struggle with housing and cost of living. Communities report safety fears, especially for women, as incidents rise. The system is exploited, straining public services, wasting taxpayer money, and putting communities, families, and women at risk. Immediate action is needed to stop this crisis, protect our citizens, and ensure fairness for all.",
        "background": "End the use of expensive hotels for migrants. Strengthen border control, close loopholes, and quickly remove those without valid asylum claims. Protect British citizens, women, and families, safeguard communities, and make sure taxpayer money is spent fairly and responsibly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-11T10:36:58.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-21T20:12:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-14T08:57:43.416Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has already said it plans to end the use of hotels as accommodation for asylum seekers by 2029. The petition does not explain how you think borders should be strengthened. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign the following petitions which call for similar actions: \r\n\r\nDo not house illegal migrants in private rentals, deport them immediately\r\nhttps://petition.parliament.uk/petitions/726409\r\n\r\nReallocate illegal migrant spending and use money to fund other things \r\nhttps://petition.parliament.uk/petitions/736721\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-14T08:57:54.791Z"
    },
    "id": 740740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740740.json"
    },
    "type": "petition"
}