{
    "attributes": {
        "action": "A month on minimum wage for all involved in setting it.",
        "additional_details": "I am fully aware that the grounds of any member of parliament's pay is set by the IPSA and therefore in not the direct hands of UK parliament. However, I am preposing more specifically that total pay is to remain set by the IPSA, but it's distribution throughout the year is changed and written into law as minimum wage in a month and other than that month, all is else raised with the wage 'lost' from the month in name of making sure our government still receives a fair and independently run wage.",
        "background": "As a society we rely on a fair minimum wage, enough to support oneself and potentially their family. However those in charge of minimum pay may never experience it, and therefore be unable to properly understand the ratifications of their actions. I believe under a min. pay month we can reduce this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-11T20:53:56.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-12T17:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-29T15:48:48.710Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about MPs salaries are a matter for the Independent Parliamentary Standards Authority (IPSA).\r\n\r\nIPSA is an independent body, meaning that the Government and Parliament has no authority over its decisions.\r\n\r\nYou may wish to start a new petition asking Parliament to take back authority over MPs salaries from IPSA."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-29T15:48:57.075Z"
    },
    "id": 740807,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740807.json"
    },
    "type": "petition"
}