{
    "attributes": {
        "action": "Have military personnel assist law enforcement in urban areas with high crime.",
        "additional_details": "The high crime rates in urban areas like London and Birmingham have been appalling and people no longer feel safe on the streets. It is clear the law enforcement agencies are under-staffed and aren’t able to effectively deter and deal with violent and petty crime. With a higher supply of law enforcement units regularly patrolling high-crime areas, there would most certainly be a spike in the arrest of violent criminals and save people from death, trauma and/or stalkers who harass them.",
        "background": "Allow the military the ability to send patrols out from army bases to nearby urban areas which have hight crime rates in the hopes of deterring crimes, assisting in the arrest of violent criminals and assisting troubled civilians being harassed, stalked or threatened.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-13T12:15:55.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-13T13:16:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-06T16:04:12.171Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Detecting and preventing crime is the responsibility of the police. It would be an operational decision for the police whether to request assistance. \r\n\r\nYou can read more about deployment of the armed forces in the UK here: https://commonslibrary.parliament.uk/research-briefings/cbp-9601/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-06T16:04:23.697Z"
    },
    "id": 740923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740923.json"
    },
    "type": "petition"
}