{
    "attributes": {
        "action": "Make TfL accountable for Gallows Corner Flyover Roundabout works",
        "additional_details": "Overunning of the TfL's Gallows Corner Flyover Roundabout works with no clear end date in sight and with multiple road utility works taking place on designated diversion routes made Harold Hill and surrounding areas impassable for local traffic. Local businesse are closing and suffering, people late for work, kids late for school, how long this misery will last?",
        "background": "Make TfL to commit to a clear date of end of Gallows Corner Flyover Roundabout works or open Gallows Corner roundabout for local traffic immediately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-13T09:48:06.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-13T18:44:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-09-26T15:50:15.361Z",
        "rejection": {
            "code": "local",
            "details": "We have to reject petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-09-26T15:50:18.817Z"
    },
    "id": 740907,
    "links": {
        "self": "https://petition.parliament.uk/petitions/740907.json"
    },
    "type": "petition"
}