{
    "attributes": {
        "action": "Cut Politician Allowances to tackle the cost of living crisis in the UK",
        "additional_details": "We urge the Government and IPSA to:\r\n\r\nConduct a full review of MPs' and Lords’ allowances to identify and reduce unnecessary spending.\r\n\r\nCap or cut second home and travel expenses for MPs, especially where public transport or virtual meetings are viable.\r\n\r\nReduce the House of Lords daily allowance, or introduce means-testing and performance-based criteria.\r\n\r\nRedirect savings from these cuts toward vital public services and support for low-income households.\r\n\r\nWe believe politicians should lead by example in times of national hardship. Even modest cuts would demonstrate solidarity with the public and help restore trust in our political system.",
        "background": "We call on the UK Government and the Independent Parliamentary Standards Authority to significantly reduce the allowances and expenses claimed by Members of Parliament and Members of the House of Lords.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-14T22:51:03.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-17T10:31:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-02T11:02:48.675Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-02T11:03:17.866Z"
    },
    "id": 741072,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741072.json"
    },
    "type": "petition"
}