{
    "attributes": {
        "action": "Register stolen vehicles internationally as standard procedure",
        "additional_details": "Since leaving the EU, the UK Police no longer register stolen vehicles on the international system, Interpol. Even if the French police pulled over your stolen car or motorcycle for speeding, they would have no idea that it was stolen. We are preventing international authorities from identifying stolen vehicles and giving thieves a free ticket. A vehicle can be on a ferry within hours no matter where you live in the UK, this is giving criminals an easy ride and making us a target.",
        "background": "The current practice of using only the UK's national system to register stolen vehicles is not working. You would assume that when a vehicle is reported as stolen in the UK, it is marked as stolen in all countries. This is not the case and is something that needs to change!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-15T16:20:34.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-16T06:23:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-04T15:13:48.786Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe’re not sure exactly what you would like the UK Government or Parliament to do.\r\n\r\nUK police forces can already access Interpol and record stolen cars on the Interpol Stolen Motor Vehicle Database, as the UK’s departure from the European Union did not affect its membership of Interpol.\r\n\r\nYou may wish to create a new petition which calls for the UK Government or Parliament to “seek an agreement with the EU for routine information sharing on stolen cars\" if that's something you would like to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-04T15:14:04.433Z"
    },
    "id": 741152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741152.json"
    },
    "type": "petition"
}