{
    "attributes": {
        "action": "Give equal UK attention to all wars, not only Gaza.",
        "additional_details": "The UK should show fairness in its foreign policy. At present, Gaza receives much attention, but civilians in other wars such as Ukraine, Sudan, Myanmar, Yemen, Ethiopia and the DRC also suffer greatly. Every civilian life has equal value. Focusing only on one conflict risks undermining trust and credibility. Equal attention, aid and diplomacy would demonstrate that the UK stands for peace, human rights and humanitarian law everywhere.",
        "background": "Ask the UK Government not to focus only on Gaza. Treat all wars equally: give aid, diplomacy and attention across conflicts, including Ukraine, Sudan, Myanmar, Yemen, Ethiopia and the DRC. Uphold international humanitarian law, protect civilians, and condemn antisemitism and all forms of hate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-16T07:59:21.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-16T09:25:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-13T16:02:32.471Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"giving equal attention to all wars, not only Gaza\" and the specific action you would like the UK Government or Parliament to carry out in relation to this issue.\r\n\r\nYou could start a new petition explaining clearly what actions you would like the Government or Parliament to take in relation to other conflicts in the World."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-13T16:02:40.440Z"
    },
    "id": 741208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741208.json"
    },
    "type": "petition"
}