{
    "attributes": {
        "action": "Class “far right” as hate speech and ban it.",
        "additional_details": "Because it’s a vague, overused term that often serves as a weapon to silence or discredit dissenting voices without evidence or nuance. It’s a lazy tactic that shuts down debate, polarizes society, and unfairly stereotypes people with diverse views. When those in power or high office use it, it amplifies division and risks abusing their influence to vilify opponents rather than engage with ideas.",
        "background": "I believe labeling individuals or groups as “far right” should be banned.\r\n\r\nA ban would force more precise, constructive dialogue, focusing on specific actions or policies rather than inflammatory labels that sow mistrust and obscure truth.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-16T17:46:50.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-16T19:24:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-01T15:36:32.180Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. It is not the Government's responsibility to label groups in this way. \r\n\r\nPetitions also need to call on the Government or Parliament to take a specific action. We're not sure exactly how you'd like the Government to enforce this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-01T15:36:34.602Z"
    },
    "id": 741273,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741273.json"
    },
    "type": "petition"
}