{
    "attributes": {
        "action": "Change the laws to give dads the rights and access to their children",
        "additional_details": "All men and women deserve the right to be treated equally as a parent no matter the gender. Also every child deserves the right to see each of their parents and there’s no law to protect women keeping the children away from the man which should be legally speaking not just from her point of view. A lot of dads deserve justice and deserve to be around their children.",
        "background": "I want the government to make a law that protects us dads against having our children held captive from us during relationship break ups.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-17T14:07:54.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-17T16:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-03T10:18:42.802Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You may also wish to sign this petition: \"More legal aid for fathers seeking access to their children\" https://petition.parliament.uk/petitions/725169\r\n\r\nThe Government has guidance about making child arrangements if you divorce or separate: https://www.gov.uk/looking-after-children-divorce\r\n\r\nCitizens Advice also provides guidance for making child arrangements: https://www.citizensadvice.org.uk/family/making-agreements-about-your-children/making-child-arrangements/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-03T10:19:00.562Z"
    },
    "id": 741379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741379.json"
    },
    "type": "petition"
}