{
    "attributes": {
        "action": "Change the Employment status of MPs and introduce a strong Code of Conduct .",
        "additional_details": "Recent Governments and Political parties continue to be mired in controversy and this behaviour in some ways denies us a functioning democracy.\r\nMPs refusing to clearly answer questions denies the electorate scrutiny.\r\nThe recent stamp duty case and the appointment of the UK ambassador to the US are among 2 of the latest scandals.\r\n Police officers would have been sacked  we see politicians act without honesty and integrity and face far less  sanctions. Take the inestigations away from politics",
        "background": "Change the employment status of MPs which protects them from bad behaviour and introduce a Code of Conduct with a range of sanctions. Politicians are not capable of \"policing\" themselves and behaviour which shows a lack of integrity is not taken seriously.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-17T09:16:26.341Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-20T17:07:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-13T15:59:22.902Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also which to sign these petitions relating to the conduct of MPs:\r\nhttps://petition.parliament.uk/petitions/732555\r\nhttps://petition.parliament.uk/petitions/731105\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T17:34:57.376Z"
    },
    "id": 741350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741350.json"
    },
    "type": "petition"
}