{
    "attributes": {
        "action": "Make First Aid and Seizure Training Mandatory in All Schools",
        "additional_details": "No child should ever feel helpless watching a friend collapse, stop breathing, or have a seizure. Yet many young people leave school without knowing how to help in an emergency.A few simple skills learned early can save lives. First aid training gives children the confidence to step forward, not back, when every second counts. It empowers them, protects their friends and families, and benefits society as a whole.\r\nEvery child deserves the knowledge to save a life.",
        "background": "Change the law so that all schools must provide age-appropriate first aid training, including seizure first aid, to all pupils. This training should include CPR, the recovery position, and how to respond to common emergencies. It should be practical, refreshed regularly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-17T18:30:37.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-17T18:49:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-03T10:07:15.567Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear from your petition how you would like the current practice in schools to change. Information about the current practice is available here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/physical-health-and-mental-wellbeing-primary-and-secondary#by-the-end-of-primary-school\r\n\r\nYou can start a new petition setting out more clearly how you would like the current practice to change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T17:21:03.986Z"
    },
    "id": 741416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741416.json"
    },
    "type": "petition"
}