{
    "attributes": {
        "action": "Maintain the electric vehicle exemption to the central London Congestion Charge",
        "additional_details": "TfL plans also include raising the Congestion Charge fee from £15 to £18 from 2 January 2026.\r\n\r\nThis means that people with an electric car would need to pay £13.50 every time they drive into central London, and traders with electric vans would pay £9.\r\n\r\nCommuters face increasing cost of living pressures whilst businesses, hospitals and schools need deliveries and will still need to enter the Congestion Charge zone. This means they will no longer be inventivsed to use cleaner electric vehicles.",
        "background": "Transport for London (TfL) should be forced to maintain the full electric vehicle exemption to the Congestion Charge which is due to end on 25 December.\r\n\r\nThe 100% Cleaner Vehicle Discount is scheduled to end on 25 December and will be replaced by a 25% discount for electric cars.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-17T19:47:32.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-30T18:18:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-22T16:50:27.068Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of the Mayor of London and Transport for London (TfL).\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-22T16:50:55.723Z"
    },
    "id": 741434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741434.json"
    },
    "type": "petition"
}