{
    "attributes": {
        "action": "Mandate labelling of all religiously slaughtered meat (stunned/non stunned) inUK",
        "additional_details": "Currently a significant portion of meat is religiously slaughtered but not labelled as such. This denies consumers the right to choose based on their ethical or religious preferences. Even if certain parts (such as hindquarters) aren’t consumed by those of certain faiths, the animal has still undergone a religious slaughter which many find unacceptable without transparency. Mandatory labelling would align with consumer rights, animal welfare debates & fairness, ensuring informed purchasing decisions.",
        "background": "Call on the UK Government to require all meat products sold in UK shops that have been slaughtered using halal/kosher (religious slaughter) methods to be clearly labelled as such, regardless of the cut or part of the animal or wether the animal has been pre stunned or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-18T19:56:15.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-19T11:01:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-06T15:12:26.143Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions, which ask for similar actions:\r\n\r\n\"Label ALL meat as Religiously Slaughtered or Non-Religiously Slaughtered\" https://petition.parliament.uk/petitions/740004\r\n\r\n\"Require non-stunned and stunned meat to be labelled accordingly\" https://petition.parliament.uk/petitions/737327"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-06T15:12:26.156Z"
    },
    "id": 741731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/741731.json"
    },
    "type": "petition"
}