{
    "attributes": {
        "action": "Homework being made optional or not even at all.",
        "additional_details": "It has been proved that homework is bad for mental health. Causing increased stress and anxiety. Also can lead to sleep deprivation, lack of time for social activities during students free time, physical symptoms like headaches, stomach aches and more and a negative attitude towards school. It can be very harmful to students wellbeing. It is also taking up time in a students free time. They spend 7+ hours at school 5 days a week and then are expected to complete hours of homework on top of it.",
        "background": "Schools don’t give out homework and instead it could be an optional task for if you wanted to study or someone wanted to complete the homework. It shouldn’t be forced because it can be dangerous to a students mental health and wellbeing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-19T18:10:31.944Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-19T18:18:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-06T16:26:29.315Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about homework are a matter for individual schools. You could start a new petition about something that Government or Parliament is directly responsible for, explaining clearly what you would like Government or Parliament to do.\r\n\r\nYoung Minds provides practical advice about mental health and wellbeing, including where you can find support https://www.youngminds.org.uk/young-person/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-06T16:26:29.312Z"
    },
    "id": 742043,
    "links": {
        "self": "https://petition.parliament.uk/petitions/742043.json"
    },
    "type": "petition"
}