{
    "attributes": {
        "action": "Ensure BBC impartiality and exclude Israel from Eurovision on parity with Russia",
        "additional_details": "Given credible concerns of state control over Israel's public broadcaster and concerns over its impact on contest integrity, the government should urge the BBC and the European Broadcasting Union (EBU) to exclude Israel from the Eurovision Song Contest unless Israel meets the same impartiality and independence standards applied to Russia's exclusion. This would uphold the principles of fairness, neutrality, and public trust in international broadcasting events funded by UK public money.",
        "background": "We call on the UK Government to take immediate action to ensure the BBC fulfils its legal duty of impartiality in its coverage and participation decisions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-21T13:58:17.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-21T15:25:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-09T10:47:44.387Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n\r\nDecisions about Eurovision are a matter for the European Broadcasting Union. \r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-09T10:47:50.852Z"
    },
    "id": 742496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/742496.json"
    },
    "type": "petition"
}