{
    "attributes": {
        "action": "Stop Replacing Our Doctors With Non-Medics!",
        "additional_details": "GPs are redundant and driving Ubers to make a living whilst patients wait for appointments. RDs cannot find training places. Many are leaving the NHS, even the country, to develop their careers. They are being let down, as are we patients. Not surprising that they are striking. Funding is there. Stop paying PAs over the odds and start recruiting and retaining doctors who have studied medicine for years. The recent Leng review is being ignored. Patients have died at the hands of PAs.",
        "background": "DHSC and NHS England should not be replacing qualified doctors with Physician Assistants and various other 'practitioners' or 'consultants'. Patients are being misled and confused whilst receiving dangerous and substandard healthcare. Retain and recruit fully qualified doctors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-22T13:11:31.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-22T18:55:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-24T18:04:00.640Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for a clear and specific action that is within the responsibility of the UK Government or Parliament. We are not sure exactly what specific action you'd like the Government or Parliament to take. You could start a new petition setting this out more clearly. We could, for example, accept a petition calling for a review into the role of physician associates, or a change to a specific government policy.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-14T11:06:27.605Z"
    },
    "id": 742680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/742680.json"
    },
    "type": "petition"
}