{
    "attributes": {
        "action": "Collect Tourist Tax Directly from Short-Term Rental Platforms in Edinburgh",
        "additional_details": "Short-term rental platforms are widely used by visitors to Edinburgh. While the City has introduced a 5% tourist tax, the current system places the responsibility for collection on small family businesses and individual operator.This creates unnecessary administrative burdens, higher costs, and unfair competition. Many small operators cannot afford extra staff or professional accountants to manage tax reporting, while inconsistent compliance risks undermining both fairness and revenue collection",
        "background": "The City of Edinburgh Council should require rental platforms to collect and remit the tourist tax directly at the time of booking. This would ensure a fair, transparent, and efficient system while relieving small operators of costly obligations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-22T10:52:23.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-22T11:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-09T14:28:37.509Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-09T14:28:45.118Z"
    },
    "id": 742660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/742660.json"
    },
    "type": "petition"
}