{
    "attributes": {
        "action": "Create a simple, fair route to citizenship for ILR holders.",
        "additional_details": "Why does this matter?\r\nBecause ILR holders already have permanent status: they work, pay taxes, and raise families here. Citizenship lets them belong fully and feel secure. ILR can be changed by governments. Citizenship is permanent and provides full rights and protections. Nurses, carers, teachers, families, all who hold ILR and already contribute to our society. It doesn't weaken border control, only affects people who already hold ILR, which requires years of lawful residence and contribution.",
        "background": "People with Indefinite Leave to Remain (ILR) already live, work, and contribute in the UK permanently. But citizenship is costly, complex, and uncertain. This petition asks the Government to create a simple, fair route to citizenship for ILR holders — so families and communities can feel secure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-22T19:02:25.743Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-26T05:21:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-15T10:48:50.935Z",
        "rejection": {
            "code": "no-action",
            "details": "It's already possible for people with Indefinite Leave to remain to apply for British Citizenship. We understand that you're concerned about the process to become a British Citizen, but we're not sure what changes to the process you'd like to see.\r\n\r\nYou could start a new petition explaining exactly what change you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-15T10:48:56.899Z"
    },
    "id": 742739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/742739.json"
    },
    "type": "petition"
}