{
    "attributes": {
        "action": "Make Kindness Part of the UK Curriculum: A National Kindness Day in Every School",
        "additional_details": "Why does this matter? Because kindness builds better futures. It improves mental health, reduces bullying and isolation, fosters empathy, and develops emotionally intelligent, resilient young people. Sebbie has proven that one person can spark national change, not with money or power, but through compassion and courage. This movement is inspired by Sebbie Hall, an extraordinary young man living with a rare chromosome disorder and moderate learning disabilities.",
        "background": "We urge the Department for Education to act:\r\nMake National Kindness Day a fixture in every school’s calendar. Embed kindness, empathy, and inclusion into PSHE and RSE curriculum guidance. Equip schools with the resources and training they need to deliver kindness-based education",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-24T10:40:56.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-24T12:07:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-04T16:22:08.598Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about implementing special days are a matter for individual schools, not the UK Government or Parliament. \r\n\r\nIn addition, statutory guidance from the Government already requires children to be taught about how to treat each other with kindness. You can read more about this here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-education-primary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-04T16:22:24.016Z"
    },
    "id": 742976,
    "links": {
        "self": "https://petition.parliament.uk/petitions/742976.json"
    },
    "type": "petition"
}