{
    "attributes": {
        "action": "Change the UK flag to quartered arms of Wessex, Mercia, Wales and Scotland.",
        "additional_details": "We will do this to counter vandalism and nationally embarrassing racism, and because it will look sick. Our new flag will be much harder to paint on a roundabout, or on the face of someone trying to fight a hotel. We can and should be proud of our ancient past, and we should be mature enough to embrace the nuances of our history and acknowledge both the credit and debit in our heritage. Our new flag will be a symbol of this historical literacy and our ongoing commitment to national progress.",
        "background": "We propose changing the UK flag to represent the ancient domains of our island - Wessex (Gold Dragon), Mercia (Symbolised by the Uffington white horse on a green field), Wales (Red dragon), Scotland (Red lion), quartered in heraldic fashion. We'll give Northern Ireland back to the Republic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-23T21:12:16.422Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-27T12:22:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-11T13:58:38.658Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The future of Northern Ireland is a matter for the people of Northern Ireland and the Republic of Ireland, not solely the UK Government or Parliament. You can find out more in this House of Commons Library briefing: https://commonslibrary.parliament.uk/research-briefings/cbp-10101/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-11T13:58:56.618Z"
    },
    "id": 742920,
    "links": {
        "self": "https://petition.parliament.uk/petitions/742920.json"
    },
    "type": "petition"
}