{
    "attributes": {
        "action": "Make it ILLIGAL to park in Disabled Bays without a Blue Badge",
        "additional_details": "Disabled bays are often misused by non-Blue Badge drivers, leaving disabled people without access. This causes hardship, restricts mobility and blocks vital services. My in-laws, both Blue Badge holders, often cannot park because bays are taken. When they ask drivers to move, they are met with aggression or threats. This is unacceptable and shows the urgent need for stronger legal protection, proper enforcement and real deterrents.",
        "background": "Create legislation prohibiting anyone without a valid Blue Badge from parking in disabled bays in all locations including shopping centres, airports, hospitals and public roads. Back this law with consistent enforcement and penalties so bays remain available for those who need them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-26T09:36:38.731Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-26T12:12:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-19T15:38:00.605Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt is already illegal to park in disabled bays without a Blue Badge on public roads and council-managed spaces. This has no legal standing on private land, such as in supermarket car parks.\r\n\r\nYou could start a new petition to make it illegal to park on private land in disabled bays without a Blue Badge, if that is what you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-19T15:38:01.932Z"
    },
    "id": 743331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/743331.json"
    },
    "type": "petition"
}