{
    "attributes": {
        "action": "Trigeminal Neuralgia diagnosis to qualify as a life impacting disability",
        "additional_details": "Trigeminal Neuralgia is a severe, life-limiting condition leaving many sufferers housebound and unable to perform even simple tasks. We urge the UK government to recognise TN as a disability, provide access to pain relief, increase funding for research into a cure, and ensure patients receive the support and assistance they desperately need.",
        "background": "Trigeminal Neuralgia is a life-debilitating condition causing unbearable pain, often referred to as the “suicide disease” due to the untreatable pain. We urge the UK government to recognise TN as a disability, so sufferers can access the support, protections, and resources they urgently need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-26T08:36:06.299Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-26T09:03:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-24T14:55:10.710Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about support for people with trigeminal neuralgia, but we're not sure what action you'd like the UK Government or Parliament to take.\r\n\r\nUnder the Equality Act 2010, someone is disabled if they have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities. This could include people with  a Trigeminal Neuralgia diaganosis: https://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nTreatment for trigeminal neuralgia, including access to pain relief, is available on the NHS: https://www.nhs.uk/conditions/trigeminal-neuralgia/treatment/\r\n\r\nYou could start a new petition clearly explaining what you'd like the UK Government or Parliament to do. For example, we could accept a petition calling for the UK Government to fund more research into Trigeminal Neuralgia, if that's something that you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-03T11:58:06.685Z"
    },
    "id": 743315,
    "links": {
        "self": "https://petition.parliament.uk/petitions/743315.json"
    },
    "type": "petition"
}