{
    "attributes": {
        "action": "Introduce Digital ID only for MPs and officials, not the general public.",
        "additional_details": "Ordinary citizens should not be required to hold Digital ID. Instead, transparency and accountability must apply to those in positions of political power. A Digital ID for MPs and ministers would protect civil liberties while improving trust in government by allowing the public to see officials’ financial activity, meetings, and voting records. This will strengthen democracy and ensure greater accountability to the people.",
        "background": "We want Parliament to stop plans for Digital ID for the public and instead make a blockchain-based Digital ID mandatory for MPs, ministers, and senior officials. This ID should record financial interests, property, earnings, and official meetings, with records published publicly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-27T14:53:57.207Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-27T16:33:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-06T16:38:10.650Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Register of Members' Financial Interests already contains information about any financial interest an MP has, or any benefit they receive, which someone else might reasonably consider to influence what they say or do as an MP. You can see it here: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/registers-of-interests/register-of-members-financial-interests/\r\n\r\nFormal Parliamentary meetings are recorded here: https://www.parliament.uk/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. Or you may wish to sign this petition: \"Do not introduce Digital ID cards\" https://petition.parliament.uk/petitions/730194"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-06T16:38:16.949Z"
    },
    "id": 743747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/743747.json"
    },
    "type": "petition"
}