{
    "attributes": {
        "action": "Make gluten free food for those with coeliac disease more financially accessible",
        "additional_details": "The price of gluten free foods is up to 3x more expensive than regular food. I like many others didn’t choose to become gluten free, therefore we shouldn’t have to pay more in order to remain healthy. Gluten free food is our medicine; therefore must be made more accessible financially. I understand that the production of gluten free food can be difficult and more expensive for manufacturers, but we such not have to pay more in order to stay healthy. We must have a larger and cheaper selection.",
        "background": "I along, with many others suffering from coeliac disease, would like the government to reduce the price of gluten free food and currently, it is too expensive especially as I am attending university. Also, more options in regard to food choices as we are subjected to only a limited amount of choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-27T14:58:22.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-27T15:25:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-16T14:51:31.946Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about food prices are a matter for retailers, not the Government or Parliament. \r\n\r\nYou may wish to sign this petition: \"Fund vouchers for people with coeliac disease\" https://petition.parliament.uk/petitions/735949"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-16T14:51:31.944Z"
    },
    "id": 743748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/743748.json"
    },
    "type": "petition"
}