{
    "attributes": {
        "action": "Get the history of British Liberty taught as a specific subject to every child",
        "additional_details": "The history of liberty is the heartbeat of civilisation. From the ancient Greeks, who birthed democracy in Athens’ agora, to the British Parliament, where Magna Carta forged the shield of law against tyranny, and the birth of America, where free men declared inalienable rights, liberty is our lifeblood. Without it, we are naught but surfs, bereft of dignity. Let every UK school teach this sacred story, that our children may guard the flame of freedom with unyielding resolve.",
        "background": "We urge the Government to mandate that every UK school teach the history of liberty as a distinct subject to all 13-year-olds. One class weekly for a year shall trace the cost of its hard-won past, the impetus it gave to our enlightened modernity, and the cost and liability of maintaining it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-27T19:14:57.103Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-29T05:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-12T15:55:29.787Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"British liberty\" and how you'd like the subject to be taught. There are already requirements in the Key Stage 3 curriculum for teaching British history. You can find out more here: https://www.gov.uk/government/publications/national-curriculum-in-england-history-programmes-of-study/national-curriculum-in-england-history-programmes-of-study\r\n\r\nYou could start a new petition explaining clearly what changes you'd like to see to the teaching of British history in the curriculum.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T17:26:26.606Z"
    },
    "id": 743811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/743811.json"
    },
    "type": "petition"
}