{
    "attributes": {
        "action": "Bring Jess’s Rule to all UK nations to prevent missed & delayed diagnoses",
        "additional_details": "Too many people – especially women – are told their pain is “normal” and endure years of misdiagnosis. Jess’s Rule creates a safeguard: mandatory follow-up and timely investigation for persistent symptoms. This protection exists in England but not in Wales, Scotland or Northern Ireland. Everyone deserves equal care.",
        "background": "Implement Jess’s Rule across Wales, Scotland and NI. Require mandatory safety-netting, clear follow-up and timely referral for persistent symptoms to prevent avoidable harm and improve patient safety, particularly for under-diagnosed conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-28T08:13:59.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-28T09:40:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-21T15:54:10.941Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government, Welsh Government and Northern Ireland Government are responsible for. The UK Government and Parliament are only responsible for heathcare in England.  \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send a petition about this issue to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nThe Welsh Parliament also has its own Petitions Committee. If you'd like to send a petition about this issue to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Government here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T17:20:43.384Z"
    },
    "id": 743924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/743924.json"
    },
    "type": "petition"
}