{
    "attributes": {
        "action": "Stop the Net Zero mandate, abolish all ULEZ LEZ and associated zones and fees.",
        "additional_details": "It’s quite simple. If vehicles pass an MOT then it is roadworthy.  Older vehicles have already created its carbon footprint so surely the longer you keep it the better it is on the environment.  If we are forced to replace a perfectly working vehicle with an EV or BEV which the majority of the British public do not want. The manufacture of electric vehicles inflicts far more damage to the environment than any ICE. The working life is much shorter so more unnecessary damage to our planet.",
        "background": "These emission zones are designed only to create extra revenue. They stifle local economy and restrict access to the lower paid by either forcing them to replace a perfectly working and cost effective vehicle and buying another at considerable cost or paying a daily charge then suddenly it’s ok?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-29T00:52:41.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-01T11:41:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-24T11:31:22.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-24T11:31:30.995Z"
    },
    "id": 744159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744159.json"
    },
    "type": "petition"
}