{
    "attributes": {
        "action": "Introduce public votes and a public oversight committee for major decisions.",
        "additional_details": "We want Parliament to pass a law giving the public a direct say on all major national decisions. Binding public votes should be required for issues such as NHS contracts, foreign tech deals, privatisations, or constitutional reforms. A publicly elected committee, with one member per county, would oversee these votes to ensure fairness and transparency. This double protection would prevent unfair major decisions being forced through without consent.",
        "background": "We call on the Government to require binding public votes on all major national decisions, and to establish a publicly elected oversight committee, one member per county, to ensure fairness and transparency. Together this provides double protection for democracy.\r\nPrevents unfair major decisions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-29T11:39:00.555Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-29T12:02:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-14T15:20:46.054Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. For example, we're not exactly sure what you mean by a \"major decision\" or how you would like a public oversight committee to work. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nWe've published the following petition which you may wish to sign: \r\n\r\nGive UK citizens the right to veto laws by national referendum: https://petition.parliament.uk/petitions/726955\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T15:20:56.073Z"
    },
    "id": 744240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744240.json"
    },
    "type": "petition"
}