{
    "attributes": {
        "action": "Stop shops from selling sugary drinks and sweets to children before 9am",
        "additional_details": "for the past nine years, I've driven to work in Middlesbrough and witnessed an unsettling sight: young children, congregate outside local shops, clutching sugary sweets and energy drinks. This has become a ritual, a troubling start to their day, before they even set foot inside their classroom. Stores should not be profit-driven at the expense of the health and well-being of our community's children. I want the government to ban the sale of fizzy drinks and sweets to children before 9am",
        "background": "Restrict the sale of these harmful products before 9am could mean a world of difference in keeping our children safe, healthy, and ready to learn. To address this issue, I propose a ban on the sale of sweets and energy drinks to school children before 9am across Middlesbrough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-29T21:12:05.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-30T06:30:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-04T15:05:57.848Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government has already announced plans to stop the purchase of high-caffeine energy drinks to under-16s. You can read more about this here: https://www.gov.uk/government/news/ban-on-selling-high-caffeine-energy-drinks-to-boost-kids-health\r\n\r\nYou may wish to create a new petition which clearly explains the type of drinks you would like to for the Government or Parliament to ban before 9am.\r\n\r\nWe are also unable to accept petitions which call for action at a local level."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-04T15:06:08.487Z"
    },
    "id": 744382,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744382.json"
    },
    "type": "petition"
}