{
    "attributes": {
        "action": "Please introduce a law that enforces prison sentences for false rape claims.",
        "additional_details": "False rape and sexual assault claims and charges has become revenge culture in the UK. Statistics show clearly that once a false rape charge has been dropped due to new found evidence or lack of of, no convictions, charges or cautions are in place to protect the innocent party being accused. Real victims of SA and rape have often been overlooked because of false claims and these victims must be protected.\r\n\r\nThe maximum sentence requested is 5-10 years if found guilty with substantial evidence.",
        "background": "The government needs to protect all civilians from false rape claims made by men or women. This is to protect and prevent civilians who have been on the recieving end of false claims resulting prison sentences, abuse and even violence. The law will also protect the voices of real victims of rape.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-30T08:21:35.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-01T09:23:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-28T10:59:47.167Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already possible for people to be charged and sentenced to prison if they make a false accusation or police report. You can find out more here: \r\nhttps://www.cps.gov.uk/legal-guidance/perverting-course-justice-and-wasting-police-time-cases-involving-allegedly-false\r\n\r\nWe could accept a petition calling for this to be made a specific offence, with a minimum sentence, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-28T10:59:47.164Z"
    },
    "id": 744457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744457.json"
    },
    "type": "petition"
}