{
    "attributes": {
        "action": "Remove all toxic chemicals from our food supply and our personal care products",
        "additional_details": "With a high number of health issues being diet related its up to us to make sure the toxic chemicals are removed in order to protect future generations. There are also many toxic chemicals in out personal care products that are not good for our health and when mixed with the toxic chemicals in our food supply as we absorb all chemicals we come into contact with and together they are all making us sick. We need stricter regulations on what is in our food and personal care products.",
        "background": "We need to remove all toxic chemicals from our food and our personal care products as they are slowly poisoning us and will poison future generations. We need to go back to basics regarding food production at all levels in order to remove the toxic chemicals. So many illnesses are food related.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-30T10:26:35.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-01T16:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-24T13:50:52.103Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We don't know what toxic chemicals you are referring to."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-24T14:04:45.357Z"
    },
    "id": 744477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744477.json"
    },
    "type": "petition"
}