{
    "attributes": {
        "action": "School Attendance marking",
        "additional_details": "Schools across the UK have taken this new legislation on marking lateness as U ( unauthorised) to the extreme pupil that are a few minutes late due to traffic are marked unauthorised for the entire morning session this isnt fair on the families as the children are in school why should they penalised and threatened with fines and prosicution for everyday traffic this cant be avoided and circumstances arent taken into account.",
        "background": "School attendance legislation was changed in August 2024, all pupils who arrive after the register has closed will be marked using code U. This is extremely problematic as traffic and congestion is extremely high with all the pre planning traffic is an unavoidable circumstance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-30T16:16:36.229Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-30T16:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-19T18:15:56.157Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you would like a short grace period for students, or for pupils who are late due to traffic not to be marked absent, no matter how late they are.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-19T18:15:57.386Z"
    },
    "id": 744561,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744561.json"
    },
    "type": "petition"
}