{
    "attributes": {
        "action": "Change the law, so that UK citizens can force an immediate General Election",
        "additional_details": "We the people and citizens of Great Britain should hold the power to hold the government accountable at all times. The law needs to change to reflect that the government work for the people. The law should change so that a petition of 'No confidence' bought to Parliament, containing the signatures 51% of the population, triggers an immediate General Election. This keeps all parties accountable for misinformation, broken manifestos and destructive choices and puts the power back where it belongs.",
        "background": "A vote of no confidence can currently only be called by Parliament. This leaves majority governments in an almost untouchable position. We think governments can break promises or make decisions that are destructive, and the electorate are rendered defenseless against this until the next election.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-30T17:20:00.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-30T17:45:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-21T15:57:40.973Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nGive the British Public the Right to Vote No Confidence in the Government\r\nhttps://petition.parliament.uk/petitions/734311"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-21T15:57:47.598Z"
    },
    "id": 744582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744582.json"
    },
    "type": "petition"
}