{
    "attributes": {
        "action": "End Far-Right Flag Intimidation in Dartford and Remove Unauthorised Flags",
        "additional_details": "Dartford is a multicultural borough, yet far-right groups are targeting our community. Flags have been placed on lampposts and postboxes, not as patriotism, but as deliberate intimidation.This mirrors a history of the far right misusing national symbols to threaten minorities. Residents never gave permission, and local authorities have failed to act, creating fear. If unchecked, this risks escalating into harassment, violence, and division. Parliament must act now to stop this intimidation",
        "background": "To remove unauthorised flags from public spaces, make it a criminal offence to place flags and symbols on public property without permission, especially when used to harass or intimidate and enforce clear rules for displaying flags, ensuring councils prevent racist misuse of public space",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-30T17:26:26.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-30T18:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-23T13:34:24.658Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-12T11:35:26.896Z"
    },
    "id": 744585,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744585.json"
    },
    "type": "petition"
}