{
    "attributes": {
        "action": "Stop the New Town being built at Crews Hill.",
        "additional_details": "There are so few open spaces and to destroy this one and all of the nature that comes with it is a travesty. The homes still will not be affordable for the people who actually live in and around the area. The infrastructure is not good enough and there will be an inevitable rise in crime with so many new dwellings. We do not want these places that we have loved for years being destroyed. You do not know the area or have lived here, the residents should have the say.",
        "background": "Overturn the decision to destroy the Green belt, garden centres, golf course and surrounding area by raising it to the ground and building a huge new town. The homes will still not be affordable and we will have forever lost a beautiful part of outer London. WE DO NOT WANT THIS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-09-30T17:27:06.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-09-30T19:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-22T14:59:11.746Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-22T14:59:13.001Z"
    },
    "id": 744586,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744586.json"
    },
    "type": "petition"
}