{
    "attributes": {
        "action": "Recognise Iron deficiency without anaemia (low Ferritin) as an illness.",
        "additional_details": "The government must review this crisis. Ensuring iron deficiency (low ferritin levels) is correctly tested, managed, and treated. Including oral iron therapy being offered as first line of treatment, and if this does not work or is not tolerated, IV iron therapy is offered. These changes must happen across the board, in all areas of the NHS. Iron deficiency must also be considered, before conditions such as dysautonomia and POTS are diagnosed.",
        "background": "Tens of thousands of people across the UK (predominantly young females) are suffering from debilitating iron deficiency, without anaemia. This illness is under recognised, under researched, and misunderstood. Resulting in misdiagnosis, mismanagement, and people desperately seeking treatment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-01T11:12:54.929Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-01T12:38:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-07T09:59:57.744Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is not responsible for determining whether iron deficiency without anaemia (low ferritin) is an illness.\r\n\r\nDiagnosis and treatment of patients is a matter for the NHS and individual clinicians. The Government is responsible for setting the rules for eligibility for benefits, but decisions about whether a person is eligible for particular benefits is an operational matter for individual decision makers.\r\n\r\nWe can accept petitions calling for the Government to fund additional support for people suffering from certain conditions. If you wanted to start a petition along these lines you would need to be clear what kind of additional support you want the Government to fund."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-07T09:59:59.461Z"
    },
    "id": 744716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744716.json"
    },
    "type": "petition"
}