{
    "attributes": {
        "action": "Stop developing 2 wind farms next to MOD low-flying zone in Powys, Wales.",
        "additional_details": "Sennybridge Training Area (SENTA) is one of the UK’s most important military sites, used for low-flying jets, helicopters, parachute drops, drones and live-fire training. Wind farms at Garreg Fawr and Banc y Celyn fall inside a pre-agreed 10 km safeguarding zone and would pose a serious hazard to flight safety. If built, they would undermine vital training and compromise national security. The Government must enforce the 10 km exclusion zone and stop these developments.",
        "background": "Stop the Garreg Fawr and Parc Ynni Banc y Celyn wind farms next to Sennybridge Training Area (SENTA). Giant 220 metre high turbines within the 10 km safeguarding zone pose a serious hazard to low-flying aircraft and risk undermining vital UK military training and national security.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-01T13:13:56.616Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-01T13:51:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-10-24T11:17:09.103Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-10-24T11:17:15.409Z"
    },
    "id": 744744,
    "links": {
        "self": "https://petition.parliament.uk/petitions/744744.json"
    },
    "type": "petition"
}