{
    "attributes": {
        "action": "Mandate debates for petitions over 100k signatures, starting with Digital ID",
        "additional_details": "E-petitions amplify voices but fail - Do not introduce Digital ID cards has 2.7M signatures vs privacy risks; Government dismisses it and PM pushes ahead.\r\n\r\nRepeal Online Safety Act has 547K vs invasive rules; rejected Jul 28 and PM pushes ahead.\r\n\r\nThis platform erodes trust (14% trust pols). Petitions represent 99% engaged users - not \"2% population.\" Dismissing petitions based on UK population and not engaged users is a misrepresentation.\r\n\r\nWe the people demand public debates on issues we raise!",
        "background": "Amend Standing Orders to mandate full debates for e-petitions over 100,000 signatures within 6 months of closing. Hold in main chamber or Westminster Hall; require ministerial attendance and substantive responses. Apply immediately to Petition 730194 (Digital ID cards) to restore fair accountability",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-02T23:27:32.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-03T06:13:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-14T18:13:56.201Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Petitions Committee has scheduled a debate on petition 730194 relating to digital ID cards on 8 December and petition 722903 relating to the Online Safety Act on 15 December. Both debates will be in Westminster Hall and start at 4.30pm. A government minister will attend the debate and respond at the end. You can find out more about petition debates here: https://committees.parliament.uk/committee/326/petitions-committee/content/194347/how-petitions-debates-work/\r\n\r\nWe could accept a new petition calling for changes to the current petitions system, as long as it was clear what you'd like those changes to be. For example, you could start a new petition calling for all petitions that reach 100k to be debated. \r\n\r\nWe've published the following petitions which you may wish to sign: \r\n\r\nMake Government Petitions Legally Binding at a Threshold of Public Signatures: https://petition.parliament.uk/petitions/736129\r\n\r\nGive More Power to Public Petitions to Force the Government to take Action: https://petition.parliament.uk/petitions/736968\r\n\r\nReform of petitions to include creating Citizens’ Assemblies at 500k signatures: https://petition.parliament.uk/petitions/733648"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T18:14:07.571Z"
    },
    "id": 745073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/745073.json"
    },
    "type": "petition"
}