{
    "attributes": {
        "action": "Investigate left wing extremism and hate in Universities",
        "additional_details": "The Universities are becoming a hotbed of intolerance and radicalisation especially on the left, The young people will eventually go into jobs where they may hold power and influence if they can not accept other peoples views or opinions this will be bad for society potentially leading to the UK having it's own Charlie Kirk type moment because of radicalisation in Universities.",
        "background": "Left wing political extremism has been rapidly rising in universities and the ability to disagree and have a conversation has largely disappeared this needs looking at and Universities need to be held responsible for the radical behaviour even the hate filled comments of it's students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-04T17:56:55.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-06T16:33:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-06T11:38:25.079Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about criminal investigations and law enforcement - including with regards to radicalisation and extremism - are a matter for the police, not the UK Government or Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-06T11:38:25.076Z"
    },
    "id": 745494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/745494.json"
    },
    "type": "petition"
}