{
    "attributes": {
        "action": "Strip all peers and office holders who abused VIP Lane during COVID of titles",
        "additional_details": "The abuse of office for personal gain is recognised in most corporations and businesses as corruption. In contrast, during COVID the government of the day felt that enabling so-called VIP‘s to bypass normal governance, in order to become overnight medical equipment suppliers acceptable, costing the British taxpayer billions in unusable PPE. No prior or subsequent good deed should offset this fact and those found guilty should be stripped of/barred from any honour or office.",
        "background": "Over 230,000 people died in the UK during COVID. Some in privileged positions saw this as an opportunity to enrich themselves on the back of the British tax payer. Anyone peer or public office holder found culpable of doing so should be stripped of their title or office/rank.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-05T07:35:08.398Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-06T20:11:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-06T12:49:10.101Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for elected representatives or public servants to resign or be removed from office. We also can't accept petitions that ask for someone to be given a job, or to lose their job.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-06T12:49:10.099Z"
    },
    "id": 745575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/745575.json"
    },
    "type": "petition"
}