{
    "attributes": {
        "action": "​Hold a national referendum before introducing any form of mandatory Digital ID.",
        "additional_details": "​A referendum is appropriate because mandatory Digital ID is a profound constitutional change, not routine policy. It violates the UK's historic tradition of rejecting national identity schemes, fundamentally altering the citizen-state relationship and civil liberties.\r\n​The sheer scale of public opposition (millions of signatures) proves the policy lacks democratic consent. A referendum is essential to resolve this controversy, secure legitimacy, and ensure the people directly approve or reject this historic shift in state control.",
        "background": "​The UK Government must commit to holding a national referendum before implementing any mandatory Digital ID system. Given the immense public opposition (demonstrated by millions of signatures), this constitutional policy must be approved by the people, not imposed by Parliament.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-05T14:21:01.875Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-05T19:04:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-04T12:13:41.571Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition, which calls for the same action: \"Hold a referendum on introducing mandatory identity cards in the UK\" https://petition.parliament.uk/petitions/734246"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-04T12:13:41.569Z"
    },
    "id": 745634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/745634.json"
    },
    "type": "petition"
}