{
    "attributes": {
        "action": "Keep our post offices open.",
        "additional_details": "People in Britain need to be allowed to have their say on whether they need the Post offices or not.  It is their human right.  It is not just about getting cash out, they need friendly counter services when a parcel need to be weighed and advice of type of delivery they require plus cost of postage, even with different sized letters.  A replacement franchise open a few hours a week will not be enough.  I live in a small town with a Post office, no banks and one ATM that breaks down regularly.",
        "background": "The government must not close all post offices  as they are planning to do.  People have lost their local bank branches so the only places to get cash is from their local Post offices.  There are few ATMS about.  People in rural areas will be hardest hit especially those with no transport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-05T16:42:59.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-06T14:52:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-06T17:04:04.160Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about closing individual post offices are a decision for the Post Office.\r\n\r\nThe Government set the minimum access criteria which states that 99% of the UK population are required to be within three miles of their nearest Post Office outlet.\r\n\r\nYou could start a petition to change that requirement, if that's what you'd like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-06T17:04:06.483Z"
    },
    "id": 745658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/745658.json"
    },
    "type": "petition"
}