{
    "attributes": {
        "action": "Stop the privatisation of NHS dentists",
        "additional_details": "This is nothing short of blackmail. I have been an NHS dental patient and paying £27.40 twice a year for my check ups. Now my dentist are saying I have to pay £215.40 a year for the same treatment. There are no practices around me offering NHS appointments and if I don't sign up to their scheme it will be £60 per check up. This is not a one off situation, practices all over the country have already done this and more will follow once they realise they can fleece us for every penny we have.",
        "background": "Dentists that previously offered NHS services should not be allowed to become private when other NHS options are not available. There needs to be NHS dental slots available for everyone and the practices should not be able to refuse treatment on the count of you not paying their private fees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-05T18:00:07.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-05T18:50:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-04T16:46:53.227Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nOr you may wish to sign this petition: \"Increase funding for NHS dentists and the NHS dentistry system\" https://petition.parliament.uk/petitions/743481"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-04T16:46:56.646Z"
    },
    "id": 745669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/745669.json"
    },
    "type": "petition"
}