{
    "attributes": {
        "action": "Demolish Baddington Railway Bridge near Nantwich and reinstate the A530",
        "additional_details": "This bridge became redundant in 1967. It’s ownership/management has been a long-standing point of delay/debate between Historic Railways Estate & Cheshire East Highways. Lack of maintenance/poor management has resulted in the road and embankments slumping excessively. For 20 years, traffic lights have reduced the structural loading. A recent 7.5T weight limit imposed on this arterial route is now causing significant issues with HGV’s/businesses attempting to avoid the bridge. It is not “listed”",
        "background": "We consider this issue time critical, a quick resolution to permanently demolish the bridge and reinstate the road is required.  Given the decades of delays and ineffective management leading to this point it is considered that Government/House of Commons support is required to expedite a solution.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-07T16:55:36.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-08T08:40:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-10T14:11:37.198Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-10T14:11:37.195Z"
    },
    "id": 745977,
    "links": {
        "self": "https://petition.parliament.uk/petitions/745977.json"
    },
    "type": "petition"
}