{
    "attributes": {
        "action": "Parliament must debate the imposition of Digital IDs as a matter of urgency.",
        "additional_details": "There was no mention of Digital ID in the Labour manifesto and the government has no mandate to introduce this oppressive and deeply unpopular measure. The prime minister has stated that Digital IDs are being introduced to stop illegal immigrants from working in the UK. Since Digital IDs clearly will not achieve this objective, and the prime minister has made no serious attempt to defend this position, we demand a debate in Parliament at the earliest opportunity.",
        "background": "A petition telling the government not to introduce Digital IDs has gained over 2,800,000 signatures. This means that the issue should be scheduled for a debate in Parliament. However, the government has not made any commitment to debate this matter, which has been criticised by numerous members.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-07T18:25:04.297Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-08T22:57:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-14T11:17:22.757Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Petitions Committee has scheduled and announced a Parliamentary debate on e-petition 730194 “Do not introduce Digital ID cards”. The debate will take place on 8 December in Westminster Hall.\r\n\r\nYou can find out more here: https://committees.parliament.uk/committee/326/petitions-committee/news/210449/decisions-of-the-petitions-committee-11-november-2025/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T11:17:28.515Z"
    },
    "id": 745988,
    "links": {
        "self": "https://petition.parliament.uk/petitions/745988.json"
    },
    "type": "petition"
}