{
    "attributes": {
        "action": "Fund and save the buszy and south bank diy skatepark in Milton Keynes",
        "additional_details": "Even just a few hundred would be enough too contact a ramp company and get a small half pipe or something similar.the most important point is just keeping them there though and not having apartments built, too lose the parks would be too lose years of skating history not too mention it would kill the opportunity for more people too enjoy the community and learn too skateboard",
        "background": "I worry that the parks in Milton Keynes are at risk of removal and I just want too see them stay and thrive too be a place too skate and build community through skateboarding,roller skating,bmx ect",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-08T11:06:23.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-08T11:44:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-10T14:44:32.023Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-10T14:44:32.021Z"
    },
    "id": 746096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746096.json"
    },
    "type": "petition"
}