{
    "attributes": {
        "action": "Stop teaching in depth and confusing sex education to under P7 school children!",
        "additional_details": "Children should be children. Learning the indepth terminologies for gay, lesbian, bisexual is unnecessary and confusing. Kids are focused on playing, making friends, sports, gaming not dating or falling in love in primary school.\r\n\r\nWhy does any 8 year old need to know how babies are made, cared for or how to have sex? This is something P7 and above should know, stop trying to strip our children of innocence and make them curious about adult behaviour, its barbaric and enraging for parents.",
        "background": "Stop teaching P3 and younger about the terminology lesbian, gay and bisexual. Stop showing videos like heartbeat of boys falling in love, these are children and should be allowed to remain kids as long as possible.\r\n\r\nStop teaching P4's in depth how babies are made, cared for and how to have sex.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-08T12:06:47.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-08T12:25:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-11T10:08:19.876Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://www.mygov.scot/find-your-local-council\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-11T10:08:21.848Z"
    },
    "id": 746108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746108.json"
    },
    "type": "petition"
}