{
    "attributes": {
        "action": "Put some kind of speeding bumps or cameras on nuttall street.",
        "additional_details": "I would like to have the speeding solution in place because there has been a crash in front of my house where the car was crashed into another house. The drivers here drive way too fast and it will end in a fatality very soon!",
        "background": "I would like to get some sort of speeding camera or bumps on my street specifically the bend as my house is the first one that would get hit. But also because if they slow down there then there’s less chance of a crash because they would be able to see the road in front of them and have time to slow",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-08T11:45:41.307Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-08T14:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-10T14:52:05.220Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-10T14:52:05.218Z"
    },
    "id": 746103,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746103.json"
    },
    "type": "petition"
}