{
    "attributes": {
        "action": "Do not introduce road tax for classic vehicles.",
        "additional_details": "The Chancellor is considering scrapping vehicle excise duty (VED) or road tax exemption for classic cars to plug a fiscal hole in the treasury estimated to raise over £100 million per year and will affect over 300K road going cars alone according to the DVLA. These vehicle are insured for limited road mileage and mainly for summer shows. Enthusiasts will regard classic VED as yet another infringement on civil freedoms when most are already taxed on other vehicles. This exemption must be upheld.",
        "background": "Currently under the 40 year old rule, a range of classic vehicle types registered before 8th January 1985 are exempt from paying road tax with examples including cars, motorbikes and steam engines. The UK government must ensure and guarantee that this rule remains in place indefinitely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-09T12:57:16.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-09T19:54:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-14T13:46:59.412Z",
        "rejection": {
            "code": "no-action",
            "details": "We think your petition is covered by Government or Parliament action already. \r\n\r\nThe Government hasn't announced it will be introducing road tax for classic vehicles. \r\n\r\nChief Secretary to the Treasury, James Murray MP responded to a Written Question on this matter in February 2025: \r\n\r\nhttps://questions-statements.parliament.uk/written-questions/detail/2025-02-04/28704"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T13:46:59.410Z"
    },
    "id": 746244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746244.json"
    },
    "type": "petition"
}