{
    "attributes": {
        "action": "Make Housing Fair: Reform Unjust Bidding and Banding Policies for People in Need",
        "additional_details": "We call on the UK Government to reform housing bidding and banding rules so disabled people, those with mental health needs, domestic abuse survivors, and people with real ties to an area are treated fairly and urgently. Current systems cause long delays and unfair outcomes. We need clear national standards, faster decisions, and equal treatment for all.",
        "background": "I’ve waited years to return to Cheshire, where my support is. With disabilities and mental health needs, I ask the UK Government to make housing fairer and faster.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-09T15:52:44.995Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-09T16:13:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-17T13:46:18.130Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Housing Act 1996 governs the allocation of local authority housing stock in England. Local authorities must have an allocation scheme for determining priorities between applicants for housing which sets out the procedure to be followed when allocating housing accommodation. Local authorities set their own rules on banding and how housing is allocated, not the Government or Parliament.  \r\n\r\nHowever, relating to this petition, local authorities are already required to give priority (reasonable preference) to: people who are homeless; people occupying insanitary or overcrowded housing or otherwise living in unsatisfactory housing condition; people who need to move on medical or welfare grounds (including any grounds relating to a disability); people who need to move to a particular locality in the district of the authority, where failure to meet that need would cause hardship (to themselves or to others) \r\n\r\nMore information on housing allocation can be found here:\r\nhttps://researchbriefings.files.parliament.uk/documents/SN06397/SN06397.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-17T13:46:27.700Z"
    },
    "id": 746261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746261.json"
    },
    "type": "petition"
}