{
    "attributes": {
        "action": "Stop water rate hikes — hold investors & Directors accountable",
        "additional_details": "Water companies successfully appealed and forced extra price hikes, despite OFWATS 2025-30 tariff limits.   The CMA has provisionally approved average additional rises, granting £556 million more in revenue. From CUSTOMERS, not the shareholders. This gives companies further power to burden customers rather than shareholders.\r\nFailing water companies should be allowed to fail and be brought into public ownership. Shareholders must be held to account, not households. Enough is Enough",
        "background": "Require water firms not to raise household bills until infrastructure is delivered. Limit dividends and executive pay via new OFWAT powers. Investors and shareholders NOT CONSUMERS must fund upgrades or issue equity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-09T16:16:27.582Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-09T17:21:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-14T10:29:11.230Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about price controls for water are a matter for Ofwat, not the UK Government or Parliament.\r\n\r\nUnder the Water Industry Act 1991, Ofwat has a statutory duty to make sure that companies are able to finance the proper carrying out of their functions. In setting price controls Ofwat's aim is to allow for a return on capital that is no more than necessary for an efficiently run company to get the funding they need, and that ensures customers only pay for a reasonable level of financing costs.\r\n\r\nYou can find out more about Ofwat's price controls here:\r\nhttps://www.ofwat.gov.uk/regulated-companies/price-review/\r\n\r\nYou may also wish to sign this petition which calls for the same action:\r\n\r\nAbolish and replace Ofwat, and new legislation on investment in the water system \r\nhttps://petition.parliament.uk/petitions/710667"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T10:29:19.648Z"
    },
    "id": 746271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746271.json"
    },
    "type": "petition"
}