{
    "attributes": {
        "action": "Allow pharmacist-supervised over-the-counter access to asthma reliever inhalers",
        "additional_details": "In the UK, short-acting asthma reliever inhalers are prescription-only, patients must obtain a GP appointment for each supply. This can be dangerous for those with breathlessness or who run out unexpectedly.\r\n\r\nEvidence from the MHRA, NICE, and Asthma + Lung UK shows that short-acting agonists such as salbutamol are safe and effective when used as directed. Reclassification to (P) status would allow supply under pharmacist supervision, with safeguards red-flag screening and referral to a GP.",
        "background": "Ask the MHRA to review the prescription-only status of asthma reliever inhalers and invite licence holders to apply for reclassification to pharmacy (P) status, allowing faster, safer access under pharmacist supervision",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-09T20:08:45.185Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-10T07:12:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-18T13:39:22.872Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Medicines and Healthcare products Regulatory Agency (MHRA) is the organisation responsible for deciding whether a medication is classified as over-the-counter or prescription-only, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-18T13:39:22.869Z"
    },
    "id": 746303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746303.json"
    },
    "type": "petition"
}