{
    "attributes": {
        "action": "Allow Standards Commissioner to investigate MPs' social media posts",
        "additional_details": "Social media is a powerful platform where MPs share posts that influence public opinion & policy. Excluding it from investigations creates a loophole, allowing potentially false, harmful or unethical statements to evade scrutiny. Including it ensures transparency, upholds standards in the digital age, and maintains public trust in elected officials, aligning with modern communication realities.",
        "background": "Revise the Procedural Protocol in respect of the Code of Conduct for MPs to remove the express prevention on the Parliamentary Commissioner for Standards from investigating an MP’s social media posts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-10T02:57:10.117Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-10T04:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-14T09:29:13.347Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure how exactly you'd like the House of Commons to change its Code of Conduct. \r\n\r\nThe Procedural Protocol states that the Commissioner cannot investigate complaints about MP’s “views or opinions, including those expressed on social media” unless he is investigating a breach of Rule 11 of the Code of Conduct. That says that “Members shall never undertake any action which would cause significant damage to the reputation and integrity of the House of Commons as a whole, or of its Members generally.” This is because, except for Rule 11, the Code of Conduct does not regulate MP’s views or how they express their opinions, and therefore the Commissioner cannot investigate complaints about their views or opinions. \r\n\r\nYou could submit a petition setting out any changes you would like to see to Rule 11 or calling for new rules for MP’s social media posts in the Code of Conduct."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-14T09:29:13.344Z"
    },
    "id": 746327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746327.json"
    },
    "type": "petition"
}