{
    "attributes": {
        "action": "Allow a public vote on the laws on facial recognition cameras in public spaces.",
        "additional_details": "The UK government and MET police have already trialled AI CCTV without public consent, and now installed permanent cameras in Coventry with no clear information on data protection, AI training, or a public vote. No third party can be guaranteed as secure, posing a major safety risk in the event of data breaches. People should be allowed in public spaces with the knowledge that their biometrics are not being stored, or used to train AI technology, which breaks the expectation of GDPR regulations.",
        "background": "Any British citizen, resident, or visitor, should have control to consent or opt-out to the scanning their biometric info in public. Private companies planning to trace this data should have no legal right to do so, and safeguards should be implemented urgently to protect how, and who can access it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-10T19:18:44.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-11T07:25:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-20T12:33:32.209Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe are not sure whether you want a system where individuals can opt out or a referendum on banning live facial recognition. You could start a new petition setting out clearly what you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-20T12:33:32.207Z"
    },
    "id": 746434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746434.json"
    },
    "type": "petition"
}