{
    "attributes": {
        "action": "Better rights for Supporting Artists",
        "additional_details": "When SA’s are booked standard FAA or Equity contracts are used. \r\n\r\nAlthough productions sign up to this, often many of the rules are overlooked from the initial booking where they can cancel us up to 12pm the day before WITHOUT pay.\r\n\r\nThere is no direct union that looks after SA’s, although BECTU accept SA’s to join, none of them have no actual power to force the production from the correct pay and or standards. \r\n\r\nSA’s need a separate charter/union/bill of rights that enables SA’s better rights.",
        "background": "To create a charter for better working rights for Supporting Artists as ‘Usually’ in the filming world we are the last in line to be thought about when production creates their budgets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-13T07:43:31.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-13T13:02:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-17T18:08:31.277Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about working conditions for supporting artists, but we're not exactly sure what action you'd like the UK Government or Parliament to take. \r\n\r\nTrade unions are usually set up by workers, not the UK Government or Parliament. You can find out more about trade unions and industrial relations here: https://commonslibrary.parliament.uk/research-briefings/cbp-9785/\r\n\r\nThe Parliamentary Office for Science and Technology has published a note on cultural and creative industries: resources, funding, support and future. You can find the note here: https://post.parliament.uk/cultural-and-creative-industries-resources-funding-support-and-future/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-17T18:08:34.711Z"
    },
    "id": 746681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746681.json"
    },
    "type": "petition"
}