{
    "attributes": {
        "action": "Reduce the days of the year that fireworks can be legally let off",
        "additional_details": "I want to hold this petition for reducing the likelihood of loud noise induced anxiety for animal wellbeing, as well as, people who find loud bangs distressing. Loud noises induced anxiety and distress in a wide group of humans and non-human animals. Providing laws around how and when they can be released, allowing scheduled events and specific times of year, reduces this stress significantly. \r\nBy introducing laws and legislation people can be held accountable for their actions.",
        "background": "As an owner of both dogs and horses I want to reduce the legal amount of days that fireworks, ones that are not considered silent, can be let off by people that are not official or hold an event permit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-12T21:05:41.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-12T21:35:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-17T15:40:16.288Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you would like the number of days a year fireworks could be legally used to be, as well as details around how and when fireworks can be permitted for use.\r\n\r\nYou could start a new petition explaining clearly the number of days during the year you would like it to be legal to use fireworks, and how else you would like the Government or Parliament to change the law around fireworks."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-17T15:40:29.642Z"
    },
    "id": 746665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746665.json"
    },
    "type": "petition"
}