{
    "attributes": {
        "action": "Recognise Special Op Exec(SOE) women placed in the front lines WWII as soldiers",
        "additional_details": "Women of the SOE should be classed as military soldiers with at least 5 of them being awarded military medals. The Government have discriminated against the women hiding them as a matter of national security so they could not qualify for the “catch 22” rule of “Appeal” against their civilian status. Also placing the SOE as “Foreign Office” despite being a military unit fighting against the Germans. No matter the ethical dilemma the UK Government did place women to fight in the middle of a war.",
        "background": "The UK in WWII recruited & trained females in guerrilla warfare using the exact same training methods as the men, with a remit to recruit, train, arm  & lead the French to disrupt the German Army, then to provide support for the main landing force. The women were trained soldiers sent to fight a war",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-12T11:30:30.421Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-12T12:08:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-17T15:37:15.476Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you want Special Op Exec(SOE) women to be recognised, but we're not sure how.\r\n\r\nIn any case, we can't accept petitions that ask for someone to be given an honour, or have an honour taken away."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-17T15:37:16.719Z"
    },
    "id": 746612,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746612.json"
    },
    "type": "petition"
}