{
    "attributes": {
        "action": "Make a change to women's health feeling heard",
        "additional_details": "Women are often misdiagnosed or forced to endure the debilitating symptoms of these conditions without access to effective treatment. This oversight not only affects our health but also our quality of life, our ability to work, and our emotional well-being.\r\n\r\nThe goal of this petition is to urge healthcare systems and professionals to improve their understanding and treatment of endometriosis and PCOS. By implementing mandatory training programs focused on these conditions, doctors and medical staff can be better equipped to recognize symptoms early, provide accurate diagnoses, and offer comprehensive treatment plans.",
        "background": "Navigating the medical landscape with these conditions has been incredibly challenging, often leaving me feeling unheard, invalidated, and at times, hopeless. It is a struggle that many women across the globe share, yet it is met with limited understanding and support from healthcare professionals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-14T15:43:10.594Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-14T22:42:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-19T10:58:58.567Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept a new petition when we already have one about a very similar issue, and you are more likely to get action on this issue if you sign and share a single petition: \r\n\r\nFund mandatory endometriosis training for all NHS staff\r\nhttps://petition.parliament.uk/petitions/726209\r\n\r\nFund a National Endometriosis Registry and Audit to Help Improve NHS Care\r\nhttps://petition.parliament.uk/petitions/736164\r\n\r\nIncrease NHS funding for women’s health including hubs and access to care\r\nhttps://petition.parliament.uk/petitions/724227\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-19T10:59:03.544Z"
    },
    "id": 746855,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746855.json"
    },
    "type": "petition"
}