{
    "attributes": {
        "action": "Fund a pedestrian/cycle bridge as part of the A38 Upgrade in Somerset",
        "additional_details": "We believe putting back a simple bridge at track bed level, at Shute Shelve makes life easier for wheelchairs, removes the road safety hazard completely & aids the flow of traffic - the £31M A38 upgrade’s aim.\r\n \r\nWe think the proposed solution, traffic lights, is of marginal benefit to users but seriously inconvenience motorists. It doesn't represent VfM. Somerset recognise enabling 158,000+ path users pa to cross this busy road safely is a priority, with a bridge as their preferred solution.",
        "background": "We want the Government to fund installation of a low-cost pedestrian/cyclist bridge within the Somerset A38 upgrade project on the well-used Strawberry line path as the only real solution to remove a dangerous crossing and allows for easier traffic flow on a primary link to Bristol Airport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-14T18:58:29.007Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-14T19:46:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-17T19:27:01.293Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-17T19:27:01.372Z"
    },
    "id": 746874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746874.json"
    },
    "type": "petition"
}