{
    "attributes": {
        "action": "Restore the Hammersmith Bridge river crossing for cars.",
        "additional_details": "Only Parliament and government have the resources and leverage to bring all relevant parties together eg the various boroughs, TfL, the Dept of Transport to resolve this situation.",
        "background": "We want government to take control of the funding and process to reopen this important bridge to vehicular traffic given the stalemate between existing parties.  Significant additional traffic to the bridges east and west of it is causing significant snarl-ups since its closure in 2019.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-14T13:13:38.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-14T13:23:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-17T19:29:59.779Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-17T19:29:59.777Z"
    },
    "id": 746831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746831.json"
    },
    "type": "petition"
}