{
    "attributes": {
        "action": "The Choice Not To Use Wheel Bins and continue using Black Bags if 50+ or unable.",
        "additional_details": "Southend Council does not appear to have the manpower to deal with appeals. It is simply not working. This is creating unnecessary stress whilst leaving the public unknowing if we have any choice regarding the wheeled bin refuse service. Local Council removing choice will push many into further injuring their physical health. Give the people the choice without form filling and evidence provision as we pay the tax for this service.",
        "background": "Give taxpayers the option to continue using black bags if they 'personally' feel it is bad for their physical health and not to change over to the new Wheeled Bin service for refuse collection. Without waiting for appeals or providing evidence.I waited over 45 working days for reply without success.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-14T09:08:26.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-14T14:41:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-17T19:20:51.007Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about waste collection are a matter for your local council, not the UK Government or Parliament.\r\n\r\nWe also can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-17T19:20:51.003Z"
    },
    "id": 746808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746808.json"
    },
    "type": "petition"
}