{
    "attributes": {
        "action": "Demand Immediate Action on Driving Test Appointment Crisis or PM's Resignation",
        "additional_details": "The ongoing shortage of driving test appointments across the UK is severely affecting the lives of countless citizens. Many are forced to wait for years, disrupting their ability to work, study, and maintain everyday independence.\r\n\r\nShould the Prime Minister be unable or unwilling to resolve this issue promptly, we demand that they take responsibility and resign, making way for leadership capable of meeting this essential public need.",
        "background": "The Government has failed to provide an effective solution to this crisis — is a clear indication of leadership shortcomings within the highest levels of Government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-14T10:13:58.963Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-17T12:46:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-24T15:27:13.555Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes requests for individuals to be appointed to or removed from office. \r\n\r\nWe are not clear on what action you are seeking from the Government or UK Parliament. You can start a new petition setting this out more clearly.\r\n\r\nYou may also be interested in the Government's consultation into car driving test booking rules which is available here: https://www.gov.uk/government/consultations/improving-car-driving-test-booking-rules/improving-car-driving-test-booking-rules#what-will-happen-next\r\n\r\nThere is also an open petition on this topic which you ay want to sign: https://petition.parliament.uk/petitions/736594"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-24T15:27:13.552Z"
    },
    "id": 746814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746814.json"
    },
    "type": "petition"
}