{
    "attributes": {
        "action": "Allow Skilled Worker Visa holders to work up to 40 hours in the same occupation",
        "additional_details": "Many Skilled Worker Visa holders face job shortages as some sponsors cannot provide enough shifts. This forces some to work illegally, harming the economy and reducing tax revenue. Allowing up to 40 hours per week in the same occupation instead of the 20-hour restriction, with any other company will increase productivity, boost government tax income, and reduce illegal employment in the UK. This change will also strengthen the UK workforce and economy.",
        "background": "Allow Skilled Worker Visa holders to work up to 40 hours per week in the same occupation for licensed sponsors, instead of the 20-hour restriction, to give them flexibility and stability in employment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-15T07:39:46.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-15T08:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-19T11:04:47.299Z",
        "rejection": {
            "code": "no-action",
            "details": "The 20 hour cap relates to secondary employment outside of the main role covered by the Skilled Worker Visa. \r\n\r\nIf you work overtime in the job you’re being sponsored for, you do not need to update your visa. \r\n\r\nThere’s no limit to how many hours of overtime you can do.\r\n\r\nYou can work up to 20 hours a week in another job or for your own business as long as you’re still doing the job you’re being sponsored for. \r\n\r\nYou can find more information here: \r\n\r\nhttps://www.gov.uk/skilled-worker-visa/second-job#:~:text=If%20you%20work%20overtime%20in,one%20of%20the%20following%20conditions:\r\n\r\nYou may also wish to sign the petition below: \r\n\r\nAllow Skilled Worker visa holders to take unrestricted secondary work\r\nhttps://petition.parliament.uk/petitions/740003"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-19T11:04:47.419Z"
    },
    "id": 746906,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746906.json"
    },
    "type": "petition"
}