{
    "attributes": {
        "action": "Reform Universal Credit policies that disadvantage working claimants",
        "additional_details": "The current Universal Credit policy discriminates against working people who have contributed through taxes and National Insurance. Those earning over £2,600 in six months are refused help, even when their income falls sharply. This punishes workers who rely on UC as a safety net when they need it most. Meanwhile, claimants who have not worked can access these payments more easily.",
        "background": "Review and reform Universal Credit rules that stop working claimants from getting budgeting loans or advances when their income drops due to illness or hardship. Ensure fair access to help for those who have worked and paid into the system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-15T20:02:52.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-16T19:51:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-21T11:29:36.542Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\nWe think that you're concerned about the surplus income policy, but we're not exactly sure what changes you'd like to see to it. For example, we're not sure if you want this to apply to anyone who has a fluctuating income, or only in specific circumstances. We're also not sure what loans and advances you are referring to. You can find out about the options for an advance of universal credit or other financial help here: https://www.gov.uk/universal-credit/get-advance-or-financial-support.\r\n\r\nYou can find sources for information about universal credit and how it works here: https://commonslibrary.parliament.uk/universal-credit-information-sources/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-21T11:29:50.480Z"
    },
    "id": 746996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/746996.json"
    },
    "type": "petition"
}