{
    "attributes": {
        "action": "Enforce rules and regulations for cyclists using the roads.",
        "additional_details": "Drivers must pay for lessons, theory and practical tests, and annual MOTs to ensure safety. They must wear seatbelts and avoid mobile phone use. Yet cyclists aren’t legally required to complete road safety training or follow the same strict regulations. They don’t need seatbelts or reflective clothing. Why are these rules enforced for drivers but not for cyclists?",
        "background": "I want the government to reinforce rules and regulations for cyclists using the roads. Drivers, in any vehicle, have endless rules and regulations including the maintenance of their cars to ensure they are being safe for themselves and those around them. I believe cyclists should be held accountable",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-15T20:55:59.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-20T14:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-24T16:27:52.625Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what new rules you would like the Government or Parliament to introduce for cyclists."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-24T16:27:52.624Z"
    },
    "id": 747004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747004.json"
    },
    "type": "petition"
}