{
    "attributes": {
        "action": "Introduce Device Referenda Democracy- All decisions can now be TRULY democratic.",
        "additional_details": "Society will not rebel, if they are in control of the UK’s direction.\r\n\r\nGovernment overseas spending will have to be sanctioned by the people.\r\n\r\nPriority of tax spend will be decided by the people, to the people’s greatest benefit.\r\n\r\nDispersed power is the nature of a true democracy.  To obstruct Device Referenda Democracy(DRD) is undemocratic.\r\n\r\nCorrupt lobbying would be ended which would diminish greedy actors.\r\n\r\nDevice users can also be the conduit for non device users to cast referenda votes.",
        "background": "As we trust our devices to make large bank transfers, we can obviously trust them in voting.\r\n\r\nTrue Democracy is now an easy task, if desired.\r\n\r\nCreate an app (not requiring a digital ID), which allows secure voting on every substantial decision government makes.\r\n\r\nPeople should have ownership.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-16T14:52:28.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-18T12:50:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-24T15:19:29.064Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure what you mean by \"every substantial decision government makes.\" You could start a new petition clearly explaining what types of Government decision you would like to be subject to a digital referendum."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-24T15:19:33.491Z"
    },
    "id": 747092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747092.json"
    },
    "type": "petition"
}