{
    "attributes": {
        "action": "Discuss the concerning rise of HMOs in Gainsborough and Lincolnshire area.",
        "additional_details": "The Government can help by requiring full planning permission for all HMOs, enforcing strict safety and licensing standards, limiting HMO density in neighborhoods, funding councils to monitor properties, consulting communities on new HMOs, and researching the social impact to guide policy—ensuring safe, affordable housing without harming families or local infrastructure.",
        "background": "The rise of HMOs in Gainsborough and Lincolnshire is increasing risks to community safety, security, and quality of housing. We urge stronger planning controls, strict licensing, and better council support to protect residents and preserve neighborhood stability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-16T18:51:33.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-16T19:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-18T16:31:44.678Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-18T16:31:44.676Z"
    },
    "id": 747128,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747128.json"
    },
    "type": "petition"
}