{
    "attributes": {
        "action": "Stop Any Further Delay to the 2026 Local Elections",
        "additional_details": "We, the undersigned, demand that the Government scrap any plan to delay the 2026 local elections. These elections have already been pushed back once from 2025 — enough is enough. Every delay chips away at local democracy and denies people the basic right to choose who represents them.\r\n\r\nLocal councils answer to their residents, not to Westminster timetables. Extending political terms without consent is not reform — it’s a retreat from accountability. Communities deserve a voice and a vote, not another excuse for postponement.\r\n\r\nWe call on the Government to commit publicly and immediately to holding the local elections in May 2026, as already promised. Democracy belongs to the people — let them vote.",
        "background": "The Government must not delay the 2026 local elections again. They’ve already been postponed once from 2025. Voters deserve their say — democracy means regular elections, not moving the goalposts when it suits those in power. Let the people vote in 2026 as promised.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-18T06:14:38.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-20T16:30:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-25T11:08:30.488Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action: \r\n\r\nRemove power to cancel local government elections.\r\nhttps://petition.parliament.uk/petitions/747234"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-25T11:08:30.486Z"
    },
    "id": 747308,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747308.json"
    },
    "type": "petition"
}