{
    "attributes": {
        "action": "“Amend Vague Children’s Wellbeing Bill Now!”",
        "additional_details": "The Children’s Wellbeing and Schools Bill’s vague terms like ‘suitability’ & ‘wellbeing’ threaten 80,000+ home-educated & SEND kids with surveillance and potential separations. Only 16% of s47 inquiries are justified, yet its ambiguity risks baseless probes turning into family breakups, eroding 1996 Act rights. It brings stigma and fines, hitting vulnerable families hardest. With Lords debates ongoing today (Oct 19, 2025), urgent amendments are critical to stop this state overreach. Act now!",
        "background": "Amend the Children’s Wellbeing and Schools Bill to define ‘suitability’ &‘wellbeing’ clearly. Protect home ed rights under the 1996 Act, ensure SEND deregistration with appeals, enforce UNCRC compliance with child impact checks, and secure family unity in kinship care, before Lords vote this wk",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-19T13:19:52.879Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-19T15:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-24T13:48:57.591Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand that you are unhappy with provisions contained in the Children's Wellbeing and Schools Bill relating to \"children not in school\" but we are unclear what specific changes you would like to be made to the Bill. For example we cannot find the the references to \"suitability\" and \"welfare\" in the Bill that you wish to be defined, and we do not know how you would want them to be defined.\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-24T13:48:57.589Z"
    },
    "id": 747466,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747466.json"
    },
    "type": "petition"
}