{
    "attributes": {
        "action": "Stop Over Development of Buckinghamshire - Fix infrastructure first!",
        "additional_details": "We, the undersigned residents of Buckinghamshire, call on Buckinghamshire Council and the UK Government to urgently rethink the scale and pace of development being imposed through the Buckinghamshire Local Plan and the Oxford–Cambridge Arc.\r\nThe current proposals would mean:\r\n•\tBuckinghamshire faces 372,000 new homes by 2050 as part of the Oxford–Cambridge Arc, plus another 95,000 under the Local Plan — government-driven targets far beyond what our local infrastructure can sustain.",
        "background": "We ask the Council to:\r\n1.\tReassess housing targets based on real local need.\r\n2.\tFix infrastructure — before approving large-scale developments.\r\n3.\tProtect farmland and rural landscapes, prioritise brownfield sites.\r\n4.\tRestore local decision-making. Put Bucks residents first, not national quotas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-20T13:51:36.544Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-20T14:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-24T16:18:25.904Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-24T16:18:25.903Z"
    },
    "id": 747551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747551.json"
    },
    "type": "petition"
}