{
    "attributes": {
        "action": "Keep Barking Driving Test Centre open until Lodge Avenue Flyover roadworks begin",
        "additional_details": "Closing Barking Driving Test Centre now will cause major disruption for learner drivers in East London, as test waiting times are already extremely long. Many people will have to travel much further for tests, adding extra costs and delays when nearby centres are already overbooked.\r\n\r\nKeeping Barking Test Centre open until the Lodge Avenue Flyover works start would help reduce pressure on the DVSA, learners, and instructors, and ensure fair access to driving tests during this period.",
        "background": "There are ongoing rumours regarding the closure of Barking Test Centre. We want the DVSA to delay the closure of Barking Driving Test Centre until the roadworks on Lodge Avenue Flyover begin. This would allow learners and instructors to continue using the centre while access routes are still open.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-22T08:51:31.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-22T13:27:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-26T11:07:22.764Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-26T11:07:24.275Z"
    },
    "id": 747795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747795.json"
    },
    "type": "petition"
}