{
    "attributes": {
        "action": "Why the UK Should Move Toward a 4-Day Working Week",
        "additional_details": "A four-day work week boosts productivity and wellbeing without harming the economy. Trials show shorter hours improve focus, creativity, and health while reducing stress and burnout. Fewer commuting days cut emissions, ease traffic, and strengthen communities. The government should lead by supporting pilot schemes and adopting the policy to build a healthier, fairer, and more sustainable future for workers and society.",
        "background": "I want the Government to act because only national leadership can make a four-day week a reality. Parliament can set the example, support businesses, and ensure fair implementation, creating a healthier, more productive, and sustainable society for everyone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-22T08:23:10.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-22T12:04:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-27T11:04:08.310Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government isn't responsible for the issue you raise. UK law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work. This would be a decision for employers and the employee.\r\n\r\nWe could accept a petition calling for the legal maximum number of hours during a week to be reduced or a legal limit placed on the days that people can work, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-27T11:04:08.309Z"
    },
    "id": 747794,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747794.json"
    },
    "type": "petition"
}