{
    "attributes": {
        "action": "Amend the way to book UK practical and theory driving tests",
        "additional_details": "As a young driver, attempting to get any kind of driving test now is close to impossible unless you want to pay £300+ for a POTENTIAL slot, which a lot of the time is a scam.\r\nThis makes it more stressful and difficult for the learner driving population, and by amending the way you can book these tests, slots will be much more legitimate, and with only provisional license holders being allowed slots and reselling to be illegal, stops the crisis we currently have of driving tests in our country.",
        "background": "Booking a practical (or even theory) driving test is extremely difficult due to resellers, so making the reselling of tests should be illegal.Further by providing unique verification like a passport number AND PROVISIONAL (not full) licence number, and only allowing one test for each licence number",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-22T06:35:23.446Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-22T09:59:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-26T11:04:52.798Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 12 November 2025, the Secretary of State for Transport, Heidi Alexander announced the outcome of the consultation to improve car driving test booking rules. This includes only learner drivers will be able to book and manage car driving tests.\r\n\r\nMore information: https://www.gov.uk/government/consultations/improving-car-driving-test-booking-rules\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-26T11:04:52.795Z"
    },
    "id": 747785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747785.json"
    },
    "type": "petition"
}