{
    "attributes": {
        "action": "Do not condemn Christians to damnation linking digital ID to any form of payment",
        "additional_details": "It is within the constitutional rights of all Christian’s to practice a chosen religion free from persecution and discrimination so freely given to many other religions. To force anyone of Christian faith to accept combined digital ID with any form of payment bartering/system or to prevent anyone from been able to make payment for any service or goods without digital ID is forcefully indoctrinating revelations 13:17 tearing them away from God, the church and condemning them to eternal damnation.",
        "background": "Do not condemn Christian’s to damnation by linking digital ID to CDC or any other payment system. \r\nWe implore you exercise tolerance, understanding and compassion as you accommodate freely to many other religions. Forcing digital payment on any Christian would be discriminatory against the FAITH.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-21T20:06:25.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-22T12:12:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-26T14:15:49.599Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear what action you are seeking from Parliament or the UK Government, as there has been no announcements made that Digital IDs would be linked to payment methods as you suggest. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-26T14:15:49.597Z"
    },
    "id": 747729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747729.json"
    },
    "type": "petition"
}