{
    "attributes": {
        "action": "Plant 2 Beech Tree saplings on Copt Hill Barrow, know locally as 7 Sisters",
        "additional_details": "Known locally as Seven Sisters, two trees have fallen, either due to age/disease/wind, the site is of local importance and needs to be maintained with its 7 trees, so it lives up to its name, they have been there for as long as anyone can remember, Historic England, say as its a historic monument, any new planting would damage whats below ground, it has had numerous archaeological digs, so much of what is there has been recorded and or removed. We as locals want to see this local site, which can be seen for miles around, saved and look like it has, for generations to come",
        "background": "Instruct Historic England to allow Sunderland Council to replace 2 fallen Beech trees at Copt Hill Barrow,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-22T17:08:06.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-22T17:52:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-26T11:12:50.920Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-26T11:12:57.658Z"
    },
    "id": 747848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747848.json"
    },
    "type": "petition"
}