{
    "attributes": {
        "action": "Change the dangerous driving law",
        "additional_details": "When a person is driving dangerously over the speed limit , or under the influence of drugs and alcohol or even using their mobile phone. They are in charge of a deadly weapon . A machine that can change innocent peoples lives in an instant through no fault of their own. A vehicle of any kind not driven within the rules of the law should not be classed as dangerous driving it’s far worse than that. To many innocent lives are being ruined and the sentences for this are way to low.",
        "background": "I would like the government to change the law on sentencing of causing death or serious injury by dangerous driving to causing death or serious injury by a deadly weapon.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-22T09:54:52.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-22T12:42:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-25T16:03:14.386Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand that you want to change the law relating to dangerous driving, including changing the name of the relevant offences. However we are not clear what other changes you would like to, for example, how you would like sentences increased.\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We cannot accept petitions that are the same or very similar to a petition that is already open. You may want to look at the petitions we have open on the same subject:\r\n\r\nLonger sentences and disqualification for drug/drink drivers who injure someone: https://petition.parliament.uk/petitions/728415\r\n\r\nHigher minimum penalties for death by dangerous driving: https://petition.parliament.uk/petitions/736312\r\n\r\nMandate a lifetime driving ban for causing death by dangerous driving: https://petition.parliament.uk/petitions/740267\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-25T16:03:14.384Z"
    },
    "id": 747806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747806.json"
    },
    "type": "petition"
}