{
    "attributes": {
        "action": "Introduce a Public Office Act to hold MPs liable for gross negligence.",
        "additional_details": "When those in power make decisions that lead to preventable harm — to children, to the vulnerable, to the public at large — and walk away without consequence, that is not democracy. That is failure without accountability are calling for a Public Office Accountability Act — a law that says no one, no matter how powerful, is above responsibility.",
        "background": "To ensure that Members of Parliament and senior public officials can be held legally accountable when their decisions cause serious public harm through gross negligence, wilful disregard, or failure to act on known risks.\r\nDuty of Care in Governance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-22T19:43:28.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-22T21:05:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-02T12:02:24.177Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do that is different or additional to current and proposed laws, such as the existing common law offences of misconduct in public office, and gross negligence manslaughter, and the new offences to be created by the Public Office (Accountability) Bill."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-02T12:02:32.316Z"
    },
    "id": 747874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747874.json"
    },
    "type": "petition"
}