{
    "attributes": {
        "action": "Change the frequency of traffic lights in high-traffic areas like harpurhey",
        "additional_details": "Places like harpurhey which have a lot of people going through it has had a lot of lights put in so when it comes to busier times , the traffic gets awful because the lights are to frequent causing backed up traffic. The light don't need to be so close together as well as there is a pair of lights within 70 meters of eachother which is ridiculous",
        "background": "Have a look at the frequency of traffic lights and compare it to the rate of traffic and see if removing certain traffic lights will help reduce the size of traffic jams",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-23T13:21:14.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-23T13:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-26T16:21:40.374Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. We also can’t accept petitions that call for action at a local level.\r\n\r\nDecisions about the flow of traffic are a matter for local traffic authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nFind out how to report a faulty or broken traffic light here: https://www.gov.uk/report-problem-traffic-light\r\n\r\nOr you could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-26T16:21:40.372Z"
    },
    "id": 747954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/747954.json"
    },
    "type": "petition"
}