{
    "attributes": {
        "action": "Create a law for changing the UK press's right to certain information & privacy.",
        "additional_details": "Scrutiny on biased reporting on Newspapers, live TV, news sites and an independent regulator will ensure fair unbiased reporting based around factual reports on live TV, news sites and in the newspapers. Misinformation as non-fact checked stories printed in Newspapers, published on News sites and reported on Live TV must allow a regulator to inform the police. The only way it can is with a new law to stop the press and ensure regulation of them and protect the public's right to privacy in UK.",
        "background": "Stop Photographs obtained by theft used as a daily display on Newspapers or news sites. Information printed about any person/persons obtained by hacking their mobile phone, personal computer, second hand rumours or via intimidating them or their immediate friends, family, colleagues/acquaintances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-24T18:06:26.008Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-14T21:57:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-19T15:49:37.984Z",
        "rejection": {
            "code": "no-action",
            "details": "It is illegal to obtain information via hacking.\r\n\r\nComplaints about the press are the responsibility of the Independent Press Standards Organisation (IPSO) and Independent Monitor for the Press (Impress), not the UK Government or Parliament. \r\n\r\nYou could submit a new petition which sets out more clearly how your suggested approach to press regulation would differ from current arrangements. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-19T15:49:45.041Z"
    },
    "id": 748080,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748080.json"
    },
    "type": "petition"
}