{
    "attributes": {
        "action": "Keep the UK in the ECHR and uphold fair, humane immigration policies",
        "additional_details": "The ECHR protects fundamental rights like free speech, fair trials and freedom from inhumane treatment. Leaving it would weaken these safeguards and harm the UK’s global reputation for justice and liberty. Millions of lawful migrants and residents contribute to our society and deserve to live without fear of discrimination or arbitrary removal. Upholding human rights and inclusivity reflects Britain’s best values — fairness, compassion and respect for the rule of law.",
        "background": "We ask the Government to commit publicly to keeping the UK within the European Convention on Human Rights (ECHR) and to reject any proposals for withdrawal. We also ask for continued support of fair, humane and lawful immigration policies that uphold dignity and equality for all residents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-24T15:19:39.920Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-24T21:14:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T13:44:06.808Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has already said it is unequivocally committed to the European Convention on Human Rights\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T13:44:20.772Z"
    },
    "id": 748065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748065.json"
    },
    "type": "petition"
}