{
    "attributes": {
        "action": "DWP to classify tenants who claim housing benefit and keep it guilty of fraud.",
        "additional_details": "Because there are tenants receiving tax payers money for their rent and not giving it to the landlord. Currently if rent is paid to the landlord, DWP can claim monies back from the landlord. If the tenants recieve the benefit and they spend it on living expenses then there are no consequences. That is legal\r\nLoop hole that needs changing asap as taxpayers are funding these people. Classify it as benefit fraud",
        "background": "Ensure  tenants who claim housing benefit that is paid to them is given to landlords and if tenants keep housing benefit money charge then with benefit fraud. Currently tenants can keep the housing benefit money with no repercussions. That is a disgrace and unfair on the taxpayer",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-24T08:01:45.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-13T02:19:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-16T11:00:43.867Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Housing benefit money is transferred directly to the claimant (or sometimes to landlord) to provide help paying rent. If a claimant goes into arrears for rent, or gives false information so they recieve more housing benefit than they are eligible to, there are already consequences and they may have committed benefit fraud.  \r\n\r\nMore information on this can be found here: https://www.nao.org.uk/wp-content/uploads/2014/10/Housing-benefit-fraud-and-error-summary.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-16T11:00:59.163Z"
    },
    "id": 748027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748027.json"
    },
    "type": "petition"
}