{
    "attributes": {
        "action": "Recognise parental alienation via system misuse as emotional abuse",
        "additional_details": "Many parents are unfairly denied access to their child’s school or medical information due to unproven allegations. This causes emotional harm and alienates children from loving parents. Both parents should have equal access to updates and the opportunity to be involved in key decisions about their child’s health, education and wellbeing unless a court order says otherwise.",
        "background": "Ensure both parents can access school and medical info unless a court restricts it, and recognise misuse of safeguarding systems to alienate a parent as emotional abuse harming children. Require accountability for professionals who enable it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-26T15:22:56.792Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-29T10:46:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-28T13:37:50.274Z",
        "rejection": {
            "code": "no-action",
            "details": "We cannot accept this petition as we are not clear what action you are seeking from the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition on a similar topic: https://petition.parliament.uk/petitions/734158 \r\n\r\nYou could start a new petition asking for parental alienation to be added to legislation concerning the coercive or controlling behaviour offence, if that is something you would like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-28T13:37:50.272Z"
    },
    "id": 748270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748270.json"
    },
    "type": "petition"
}