{
    "attributes": {
        "action": "MP voting must match proof of empirical data of electorate referendums",
        "additional_details": "It only took about 30 years after signing the Constitution, the  Magna Carta, before legislation was passed to reign in government overreach and abuse. Since, legislation is passed on a continuous regular basis reigning in government overreach and abuse has become a revolving door. Anytime power is passed, England has a record of corruption. This corruption can be controlled by the public retaining control over their vote on all legislation. Legislation must always be written in simple English.",
        "background": "If England is to survive the people need to take control. This can be done by direct blockchain voting on all legislation or controlling how the MP votes on all Acts. With transparency an MP must be required to furnish all blockchain records proving an MP is voting in accordance with public record.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-26T13:11:10.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-29T13:40:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-01T15:45:08.858Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. For instance, we're not sure what you mean by your request to control how MPs vote.\r\n\r\nYou can find records of how MPs have voted, on the UK Parliament website: https://votes.parliament.uk/votes/commons\r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-01T15:45:20.721Z"
    },
    "id": 748254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748254.json"
    },
    "type": "petition"
}