{
    "attributes": {
        "action": "Review of the national profile for Band 2 Agenda for Change Phlebotomist role.",
        "additional_details": "Phlebotomists play a vital role in patient care and the efficient running of healthcare services. They perform a skilled procedure, ensuring samples are taken safely, accurately, and respectfully. Phlebotomists perform venepuncture that the majority of nurses and doctors are not competent (or expected) to perform. The current Band 2 profile does not reflect the complexity or demands of practice.  These expectations exceed the scope of a Band 2 role as currently defined under Agenda for Change.",
        "background": "Review and update the national Band 2 Phlebotomist profile, with a view to re-banding to Band 3 or higher, in line with comparable clinical responsibilities. The role demands skill and responsibility - phlebotomists deserve fair pay and recognition that reflect their vital contribution to the NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-27T19:57:15.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-28T11:31:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-11-28T14:30:35.372Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about banding are a matter for the NHS, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-11-28T14:30:35.370Z"
    },
    "id": 748365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748365.json"
    },
    "type": "petition"
}