{
    "attributes": {
        "action": "Help Preserve Rothbury Estate for Wildlife and Future Generations",
        "additional_details": "The Rothbury Estate is one of the most important opportunities in decades to restore nature on a landscape scale. By helping The Wildlife Trusts secure this land, Government can protect vital habitats for species like curlew, red squirrel and otter, support local communities, and leave a lasting legacy for nature, people and climate.",
        "background": "We ask the UK Government to match donations raised by The Wildlife Trusts for the £30 million purchase of the Rothbury Estate in Northumberland, securing this 3,800-hectare landscape for wildlife, restoring nature on a national scale, and protecting it for people and future generations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-29T17:16:24.833Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-29T18:14:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T15:45:28.187Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T15:45:37.945Z"
    },
    "id": 748558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748558.json"
    },
    "type": "petition"
}