{
    "attributes": {
        "action": "Protect Youth Jobs from Automation – Invest in Training and Opportunity",
        "additional_details": "Automation is replacing entry-level jobs once filled by young people. Self-checkouts and warehouse robots are removing vital early work opportunities, leaving many youth unemployed and without skills. We urge the Government to guarantee youth employment, support businesses that hire people, and fund community-led training to secure the next generation’s future. \r\n\r\nSupported by community groups helping unemployed youth. The UK must not automate away a generation’s opportunity to work.",
        "background": "Automation is replacing entry-level jobs, leaving young people without vital work opportunities. We call on the Government to guarantee youth employment, support businesses that hire people, and fund community-led upskilling programmes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-10-30T13:06:35.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-10-30T18:15:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-01T15:13:02.730Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you would like the Government to do that is different or additional to its current youth training and employment schemes. We're also not sure what you would like the Government to do to \"guarantee youth employment\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-01T15:13:06.317Z"
    },
    "id": 748656,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748656.json"
    },
    "type": "petition"
}