{
    "attributes": {
        "action": "Silent fireworks  for general public. But no change to display fireworks",
        "additional_details": "Public need to only buy noise free fireworks as it is having a depremental affect on animal pets as well as wildlife also children and adults it is so distressing. Proper firework display for the Public need not be affect but the law must change so only noise free fireworks are only available to buy for the Public. I have seen first hand how it affects pets wildlife adults, war veterans and children.",
        "background": "For general public to only be able to by fireworks with no noise. But no change for display fireworks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-01T20:55:00.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-02T17:50:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-04T16:02:36.779Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the noise caused by fireworks, however we're not sure exactly what decibel limit you'd like the Government or Parliament to impose. Fireworks marketed as 'silent' still produce some noise.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you may wish to sign this petition, which calls for similar action:\r\n\r\n\"Reduce the maximum noise level for consumer fireworks from 120 to 90 decibels\"\r\nhttps://petition.parliament.uk/petitions/738192"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-04T16:02:41.888Z"
    },
    "id": 748897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748897.json"
    },
    "type": "petition"
}