{
    "attributes": {
        "action": "The government to look at funding for mental health services,",
        "additional_details": "I am initiating this petition to advocate for improved mental health services and increased funding, as the NHS is currently facing significant challenges. The demand for mental health services has risen, and it is essential that we address these needs. I kindly request your support by signing this petition, as we work together to strive for better conditions.",
        "background": "I would like the government to address why we are losing our children over poor mental health services. The lack of funding and the length waiting times to get help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-01T18:36:11.822Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-02T11:51:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-03T11:25:21.702Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about funding and wait times for mental health services, but we're not sure exactly what you'd like the Government or Parliament to do to address this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you may wish to sign one of the following petitions.\r\n\r\n\"Increase funding for mental health services like counselling\"\r\nhttps://petition.parliament.uk/petitions/736864\r\n\r\n\"Increase funding for community mental health services and crisis lines\" \r\nhttps://petition.parliament.uk/petitions/733200\r\n\r\n\"Fund zero-wait self-referral mental health hubs nationwide by June 2026\"\r\nhttps://petition.parliament.uk/petitions/733200\r\n\r\n\"Fund free mental health condition prescriptions for all who need them\" \r\nhttps://petition.parliament.uk/petitions/746373\r\n\r\n\"Provide funding so every school can have a full-time school counsellor\"\r\nhttps://petition.parliament.uk/petitions/746739"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-03T11:25:21.699Z"
    },
    "id": 748880,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748880.json"
    },
    "type": "petition"
}