{
    "attributes": {
        "action": "End all subsidies for food and drink for MP’s, Lords and all public servants.",
        "additional_details": "The entire nation is feeling the pinch of food and drink pricing. Whenever possible, those elected to represent the public or paid by the public purse must feel the same financial pressures as those they represent. To this end, food and drink must cost MP’s, Lords and public servants exactly the same as it would cost the average person in the same area/location. This might lead to better representation but most importantly is fair to the public and tax payer.",
        "background": "The cost of buying basics like food and drink should be felt by all, especially those elected by and supposedly representing the public. The cost to MP’s, Lords and public servants of buying food and drink should not be subsidised at any time and wholly paid for directly without subsidies or gifting",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-02T07:12:25.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-03T07:26:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-02T18:24:34.766Z",
        "rejection": {
            "code": "no-action",
            "details": "Catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service in the commercial sense of the word. Some venues make a profit, referred to as contribution because it contributes to reducing overall costs. In other venues, the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The contribution or cost of each venue is calculated by subtracting the food and operational costs from the catering sales. Rather than a subsidy, the House monitors the contribution or cost of each catering venue, which include cafeterias, dining rooms, restaurants and bars. Prices of food and drink are regularly benchmarked against appropriate external comparators.\r\n\r\nYou can read more about this here: https://www.parliament.uk/site-information/freedom-of-information/information-we-already-publish/house-of-commons-publication-scheme/catering-services/house-of-commons-cost-of-catering/\r\n\r\nWe can't accept petitions about catering in the House of Lords as that is the responsibility of the House of Lords."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-02T18:24:34.764Z"
    },
    "id": 748941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/748941.json"
    },
    "type": "petition"
}