{
    "attributes": {
        "action": "Any form of personal tax rise,the public should demand a general election.",
        "additional_details": "If the November 2025 Budget raises personal tax or housing-related levies, the public should demand a general election. We call on the Government to commit to a general election if the November 2025 Budget introduces any form of personal tax increase—including income tax, National Insurance, council tax, or housing-related levies. These measures would compound financial pressure on households already facing high living costs, mortgage stress, and inflation. Major fiscal changes affecting personal finances should not be implemented without a renewed democratic mandate. The public deserves the right to vote on the direction of economic policy and leadership, especially when the burden falls on working families, renters, and homeowners",
        "background": "If the November 2025 Budget raises personal tax or housing-related levies, the Government must call a general election. Major fiscal changes—income tax, NI, council tax—should not proceed without a renewed mandate. The public deserves a say on economic leadership.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-04T12:19:01.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-06T07:01:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T11:43:53.464Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nOr you may wish to view and sign petitions relating to elections: https://petition.parliament.uk/petitions?state=open&q=election"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T11:43:53.462Z"
    },
    "id": 749352,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749352.json"
    },
    "type": "petition"
}