{
    "attributes": {
        "action": "Abolish all \"tax loopholes\" so the rich can avoid paying taxes",
        "additional_details": "Because you are taxing the working people to the ground, and all the high earners, business owners and politicians with your many different tax avoiding schemes get to keep that extra money, why is it fair. It's legal tax avoiding, but if I didn't pay my taxes, I'd be prosecuted. Abolish all these schemes and make it fair for everyone, you want a range rover or a nice car, pay for it, it's not a \"business expense\" anymore than how I use my car to go to work.",
        "background": "Abolish all \"tax loopholes\" so the rich can stay rich, everyone should pay the same tax, it isn't fair the working class are working to survive and have nothing left at the end of the month and high earners are driving round in range rovers that are \"written off\" and countless other tax avoidschemes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-04T21:15:33.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-04T21:58:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T10:57:21.967Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about tax avoidance, but we're not sure exactly what action you'd like the Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what tax loopholes you'd like Government or Parliament to address, and how you would like them to do this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T10:57:26.818Z"
    },
    "id": 749440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749440.json"
    },
    "type": "petition"
}