{
    "attributes": {
        "action": "Change how energy prices are determined.",
        "additional_details": "The UK's energy mix is dominated mostly by cheaper renewables yet prices are determined by the more-expensive gas production which only makes up 9.1% of energy production at time of writing. Cheaper energy prices will result in savings for families, which will ease the effects of inflation; It will help businesses to make more profit, increasing tax revenue; and it will promote renewable energy production (being the profitable option) instead of fossil fuels, increasing energy resilience.",
        "background": "Mandate that energy providers set prices based on renewable energy production as opposed to gas, to more accurately reflect the UK's energy mix. This will ease inflation, increase tax revenues, and help the UK become more resilient to shocks in the energy market by promotion of renewables.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-05T01:22:03.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-05T18:23:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T11:23:06.071Z",
        "rejection": {
            "code": "duplicate",
            "details": "There are already open petitions which cover these issues\r\n\r\nBan cheap renewable energy from being charged at the price of expensive gas\r\nhttps://petition.parliament.uk/petitions/728752\r\n\r\nDecouple electricity prices from gas and commit to phasing out fossil fuels\r\nhttps://petition.parliament.uk/petitions/731190\r\n\r\nScrap and replace the Marginal Pricing Model for UK Energy\r\nhttps://petition.parliament.uk/petitions/743347"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T11:23:47.519Z"
    },
    "id": 749462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749462.json"
    },
    "type": "petition"
}