{
    "attributes": {
        "action": "Bring back weekly bin collections in Sandwell!",
        "additional_details": "Overflowing bins, missed collections, and rubbish left on pavements have become far too common. This is unacceptable and poses real health concerns for families and children. \r\nResidents pay full council tax and deserve a reliable, hygienic service. Longer gaps between collections are causing pest problems, foul odours, and make our streets unpleasant to live on. Every household deserves clean streets and a reliable waste service. The current system is failing residents.",
        "background": "We, the residents of Sandwell, are calling on Sandwell Metropolitan Borough Council to reinstate weekly household waste collections. \r\nSince collections were reduced to a fortnightly schedule, our community has seen a clear decline in cleanliness and public hygiene.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-05T11:10:01.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-05T13:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T10:20:46.435Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T10:20:46.433Z"
    },
    "id": 749497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749497.json"
    },
    "type": "petition"
}