{
    "attributes": {
        "action": "Civil Servants & Parliment employees Retirement should aligned to public sector.",
        "additional_details": "The working public sector are continually having retirement goal posts moved without fair justification, in millions of cases after paying in more that needed for a state pension only to have the goal post moved and paying into the system even longer.\r\n\r\nIf it is that important to extend retirement ages again, then the public sector should adorn the same rules; Be in this together.",
        "background": "Withe the ever increasing retirement age for the public sector, the Goverment should put some skin in the game and mirror the mininum retirement ages as the public sector are having enforced on them.\r\n\r\nthe double standards and hypocrisy has to stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-04T18:19:15.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-04T19:16:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-04T17:30:21.706Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. The civil service and employees of the House of Commons are part of the public sector. We are unclear which increases to pensionable age you are referring to. Eligibility for the state pension is not dependent on your previous employers. Different occuptation pensions within the public sector have different rules for when benfits can be accessed.   \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-04T17:30:21.704Z"
    },
    "id": 749413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749413.json"
    },
    "type": "petition"
}