{
    "attributes": {
        "action": "Change fireworks to be silent",
        "additional_details": "Loud fireworks cause distress to pets, farm animals, and wildlife, often leading to injury or panic. They also harm vulnerable people, including those with PTSD, sensory sensitivities, and anxiety. The unpredictability of fireworks outside traditional dates makes it hard to prepare. Silent fireworks offer a safer, beautiful alternative that protects wellbeing while preserving celebration.",
        "background": ".Loud fireworks cause panic and injury to pets, farm animals, and wildlife. They also harm people with PTSD, sensory issues, and anxiety. Fireworks outside traditional dates are unpredictable. Silent fireworks preserve celebration while protecting wellbeing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-05T20:14:18.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-05T20:35:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T10:44:02.641Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the noise caused by fireworks, however we're not sure exactly what you'd like the Government or Parliament to do. Fireworks marketed as 'silent' still produce some noise.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a ban on fireworks or a ban on certain types of fireworks, such as aerial fireworks.\r\n\r\nOr you may wish to sign one of these petitions, which call for similar action:\r\n\r\n\"Reduce the maximum noise level for consumer fireworks from 120 to 90 decibels\"\r\nhttps://petition.parliament.uk/petitions/738192\r\n\r\n\"Reduce the sound of fireworks to under 80 decibels for humans and animals\"\r\nhttps://petition.parliament.uk/petitions/739674\r\n\r\n\"Limit the sale of fireworks to those running local council approved events only\"\r\nhttps://petition.parliament.uk/petitions/732559"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T11:40:30.662Z"
    },
    "id": 749573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749573.json"
    },
    "type": "petition"
}