{
    "attributes": {
        "action": "Ban fireworks with sound - make them silent",
        "additional_details": "Animals are terrorised by these - cats, dogs and wildlife.  Animals die every year from heart attacks and seizures. Some people cannot afford the calming medications from vets and their pets suffer tremendously.  Consideration should be given for dogs out on the street that belong to the homeless. Wildlife are also terrorised the sounds of cows and sheep is distressing, birds and humans with PTSD all suffer. People let off huge fireworks in closed spaces thers is no need this needs to change.",
        "background": "Ban fireworks with sound if silent fireworks are not possible then they should be ban altogether for public sale! Public displays could be considered but with reduced noise fireworks, laser displays and only held on one weekend a year",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-06T06:35:24.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-06T08:25:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T11:35:20.859Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about the noise caused by fireworks, however we're not sure exactly what you'd like the Government or Parliament to do. Fireworks marketed as 'silent' still produce some noise.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a ban on fireworks or a ban on certain types of fireworks, such as aerial fireworks.\r\n\r\nOr you may wish to sign one of these petitions, which call for similar action:\r\n\r\n\"Reduce the maximum noise level for consumer fireworks from 120 to 90 decibels\"\r\nhttps://petition.parliament.uk/petitions/738192\r\n\r\n\"Reduce the sound of fireworks to under 80 decibels for humans and animals\"\r\nhttps://petition.parliament.uk/petitions/739674\r\n\r\n\"Limit the sale of fireworks to those running local council approved events only\"\r\nhttps://petition.parliament.uk/petitions/732559"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T11:35:33.903Z"
    },
    "id": 749631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749631.json"
    },
    "type": "petition"
}