{
    "attributes": {
        "action": "I want to restrict the use of fireworks that use sound.",
        "additional_details": "Fireworks might be masked in tradition, however fireworks that produce noise, cause distress to animals and wildlife. They are not environmentally friendly. Many countries use drone displays or soundness fireworks. For people with PTSD this again can be very distressing.",
        "background": "I would like all fireworks sold in the uk to be reviewed and any fireworks that create noise, should be removed from sale",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-05T23:39:55.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-06T07:38:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T11:20:14.703Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about the noise caused by fireworks, however we're not sure exactly what you'd like the Government or Parliament to do. Fireworks marketed as 'silent' still produce some noise.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a ban on fireworks or a ban on certain types of fireworks, such as aerial fireworks.\r\n\r\nOr you may wish to sign one of these petitions, which call for similar action:\r\n\r\n\"Reduce the maximum noise level for consumer fireworks from 120 to 90 decibels\"\r\nhttps://petition.parliament.uk/petitions/738192\r\n\r\n\"Reduce the sound of fireworks to under 80 decibels for humans and animals\"\r\nhttps://petition.parliament.uk/petitions/739674\r\n\r\n\"Limit the sale of fireworks to those running local council approved events only\"\r\nhttps://petition.parliament.uk/petitions/732559"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T11:20:23.105Z"
    },
    "id": 749617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749617.json"
    },
    "type": "petition"
}