{
    "attributes": {
        "action": "Ban fireworks from being sold at shops due to the harm they cause to animals",
        "additional_details": "Fireworks cause serious distress and harm to many dogs and other animals. The loud noises and bright flashes scare them, sometimes leading to injury or even death. Banning fireworks would protect our pets’ well-being and create a safer, calmer environment for everyone. The fireworks also are even more distressing to rescue dogs who have trauma from loud noises. also many humans have been injured from store bought fireworks being used unethically and incorrectly, or purposely to harm other people",
        "background": "I support keeping professional, organized fireworks displays because they’re safe and controlled. However, I believe the sale of fireworks should be banned to stop the distress and harm they cause to dogs and harming humans. This way, pets are protected pets while still enjoying safe celebrations",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-06T12:12:16.601Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-06T14:36:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-05T11:34:16.056Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nLimit the sale of fireworks to those running local council approved events only\r\nhttps://petition.parliament.uk/petitions/732559"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-05T11:34:17.090Z"
    },
    "id": 749671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749671.json"
    },
    "type": "petition"
}