{
    "attributes": {
        "action": "New hospital services needed to in Havering to cope with increased population",
        "additional_details": "There is a growing number of residence moving into Havering due to an increased focused on regenerations and building of new homes. Over the years other hospitals have closed down and this increased pressure, along with more people living in the borough, is putting a dangerous amount of pressure on the hospitals with A&E services. There needs to be at least 1 new hospital with a A&E which can alleviate the pressure of the current hospitals as the level of care and waiting times is at its worst.",
        "background": "The population in the London Borough of Havering is increasing due to new housing developments throughout which is putting pressure on the hospitals, names Queens and King George’s, who cannot cope and care levels are decreasing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-08T10:55:52.619Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-08T11:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-08T13:53:47.164Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-08T13:53:47.162Z"
    },
    "id": 749947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749947.json"
    },
    "type": "petition"
}