{
    "attributes": {
        "action": "Reinstate Castle Armoury in Bury to its former use as an Army Reserve Centre",
        "additional_details": "In order to secure the funding to fully repair and maintain this historic listed building for the future, and prevent it's sake into private ownership, breaking the link that Bury has had as a garrison town since it's construction in 1868 and rebuild in 1906, and links back to medieval times as it was built on the site of Bury's Castle.",
        "background": "Bring back the Army Reserves (5 Fusiliers), Army Cadets, Air Force Cadets as per it's previous use at the earliest opportunity, although needing repairs much of the building is still usable in it's current state. Also reinstate use by the wider community eg veterans groups and other local groups.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-08T07:07:09.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-08T07:48:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-08T13:51:07.326Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Ministry of Defence as the Government department responsible for the defence estate and cadet forces. You can find contact details for the MoD here: https://www.gov.uk/government/organisations/ministry-of-defence \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-08T13:51:07.324Z"
    },
    "id": 749930,
    "links": {
        "self": "https://petition.parliament.uk/petitions/749930.json"
    },
    "type": "petition"
}