{
    "attributes": {
        "action": "Require Silent or Low-Noise Fireworks to Protect Animals and Vulnerable People",
        "additional_details": "Traditional fireworks cause panic and distress for pets, wildlife, and many people. Animals run, hide, or become ill from fear. Those with PTSD, sensory issues, and young children often suffer too. Low-noise fireworks can give us the same joy without the harm. We can celebrate while protecting the vulnerable.",
        "background": "I want the Government to require all public firework displays use silent or low-noise fireworks. Loud fireworks cause harm to pets, wildlife, young children, and people with PTSD or sensory issues. Please require low-noise displays, review sales of loud fireworks, and promote quieter alternatives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-10T08:30:31.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-10T16:31:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-09T14:34:18.237Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the noise caused by fireworks, however we're not sure exactly what you'd like the Government or Parliament to do. Fireworks marketed as 'silent' still produce some noise.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, a ban on fireworks or a ban on certain types of fireworks, such as aerial fireworks.\r\n\r\nOr you may wish to sign one of these petitions, which call for similar action:\r\n\r\n\"Reduce the maximum noise level for consumer fireworks from 120 to 90 decibels\"\r\nhttps://petition.parliament.uk/petitions/738192\r\n\r\n\"Reduce the sound of fireworks to under 80 decibels for humans and animals\"\r\nhttps://petition.parliament.uk/petitions/739674\r\n\r\n\"Limit the sale of fireworks to those running local council approved events only\"\r\nhttps://petition.parliament.uk/petitions/732559"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-09T14:34:35.349Z"
    },
    "id": 750196,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750196.json"
    },
    "type": "petition"
}