{
    "attributes": {
        "action": "Make Media Accountability a Legal Requirement",
        "additional_details": "In light of the recent Donald trump speech that was doctored by the BBC to present a false narrative, we citizens think that it is necessary to start a petition for legislation that makes it illegal for UK news outlets to publish knowingly misleading or fear-mongering headlines or content. News outlets should require mandatory fact checking, corrections, and unbiased editorial oversight when presenting stories. Especially in state-funded organisations like the BBC.",
        "background": "In light of the recent Donald trump speech that was doctored by the BBC to present a false narrative, we citizens think that it is necessary to start a petition for legislation that makes it illegal for UK news outlets to publish knowingly misleading or fear-mongering headlines or content.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-10T08:10:24.805Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-10T09:48:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-12T15:13:43.955Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following petition:\r\n\r\nMake publishing false clickbait headlines a specific offence\r\nhttps://petition.parliament.uk/petitions/740713\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-12T15:13:53.037Z"
    },
    "id": 750194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750194.json"
    },
    "type": "petition"
}