{
    "attributes": {
        "action": "Remove VAR from football",
        "additional_details": "VAR was introduced for the benefit of media not football supporters. You now have a system which is based on an interpretation on a tv monitor rather than the game officials. There is weekly evidence decisions made by VAR are poor and often disputed by the media.\r\n\r\nFans we are waiting in stadiums in excess of 4-5 minutes for a decision to be made by VAR miles away from the venue. Players are standing in the cold whilst decisions are reviewed by VAR resulting in additional muscle injuries.",
        "background": "Introduce legislation which prohibits the use of VAR in British football matches by the football governing bodies and revert back to the decision made exclusively by the match referee based on their own interpretation and understanding of the rules of the game.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-10T13:01:02.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-11T13:23:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-10T10:36:07.878Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about how to referee football matches are a matter for organisers and the football authorities, not the Government or House of Commons.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-10T10:36:09.664Z"
    },
    "id": 750228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750228.json"
    },
    "type": "petition"
}