{
    "attributes": {
        "action": "Prime minister to spend more time in this country and put people of the uk first",
        "additional_details": "The prime minister has been voted it to act for the benefit of the country and the people of the UK. \r\nThe prime minister has done deals with other country's that either benefit that country and or given away money that is more needed in the uk.\r\nIts time for the PM so spend more time working in the UK for the benefit of the country and its people and stop giving away the UKs money that is needed at home.",
        "background": "Between July 2024 and 9th November 2025 the prime minister has left the country  approximately 40 times, often doing deals which benefit  other country's over the uk",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-11T15:55:02.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-13T11:44:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-16T11:53:08.055Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you would like Prime Ministers to spend more time in in the UK and the limit for Prime Ministers to go on overseas trips.\r\n\r\nYou could start a new petition about putting a limit on the number of times Prime Ministers can go on overseas trips per year and what that limit would be."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-16T11:53:15.775Z"
    },
    "id": 750393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750393.json"
    },
    "type": "petition"
}