{
    "attributes": {
        "action": "Petition for Improved Safety and Security in the Pinner Area",
        "additional_details": "In recent months, Pinner has experienced an alarming increase of crime, including mobile phone thefts, reports of individuals carrying knives near Pinner Station, drug dealing in Pinner Memorial Park, and break-ins where local businesses have had their windows smashed and been robbed.\r\nWe therefore call for enhanced safety measures across the Pinner area to help protect our community.",
        "background": "The residents of Pinner, call for enhanced safety measures across the area to help protect our community.\r\nWe urge the local authorities to Install additional CCTV cameras to help deter crime and assist with investigations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-13T13:56:19.957Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-14T09:32:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-12T10:23:14.051Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-12T10:23:22.250Z"
    },
    "id": 750609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750609.json"
    },
    "type": "petition"
}