{
    "attributes": {
        "action": "Increase secondary school capacity in Bromsgrove to meet local demand",
        "additional_details": "Bromsgrove urgently needs more secondary school places. Each year, dozens of children are unable to secure a place at any of their preferred local schools due to chronic oversubscription. This situation has left families distressed and children forced to travel unreasonable distances to access education.\r\nWe ask the Government to work with Worcestershire County Council to:\r\nProvide targeted funding for school expansion and new secondary provision in Bromsgrove;\r\nPrioritise investment in growing areas where school place shortages have reached crisis levels; and\r\nEnsure that every Bromsgrove child has access to a local secondary school place.",
        "background": "We need to apply pressure to the Department for Education to directly intervene and allocate funding for new school places or a new school in Bromsgrove.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-13T21:14:40.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-14T15:04:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-12T10:33:14.984Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-12T10:33:22.783Z"
    },
    "id": 750652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750652.json"
    },
    "type": "petition"
}