{
    "attributes": {
        "action": "Make ticket sales for concerts and gigs more accessible to the general public.",
        "additional_details": "Explore banning resale websites and introduce flat ticket fees so fans can enjoy music again and help the next generation to afford to go.\r\n\r\nIn addition, prices of tickets vary widely and make it hard to know what you are buying once in a waiting room. The time pressure is not fair for disabled and neurodivergent users. \r\n\r\n\r\n\r\nTrading standards need to get involved and explore a better system so fans can experience the joy of concert going, rather than just the wealthy alone or encouraging debt.",
        "background": "Young people and true music fans have been priced out of the live music market. Acquiring tickets is difficult and not accessible for many users. \r\n\r\nGovernment should investigate why prices vary so widely from gig to gig and consider a blanket ceiling price.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-13T20:35:50.843Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-13T22:20:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-16T10:53:41.578Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has already committed to take some of the actions requested including changes to the ticket resale market: https://www.gov.uk/government/news/government-bans-ticket-touting-to-protect-fans-from-rip-off-prices\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do such as calling for a blanket ceiling price. \r\n\r\nYou may also wish to sign the following petitions which call for similar actions:\r\n\r\nBan dynamic ticket pricing for live events \r\nhttps://petition.parliament.uk/petitions/728612\r\n\r\nBan all ticket touting and reselling of tickets for higher prices \r\nhttps://petition.parliament.uk/petitions/734049\r\n\r\nBan the use of bots to bulk-buy and resell retail goods \r\nhttps://petition.parliament.uk/petitions/734468\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-16T10:53:50.227Z"
    },
    "id": 750651,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750651.json"
    },
    "type": "petition"
}