{
    "attributes": {
        "action": "Let every young mind, neurodiverse or not, volunteer using Apprenticeship Levy",
        "additional_details": "Too many young people, especially neurodivergent ones, are inactive not by choice but because they cannot access short, structured volunteering. There is a gap between school, university and apprenticeships. Using the Apprenticeship Levy for safe, registered volunteering in real workplaces, from hospitality to care, would harness ADHD energy, autistic focus and unlock skills, confidence and contribution. Young people deserve this chance.",
        "background": "Uni wasn't for me, work was, Change the law so Apprenticeship Levy can support short, structured youth volunteering (incl neurodiverse) via a 3-month HMRCapproved scheme with optional top-up payments, minimum wage protected, and a national volunteer register with tough fines for non-registration",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-15T11:58:55.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-15T15:42:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-15T16:05:11.916Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nFor instance, we're not sure if you would like the Government to set up a short-term, three-month volunteering scheme for young people to experience real workplaces or a short-term work scheme where young people would be paid at least the minimum wage. You could start a new petition setting out more clearly what you would like to happen.\r\n\r\nThe Government's website explains that you are not paid for your time as a volunteer. You can read more about this on GOV.UK: https://www.gov.uk/volunteering/pay-and-expenses\r\n\r\nYou may wish to know that on 8 December, the Secretary of State for Work and Pensions made a statement in the House of Commons, relating to the expansion of the Government’s Youth Guarantee and its Growth and Skills Levy. You can read the statement on the UK Parliament website: https://questions-statements.parliament.uk/written-statements/detail/2025-12-08/hcws1137\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-15T16:05:22.074Z"
    },
    "id": 750828,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750828.json"
    },
    "type": "petition"
}