{
    "attributes": {
        "action": "Make all aspects of gender affirming healthcare free at the point of use.",
        "additional_details": "Transgender and non-binary people face severe financial and logistical barriers to accessing essential gender affirming healthcare (GAHC) in the UK.\r\nHigh private costs and lengthy NHS waiting lists cause severe distress and poor mental health outcomes.\r\nMaking GAHC free and readily available upholds the principle of universal healthcare, supports the well-being of a vulnerable minority, and ensures equitable access for all citizens.",
        "background": "We want the Government to allocate sufficient resources to the NHS/ privately to ensure that all necessary gender affirming medical treatments, including but not limited to hormone therapy, surgeries, and mental health support, are fully funded and accessible without charge for all who need them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-15T15:44:47.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-15T20:52:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-16T13:41:27.255Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe are unable to accept your petition as we're not sure exactly what you would like the Government or Parliament to do in relation to the provision of gender affirming care.\r\n\r\nGender affirming care in England is already free at the point of use on the NHS. We are unclear whether you want extra funding for the NHS to reduce waiting lists for care, or for treatments that are not currently funded by the NHS to be made free.  \r\n\r\nYou may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/749179"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-16T13:41:37.728Z"
    },
    "id": 750847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750847.json"
    },
    "type": "petition"
}