{
    "attributes": {
        "action": "To prevent the closing of Andover road in Winchester to traffic",
        "additional_details": "Locally planners and county government have washed their hands, local MPs are saying change is not possible and are unwilling to fight for the local population and preventing a  catostrophic and permanent change to the citys road network causing real safety risks to residents, increased journey times to local GP services and schools and delayed access to the north of the city by emergency services. The current plans benefit few and affect many including local business owners.",
        "background": "Andover Road is a key entrance to Wincester city, its rerouting through a housing estate. This would mean all industrial and commercial vehicles traveling this route creating safety risks to residents, increased pollution and delays to emergency services entering and leaving the city to the north.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-15T18:01:10.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-19T20:00:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-15T16:55:49.013Z",
        "rejection": {
            "code": "local",
            "details": "You could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-15T16:55:51.046Z"
    },
    "id": 750861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750861.json"
    },
    "type": "petition"
}