{
    "attributes": {
        "action": "Create a Digital Bill of Rights to limit surveillance and protect privacy",
        "additional_details": "Technology shapes almost every part of our lives — how we communicate, travel, work, shop, and use public services. But while digital systems have advanced rapidly, our rights and protections have not kept pace.\r\nGovernments and private companies can collect, track, and analyse personal data on a scale that simply wasn’t possible when most UK laws were written. Without clear limits and modern safeguards, there is a growing risk of excessive surveillance, loss of privacy, and government overreach.",
        "background": "We want the Government to introduce a Digital Bill of Rights that places clear limits on surveillance and protects people from government overreach in the digital age. Modern technologies allow large-scale monitoring and data collection that current laws do not fully address",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-16T11:19:12.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-16T12:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-16T16:18:07.625Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear how the actions you are seeking are different from those covered by existing law. You could start a new petition setting this out more clearly. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-16T16:18:07.623Z"
    },
    "id": 750928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750928.json"
    },
    "type": "petition"
}