{
    "attributes": {
        "action": "Development of a new play area and skate park in Armley, Leeds (LS12 2AJ) area",
        "additional_details": "Armley area (LS12 2AJ) lacks safe, high-quality recreational spaces for children and young people. Many families have limited access to playgrounds or youth facilities within walking distance. As a result, young people often have nowhere safe to be active, which contributes to poorer physical health, reduced social opportunities, and increased antisocial behaviour in the community. A Government-funded play area and skate park would provide a positive, safe environment that supports and strengthens the local community.",
        "background": "I request that the Government allocate funding or establish a national support programme to enable the development of a play area and skate park on the Big Field in Armley Leeds (LS12 2AJ). This investment would improve youth wellbeing, encourage physical activity, for the local community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-16T09:57:36.297Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-16T12:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-12T15:48:27.409Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-12T15:48:29.011Z"
    },
    "id": 750919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750919.json"
    },
    "type": "petition"
}