{
    "attributes": {
        "action": "revamp Village Park make it safe and it’s enjoyable for the kids as the Village",
        "additional_details": "Because no one in the Village will do anything about it and it isn’t getting sorted it’s been crap for ages and it’s outdated dangerous unfair on the children nothing to do in this village as there is Unless you want to go to the pub, but I don’t think a kid can go to the pub so I feel like the kids should have somewhere to play",
        "background": "To have our park made better so our kids are not stuck inside so they can go outside and play no on some broken park or outdated park. It’s unsafe I need to revamp. The whole is used enough by other people so there must be some funding for the park for our own villages",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-17T01:46:30.761Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-17T08:25:20.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-15T11:17:00.070Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-15T11:17:00.067Z"
    },
    "id": 750994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750994.json"
    },
    "type": "petition"
}