{
    "attributes": {
        "action": "Improve emergency mental health facilities in Chichester.",
        "additional_details": "I want the Government to create a dedicated Section 136 suite in Chichester, review crisis care capacity in West Sussex, and invest in local mental health and early-intervention services. Police should not be left managing crises due to NHS gaps. People with lived experience must be involved in designing better, safer and more compassionate support for those detained under Section 136. I feel strongly that the empty custody centre could be put to good use. It needs to be discussed more.",
        "background": "Please create a dedicated Section 136 place of safety in Chichester. The nearest suite is 18 miles away and often full, leaving people in crisis waiting in A&E or police cars. A local facility would reduce pressure on services and give vulnerable people proper care. Unused custody centre?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-16T22:33:54.408Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-16T23:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-12T15:52:25.420Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level. \r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this. \r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP \r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-12T15:52:26.709Z"
    },
    "id": 750980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/750980.json"
    },
    "type": "petition"
}