{
    "attributes": {
        "action": "Implement Traffic Calming Measures on Collins Road, Bamber Bridge",
        "additional_details": "Improving Collins Road is essential to restoring safety and confidence in our community. Residents say the road feels increasingly unsafe, with many avoiding walking along it due to speeding drivers. Adding proper safety features would create a calmer, more responsible environment, reminding drivers this is a residential street. These changes would help prevent incidents, prevent deaths, give parents peace of mind, and make the road safer for everyone who lives here.",
        "background": "There are serious speeding issues on Collins Road despite the 20 mph limit. Residents feel unsafe. We urgently need traffic calming measures, clearer signs, speed bumps or a speed camera. Many residents agree and have shared their experiences of tragic incidents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-17T11:47:49.701Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-17T12:44:30.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-15T12:03:57.782Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-15T12:03:57.781Z"
    },
    "id": 751015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751015.json"
    },
    "type": "petition"
}