{
    "attributes": {
        "action": "Parliament must take further action when petitions hit 1m signatures repeatedly",
        "additional_details": "Some issues repeatedly gain huge public support, often over 1 million signatures, yet only receive the standard response or debate without real progress. This shows sustained national concern. Parliament should not ignore repeated public pressure at this scale. A clear escalation mechanism would strengthen democracy, ensure public voices are respected, and provide a meaningful way for citizens to influence major issues.",
        "background": "Introduce a rule requiring Parliament to take further action when the same issue reaches at least 1 million signatures on three separate petitions within the same parliamentary term. This should go beyond a response or debate and trigger a formal process for review or action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-19T05:30:03.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-25T01:13:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-08T11:41:15.778Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not exactly sure what you mean by \"further action\" or \"trigger a formal process for review or action\". You could start a new petition explaining what you'd like to see. You may wish to sign this petition which has been published: \r\n\r\nReform the petition system: Parliament vote at 1M signatures & referendum at 5M: https://petition.parliament.uk/petitions/746146"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-08T11:41:15.775Z"
    },
    "id": 751154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751154.json"
    },
    "type": "petition"
}