{
    "attributes": {
        "action": "mandate specialised sex ed for disabled students starting in year 4 by law",
        "additional_details": "disabled children are disproportionately more likely to experience sexual abuse than their peers, around 3x more likely. this is not made better by the fact many disabled children are taken out of sex ed because they are believed to not understand, or that it will confuse them. in reality these beliefs are rooted in abelism and infantilization. when we arm disabled children with the knowledge of what is and isn’t ok, and who to tell, we protect them from predators.",
        "background": "i want sex ed to be mandatory by law for disabled and neurodivergent students starting year 4. i want it to specifically focus on signs of grooming and manipulation, using anatomical words for body parts, and what is sexual abuse and who to tell.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-18T15:20:41.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-18T15:57:10.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-18T15:31:50.645Z",
        "rejection": {
            "code": "already-happening",
            "details": "In 2020, England implemented a significant legislative change, making Relationship and Sex Education (RSE) compulsory for all schools, including specialist provisions (Department for Education (DfE), 2019).\r\n\r\nIf you would like changes to this, you could start a petition about that"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-18T15:31:52.242Z"
    },
    "id": 751105,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751105.json"
    },
    "type": "petition"
}