{
    "attributes": {
        "action": "Give NHS Care Workers a 5-Year ILR Route in Recognition of service during covid",
        "additional_details": "⸻\r\n\r\nI want the Government to do this because overseas Care Workers played a vital frontline role during COVID-19, working directly with infected and vulnerable patients and supporting the NHS at its most critical time. It is unfair that they are now placed on a 10-year ILR route while nurses and doctors remain on a 5-year route. Care Workers deserve equal recognition, fair treatment, and the settlement pathway they were originally expecting when they came to the UK to help during the pandemic.",
        "background": "We ask the UK Government to reinstate a 5-year route to Indefinite Leave to Remain (ILR) for overseas Care Workers and their dependants who have worked in the NHS or social care sector since 2021, especially those who served during the COVID-19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-20T17:28:53.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-20T18:45:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-05T12:23:50.431Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is currently holding a public consultation on reforming the current settlement system. This includes proposals on extending the standard qualifying period for Indefinite Leave to Remain.\r\n\r\nIf you wish, you can find out more and respond to the consultation on the GOV.UK website: https://www.gov.uk/government/consultations/earned-settlement \r\n\r\nYou may wish to sign the following petitions:\r\n\r\nKeep 5-year ILR for Health and Care visa holders to protect the NHS\r\nhttps://petition.parliament.uk/petitions/745684\r\n\r\nAllow all Care Workers and Senior Care Workers to Bring Dependants.\r\nhttps://petition.parliament.uk/petitions/751718"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-05T12:24:05.170Z"
    },
    "id": 751306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751306.json"
    },
    "type": "petition"
}