{
    "attributes": {
        "action": "Urgent Action Against Illegal Waste Site on the banks of the River Cherwell.",
        "additional_details": "A site between the River Cherwell and the A34, on an active floodplain has become the dumping ground for tens of thousands of tonnes of illegal waste. \r\nThe Environment Agency (EA) has been aware of this site since May 2025, yet the waste mound has been allowed to grow to catastrophic proportions. \r\nWe are calling on the UK Government, Parliament, and the Environment Agency to take immediate and coordinated action to prevent further environmental, ecological, and public health harm.",
        "background": "Direct the EA to secure the site, and enforce action. Provide ring-fenced funds, a clear clean-up timetable, and full transparency. Protect the Cherwell and Thames from toxic gases, poisonous leachate, and escalating plastic pollution.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-21T10:04:30.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-21T12:06:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-16T16:41:21.414Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-16T16:41:22.775Z"
    },
    "id": 751361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751361.json"
    },
    "type": "petition"
}