{
    "attributes": {
        "action": "Protect ILR for migrants who built their lives on the current 5-year system.",
        "additional_details": "Applying the new 20-year uncertainty retrospectively to refugees who built lives (work, school, banking) relying on the 5-year ILR route creates a socio-pedagogical crisis. This policy fosters severe marginalisation and lack of belonging. The 20-year rule must apply to future applicants, not those who trusted the 5-year route. A child born here living in uncertainty until 20 hinders identity and belonging, preventing productive British citizenship. Stability is foundational to integration.",
        "background": "Protect the stability of refugees who built lives under the current 5-year system. They work, integrate, and raise children who feel a sense of belonging here. Don’t disrupt life plans or place new uncertainty in the path of their integration. Don't create a troubled generation lacking belonging.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-22T14:11:53.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-22T20:42:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-16T09:24:45.298Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have a number of petitions already open on this subject:\r\n\r\nDo not increase the time migrants with ILR need to wait to apply for citizenship\r\nhttps://petition.parliament.uk/petitions/751392\r\n\r\nKeep 5-Year ILR and Restrict Access to Benefits for New ILR Holders\r\nhttps://petition.parliament.uk/petitions/746363\r\n\r\nDo not apply ILR qualifying period changes retrospectively to ILR applicants\r\nhttps://petition.parliament.uk/petitions/751517\r\n\r\nIf you search for \"ILR\" on the petitions web-site you will find even more\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-16T09:25:05.041Z"
    },
    "id": 751506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751506.json"
    },
    "type": "petition"
}