{
    "attributes": {
        "action": ". Remove Restrictions Limiting Care Workers to One Employer or Role",
        "additional_details": "Many care workers in the UK speak English at C1 level and are highly educated, yet they are trapped by care-visa restrictions that tie them to one employer and limit their chances of growth. These workers are capable of contributing far more to the economy, but current rules prevent them from using their full skills or progressing professionally. Many are graduates, including UK master’s holders. Lifting these restrictions would reduce shortages and allow them to reach their potentiall",
        "background": "Many care workers in the UK are highly qualified professionals, including university graduates, who are eager to integrate and contribute economically. We ask the Government to:\r\n• Allow care workers to take up roles across the health and social care sector.\r\n• Lift restrictions to one employer",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-23T13:18:52.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-23T16:20:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-05T13:41:58.469Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions which call for similar actions:\r\n\r\nAllow care worker visa holders to change employer \r\nhttps://petition.parliament.uk/petitions/739833\r\n\r\nScrap sponsorship requirements for overseas healthcare workers to switch jobs \r\nhttps://petition.parliament.uk/petitions/728943"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-05T13:42:06.098Z"
    },
    "id": 751631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751631.json"
    },
    "type": "petition"
}