{
    "attributes": {
        "action": "Stop the UK government from removing Article 8 of the EHRC",
        "additional_details": "If article 8 is vital in many aspects of life, it is often used in child protection cases, family court cases, custody disputes, rights to privacy, rights to legal immigration, rights to home life, data privacy, communications, medical and legal data and more. If the UK government removes the article it will have a damaging affect on all UK citizens. We urge the government to refrain from removing Article 8 and to ensure it stays in place. This is a vital human right.",
        "background": "The UK government has recently announced stricter reforms to asylum seekers rules in the UK, however this incorporates the removal of Article 8 from the EHRC, the right to respect for private and family life. This affects everyone in the UK, not just migrants or asylum seekers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-23T14:33:10.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-23T14:58:50.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-29T10:34:00.530Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government is not “removing Article 8 of the ECHR”. It has announced a review of how Article 8 is applied in immigration/asylum cases, and is discussing possible reforms to the UK’s human rights framework, but it cannot simply delete Article 8 from the European Convention on Human Rights (ECHR)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-29T10:34:03.003Z"
    },
    "id": 751639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751639.json"
    },
    "type": "petition"
}