{
    "attributes": {
        "action": "Stop the UK government from removing Article 8 of the ECHR",
        "additional_details": "Article 8 is vital in many aspects of life, it is often used in child protection cases, family court cases, custody disputes, rights to privacy, rights to legal immigration, rights to home life, data privacy, communications, medical and legal data and more. If the UK government removes the article, it will have a damaging effect on all UK citizens. We urge the government to refrain from removing or altering Article 8 and to ensure it stays in place. This is a vital human right.",
        "background": "The UK government has recently announced stricter reforms to asylum seekers rules in the UK, however this incorporates the removal of Article 8 from the ECHR, the right to respect for private and family life. This affects everyone in the UK, not just migrants or asylum seekers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-23T21:13:43.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-23T22:39:00.000Z",
        "opened_at": null,
        "rejected_at": "2025-12-19T15:20:18.222Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The ECHR is in international convention - the Government has no power to change it unilaterally - perhaps resubmit the petition making it clearer what you want the Government to do or not do which is within its remit."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2025-12-19T15:20:19.448Z"
    },
    "id": 751702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751702.json"
    },
    "type": "petition"
}