{
    "attributes": {
        "action": "Make residence, ILR & citizenship pathways fairer and easier for asylum seekers.",
        "additional_details": "Many asylum seekers spend years in the UK building lives, families and communities, yet face complex pathways and long delays before gaining stable status. Clear and easier routes to residence, ILR and citizenship would support integration, reduce administrative burden, and improve wellbeing. Fair rules also ensure consistency, avoid retrospective disruption, and help people contribute fully to society and the economy.",
        "background": "Ensure simpler and clearer routes for asylum seekers to obtain residence, ILR & citizenship. Reduce unnecessary delays, avoid retrospective changes, and provide stable rules that allow people who have lived in the UK for years to integrate fully. Introduce fair timelines and streamlined processing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-24T15:21:21.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-24T15:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-05T20:23:36.529Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand that you're concerned about routes to citizenship for asylum seekers, but we're not exactly sure what changes you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign this petition: \r\nKeep the 5-Year ILR route for refugees. Do not extend it to 10 or 20 years: https://petition.parliament.uk/petitions/751443"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-05T20:23:36.526Z"
    },
    "id": 751790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751790.json"
    },
    "type": "petition"
}