{
    "attributes": {
        "action": "Review required on new immigration and ILR rules as it is total INJUSTICE",
        "additional_details": "Please review these new immigration and ILR rules as they are total injustice with the people came in this country worked in this country shared their energies and money in the economy of this country",
        "background": "Review required on new immigration and ILR rules as these new rules are meant to be racist and total injustice with legal migrants if government want to apply these rules so they should be applied to new visa holders coming in the country not existing people living in the country as it is injustice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-24T09:39:59.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-24T14:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-02T16:41:53.305Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, setting out which rules you would like to be reviewed and any action you would like to be taken.\r\n\r\nYou may wish to sign the following petitions which are already open:\r\n\r\nKeep the 5-year pathway for all legal immigrants to apply for ILR\r\nhttps://petition.parliament.uk/petitions/751293\r\n\r\nKeep the 5-Year ILR route for refugees. Do not extend it to 10 or 20 years\r\nhttps://petition.parliament.uk/petitions/751443\r\n\r\nMake a law to protect ILR from abolition and retrospective changes\r\nhttps://petition.parliament.uk/petitions/742864\r\n\r\n​Keep 5-year Indefinite Leave to Remain (ILR) for those already granted asylum\r\nhttps://petition.parliament.uk/petitions/751580\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-02T16:42:00.271Z"
    },
    "id": 751746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751746.json"
    },
    "type": "petition"
}