{
    "attributes": {
        "action": "Allow trained pharmacy staff to hand out checked medication if pharmacist absent",
        "additional_details": "Patients are regularly denied vital medication because current law forbids staff from handing out prescriptions if the pharmacist is absent, even when the medicine is already checked, labelled and ready. This leads to missed doses, withdrawal, worsening conditions and distress. Staff also face abuse and anxiety enforcing rules they did not create. Modernising the law would protect patients, support staff and reflect how pharmacies operate today.",
        "background": "Reform medicines law so trained dispensers or registered technicians can hand out medication that has already been clinically checked, labelled and sealed when the pharmacist is absent. This will prevent missed doses, reduce patient harm and ease pressure on pharmacy staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-24T13:58:10.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DHSC",
                "name": "Department of Health and Social Care",
                "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-24T14:18:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-02T11:28:40.933Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has changed the law so that pharmacists can authorise any competent member of the pharmacy team to hand out ‘checked and bagged prescriptions’ in their absence. This will be the case from 7th January 2026. \r\n\r\nThe relevant law is the Human Medicines (Authorisation by Pharmacists and Supervision by Pharmacy Technicians) Order 2025. It was agreed by Parliament on 10 December 2025. You can find out more here: \r\n\r\nLink to the explanatory note: https://www.legislation.gov.uk/uksi/2025/1249/memorandum/contents\r\nLink to the order: https://www.legislation.gov.uk/uksi/2025/1249/made"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-02T11:28:40.931Z"
    },
    "id": 751781,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751781.json"
    },
    "type": "petition"
}