{
    "attributes": {
        "action": "Oppose proposed statutory requirement that schools store or pouch smartphones",
        "additional_details": "Smartphones are not safe for children and are causing immense harm. Storing them is an option to better protect children during the school day. However, pouching smartphones:\r\nNormalises children owning smartphones\r\nEncourages parents of Year 6 to buy their child a smartphone\r\nIs very expensive (see Ireland)\r\nPromotes belief that schools cannot manage this themselves \r\nMakes complex what is actually straightforward\r\nLocks schools into contracts with 3rd parties that they will find difficult to leave",
        "background": "The Government should commit to not mandate nationwide phone storage systems in schools. The high profile movement to make this statutory should face proper scrutiny, in terms of costings, for example, and, instead, the far better alternative of banning smartphones from school premises be considered",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-24T11:27:14.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-24T18:46:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-06T13:36:52.800Z",
        "rejection": {
            "code": "no-action",
            "details": "There are currently no reported Government plans to introduce statutory requirements for schools to store or 'pouch' phones. The current non-statutory guidance says that schools may develop their own policies to implement a no phones in schools rule. The guidance suggests the following systems that could be adopted:\r\n\r\nNo mobile phones allowed on the school premises\r\nMobile phones handed in on arrival\r\nMobile phones kept in secure location, which pupils do not access throughout the school day\r\nPupils may keep their phones but they are “never used, seen or heard\r\n\r\nYou can find out more in this House of Commons Library note: https://commonslibrary.parliament.uk/research-briefings/cbp-10241/\r\n\r\nWe could accept a petition calling for the Government to ban schools from storing mobile phones, if that's something that you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-06T13:36:52.798Z"
    },
    "id": 751759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751759.json"
    },
    "type": "petition"
}