{
    "attributes": {
        "action": "PETITION AGAINST UNFAIR HOSPITALITY SERVICE CHARGE PRACTICES",
        "additional_details": "We respectfully request that the Government:\r\n\t1.\tIntroduce or enforce legislation requiring 100% of service charges to be given to staff, with no hidden deductions.\r\n\t2.\tMandate full transparency.\r\n\t3.\tProhibit employers from retaining any portion of service charges, unless explicitly approved by law.\r\n\t4.\tIntroduce penalties for businesses that misuse or misrepresent service charges.\r\n\t5.\tRequire hospitality venues to clearly inform customers how service charges are handled.",
        "background": "We, the undersigned employees, customers, and members of the public, respectfully submit this petition to raise urgent concerns regarding the unfair and non-transparent.\r\n\r\nAcross the industry, many hospitality businesses apply a mandatory service charge to customer bills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-24T02:37:38.404Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-25T04:19:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-06T10:30:58.125Z",
        "rejection": {
            "code": "already-happening",
            "details": "We cannot accept this petition as it calls for something which is already in place. \r\n\r\nThe Employment (Allocation of Tips) Act was enacted in 2023, and sets out a legal obligation on employers across sectors to allocate all tips, gratuities and service charges which they are paid or which they exercise control or significant influence over (\"qualifying tips\") to workers without any deductions. The Act also requires employers to ensure that the distribution of qualifying tips between workers is fair, and provides a route for the worker to complain if the employer is not following the law. \r\n\r\nYou can find the full legal text here: https://www.legislation.gov.uk/ukpga/2023/13/enacted\r\nAnd the explanatory notes to the Act here: https://www.legislation.gov.uk/ukpga/2023/13/notes/division/1/index.htm"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-06T10:30:58.123Z"
    },
    "id": 751733,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751733.json"
    },
    "type": "petition"
}