{
    "attributes": {
        "action": "Apply any new immigration rules only to new arrivals, not to UK residents.",
        "additional_details": "Applying new immigration rules to everyone has caused difficulties and deepened social divisions. UK residents feel unfairly targeted by the Immigration White Paper because of their low income, which is beyond their control.\r\nThe real solution is to detain illegal migrants humanely until their refugee status is granted and to conclude their asylum applications within one month by recruiting additional interviewing officers. If they wish to appeal, they should remain in the detention centre.",
        "background": "As proven by the failed policies of “removing the right to citizenship from some refugees” and “delaying asylum applications,” pressuring those already in the UK will not lead to voluntary returns. It only makes the lives of vulnerable people much harder and causes significant distress and anxiety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-25T13:14:03.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-25T14:46:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-06T10:51:12.617Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not exactly sure if you want the Government to cancel all of its plans set out in its 2025 immigration white paper, or whether you just don't want the proposed changes to apply to those currently in the UK. You can find out more about the Government's immigration white paper and what it proposes in this House of Commons Library briefing: https://commonslibrary.parliament.uk/research-briefings/cbp-10267/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou may wish to sign these petitions which are currently open on the site: \r\n\r\nMake a law to protect ILR from abolition and retrospective changes: https://petition.parliament.uk/petitions/742864\r\n\r\nKeep the 5-Year ILR route for refugees. Do not extend it to 10 or 20 years: https://petition.parliament.uk/petitions/751443\r\n\r\nKeep 5-year ILR for Skilled Workers & dependents who come before April 2026: https://petition.parliament.uk/petitions/751505"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-06T10:51:12.615Z"
    },
    "id": 751946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/751946.json"
    },
    "type": "petition"
}