{
    "attributes": {
        "action": "Do not abolish the 10-year long residence route to Indefinite Leave to Remain",
        "additional_details": "This route provides a fair and established pathway to settlement for people who have lived lawfully in the UK for a decade. Many individuals using this route have been working, paying taxes, raising families, and contributing to their communities throughout this time. Abolishing this route would create uncertainty and hardship for long-term lawful residents who have followed the rules, paid taxes and built their lives in the UK. Major impact will be to children who has integrated well in the UK.",
        "background": "The Government should not abolish the 10-year long residence route to ILR. This route provides a fair pathway to settlement for people who have lived lawfully in the UK for a decade paying taxes. Ending it would cause uncertainty for long-term residents who consider the UK as their home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-26T08:13:37.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-26T10:19:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-06T15:28:01.909Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government is already increasing the standard qualifying period for Indefinite Leave to Remain from five to ten years.\r\n\r\nYou may wish to sign this petition which calls for a similar action:\r\n\r\nKeep the 5-year pathway for all legal immigrants to apply for ILR - https://petition.parliament.uk/petitions/751293\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-06T15:28:11.783Z"
    },
    "id": 752080,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752080.json"
    },
    "type": "petition"
}