{
    "attributes": {
        "action": "We Don’t Want Benefits — Skilled workers Want ILR and Freedom to Work",
        "additional_details": "We urge the UK Government to grant Skilled Workers a fair ILR pathway. We accept restrictions on public funds, yet we remain tied to one employer and vulnerable to unfair treatment. We ask for freedom, dignity, and full right to work without fear of losing status. Give Skilled Workers ILR so we can live and work independently",
        "background": "We ask the UK Government to grant Skilled Workers a fair ILR pathway. We don’t seek benefits — we seek freedom from employer dependency. Many face unfair treatment but cannot speak up. Give us dignity, protection and the right to live freely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-26T17:04:37.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-26T18:31:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-06T15:11:29.210Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We do not know what kind of pathway to ILR you want to see introduced. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign this petition which calls for a similar action:\r\n\r\nKeep 5-Year ILR and Restrict Access to Benefits for New ILR Holders \r\nhttps://petition.parliament.uk/petitions/746363"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-06T15:11:35.716Z"
    },
    "id": 752188,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752188.json"
    },
    "type": "petition"
}