{
    "attributes": {
        "action": "Protect the right to ILR for people to whom you grant refugee status for 5 years",
        "additional_details": "Once the game has started, the rules can't be changed. You told refugees, \"We recognize that you have suffered persecution and injustice, and we're granting you refugee status, allowing you to live in the UK for five years.\" Then, you told them they could apply for ILR after five years. Now, you're telling them they have to wait 20 years. If these people want to return, they haven't a country to return to. They also can't apply for asylum in another country because they have refugee status.",
        "background": "Those you granted refugee status came to the UK because they had no chance of survival in their own country. You granted them refugee status because you acknowledged they were being persecuted in their own country. Now, forcing them into 20 years of limbo is persecuting them in the UK as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-26T22:13:38.792Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-26T22:46:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-06T15:08:53.444Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\n​Keep 5-year Indefinite Leave to Remain (ILR) for those already granted asylum. \r\nhttps://petition.parliament.uk/petitions/751580"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-06T15:09:01.225Z"
    },
    "id": 752249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752249.json"
    },
    "type": "petition"
}