{
    "attributes": {
        "action": "Provide winter and summer essentials for all primary school children in the UK.",
        "additional_details": "By passing this law it will mean that all children will feel equal and not excluded. This will help all children to feel included and reduce bullying because of what they don't have. It will make sure that they are protected and healthy. The healthcare rates will decrease with less people having skin cancer, sunstroke or frostbite in the nearby future. This will save the NHS a lot of money. It can increase attendance in schools because children won't feel embarrassed to go to school.",
        "background": "We would like that every child receives a winter and summer pack.In the winter pack we would like you to provide a hat, scarf, gloves and warm socks. In the summer pack we would like you to provide sunscreen, hat, water bottle and sunglasses. This would be for every child in the UK primary schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-27T11:40:40.507Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-28T17:46:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-08T11:40:19.016Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government and Welsh Parliament is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/\r\n\r\nYou may also wish to raise this issue with your local Members of the Senedd who represent you. You can find out who your Members of the Senedd are and how to contact them here: https://senedd.wales/find-a-member-of-the-senedd/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-08T11:40:19.013Z"
    },
    "id": 752325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752325.json"
    },
    "type": "petition"
}