{
    "attributes": {
        "action": "Protect children, families and genuine asylum seekers in new UK asylum reforms",
        "additional_details": "The UK’s asylum reforms must stay fair, humane and true to British values of protecting the vulnerable. Families and children escaping danger face years of uncertainty through long waits and 10–20 year settlement routes. A better system needs faster decisions, early legal work rights, clear separation of genuine from non-genuine claims, and enforcement focused on criminal smuggling gangs—not vulnerable people simply seeking safety and stability.Every child deserves safety and hope.",
        "background": "Ensure new asylum reforms protect children, families and genuine asylum seekers by reducing delays, creating fairer settlement routes and allowing earlier legal work, while targeting criminal smuggling gangs—not vulnerable people—so the system stays fair, humane, safe and workable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-27T11:10:53.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-27T11:50:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-14T12:05:36.556Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what asylum reforms you'd like the Government or Parliament to implement in order to protect children, families and asylum seekers.\r\n\r\nYou could start a new petition explaining clearly what specific changes you would like the Government or Parliament to make to the UK asylum system.\r\n\r\nYou may also wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/751033"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-14T12:05:45.948Z"
    },
    "id": 752315,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752315.json"
    },
    "type": "petition"
}