{
    "attributes": {
        "action": "Fair Settlement Rights for all  legal immigrants and Skilled Workers",
        "additional_details": "We call on Government to ensure settlement eligibility is not based on earnings alone. All skilled workers should have equal rights to settlement regardless of sector. Workers must have fair rights to change employers after the same qualifying period. Strong protections are needed against sponsor failure, redundancy, or events beyond control. Unprotected rule changes risk destroying lives built through lawful work tax. Fairness, stability, and equal treatment must remain at the heart of the UK",
        "background": "All skilled workers contribute to the UK economy and society. Workers in social care, hospitality, education, cleaning, support services, and other essential sectors are no less valuable than those employed in the NHS or high-salary professions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-28T19:31:38.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-28T21:07:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-12T16:59:04.192Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear what specific action you are seeking from the UK Government or Parliament. You can submit a new petition setting out more clearly what specific action you are seeking, and you may wish to sign this petition:\r\n\r\nMake Skilled Worker sponsor-free after 5 years, with grace period and cap fees: https://petition.parliament.uk/petitions/747176"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-12T16:59:04.190Z"
    },
    "id": 752575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752575.json"
    },
    "type": "petition"
}