{
    "attributes": {
        "action": "BN(O)s Are British Nationals — Stop Treating Us as Migrants",
        "additional_details": "BN(O)s are British nationals with UK-issued passports and voting rights, yet still lack equal nationality rights. Hong Kong’s unjust exclusion from the 2002 BOT Act left us the only former UK territory without settlement right. The Sino-British Joint Declaration was never democratic—citizens were never represented—and breached by China. A man is arrested for Sedition Offences under National Security Law after raising basic concerns about Hong Kong fire shows severe repression we continue to face",
        "background": "Address BN(O)s’ exclusion from 2002 BOT Act; Remove BN(O)s from immigration policy, including 2025 White Paper; One-off restoration for BDTC-HKs and pre-1997 British HK birth certificate holders; End nationality inequality:settlement (direct or simplied path), nationality inheritance, e-Gate access",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-29T19:32:38.165Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-29T19:57:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-09T09:55:21.996Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand that you're concerned about the rights of people who are a British national (overseas), but we're not exactly sure what changes you'd like to see to the current rules or citizenship laws. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-09T12:29:19.685Z"
    },
    "id": 752747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752747.json"
    },
    "type": "petition"
}