{
    "attributes": {
        "action": "Reform the curriculum and fix the SEND crisis with urgent, cross-party action.",
        "additional_details": "Government and Parliament must urgently address the SEND crisis as councils face a projected multi-billion-pound High Needs deficit, with forecasts indicating a £6.3 billion shortfall as SEND funding becomes centralised. Without long-term, cross-party reform and sustainable investment, the system risks financial failure and continued unmet needs for children.",
        "background": "Government and Parliament should work together on long-term, cross-party reforms to address the SEND crisis, fund multi-billion deficits sustainably, and modernise the curriculum from EYFS to tertiary so it meets diverse needs and supports every learner effectively.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-11-30T09:36:57.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-11-30T10:11:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-14T13:24:54.831Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what SEND reforms or funding commitments you'd like the Government or Parliament to make.\r\n\r\nYou could start a new petition explaining clearly what specific reforms you would like the Government or Parliament to introduce in relation to the SEND system.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-14T13:24:56.088Z"
    },
    "id": 752814,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752814.json"
    },
    "type": "petition"
}