{
    "attributes": {
        "action": "Hold a General Election with proportional voting.",
        "additional_details": "Last election 29 Million voted, labour got 9.7 million votes and 411 seats 33% voted for them. Remove the old system and create a new proportional representation system where if a party gets 33% of votes they only get 33% of the power.",
        "background": "Hold a general election now but use proportional voting and remove first-past-the-post voting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-01T17:56:01.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-01T18:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-09T09:58:41.589Z",
        "rejection": {
            "code": "no-action",
            "details": "Is this about passing a law to change the voting system and then calling a general election on the new system or about calling a general election now (which would legally have to be on the old system)? - presumably the former, in which case that isn't entirely clear from the wording.\r\n\r\nWe already have a petition on calling a general election now which is still open and can be signed:\r\n\r\nDissolve Parliament and call a General Election now!\r\nhttps://petition.parliament.uk/petitions/750050\r\n\r\nThere is also a petition open on holding a referendum on proportional representation:\r\n\r\nHold a referendum on replacing First Past the Post with proportional voting\r\nhttps://petition.parliament.uk/petitions/734192\r\n\r\nand another on supporting the Elections (Proportional Representation) Bill currently before Parliament:\r\n\r\nGovernment to support the Elections (Proportional Representation) Bill\r\nhttps://petition.parliament.uk/petitions/732593\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-09T09:59:42.463Z"
    },
    "id": 752995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/752995.json"
    },
    "type": "petition"
}