{
    "attributes": {
        "action": "Used Mixed-Member Proportional Representation for the general election.",
        "additional_details": "In the recent election, FPTP skewed results: Labour won 63% of seats with 34% of votes. A lot of parties had modest vote share but had nearly 0 MPs.\r\n\r\nIn MRP, you vote for a party list and a local MP. List seats match list vote share (22% vote → 22% seats), with a 3–5% threshold with expectations (Northen Ireland, Scottish and Welsh nationalist parties) MP seats use FPTP; if a party wins 60% of MPs with 40% of votes, other parties get compensatory (overhang) seats to align seat share with votes\r\n.",
        "background": "Mixed-Member Proportional (MMP) representation is a voting system that combines constituency MPs (and proportional representation (PR) to elect a legislature. It is used in various forms by many Europeon countries and gives each party the seats in paraliament very close to their voter share.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-01T18:24:25.397Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-21T09:55:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T16:53:46.192Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nGovernment to support the Elections (Proportional Representation) Bill\r\nhttps://petition.parliament.uk/petitions/732593\r\n\r\nHold a referendum on replacing First Past the Post with proportional voting\r\nhttps://petition.parliament.uk/petitions/734192"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T16:53:52.833Z"
    },
    "id": 753005,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753005.json"
    },
    "type": "petition"
}