{
    "attributes": {
        "action": "Stop the Congestion Charge Penalty on London’s Car-Share Lifeline",
        "additional_details": "For many people, Zipcar is not a convenience, it is their only way to survive in a city where owning a car is virtually impossible.\r\nShared mobility provides:\r\n-Affordable access to medical appointments, caring responsibilities, and essential travel\r\n-Independence for people with disabilities who cannot rely on inconsistent public transport\r\n- A realistic alternative to private car ownership\r\n- Crucial flexibility for shift workers and parents\r\n- Lower congestion and reduced emissions across London.",
        "background": "We urgently call upon the MoL & TfL to reverse the imposed Congestion Charge rules on car-share vehicles, inc Zipcar & the few mobility services.\r\nThis policy threatens to cut off a lifeline for thousands of Londoners who rely on shared vehicles for essential travel, especially low income residents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-01T23:30:52.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-02T07:48:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-12T09:14:20.552Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of the Mayor of London and the London Assembly. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-12T09:14:20.550Z"
    },
    "id": 753044,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753044.json"
    },
    "type": "petition"
}