{
    "attributes": {
        "action": "Agree Prostate Cancer screening would save lives and have a screening programme",
        "additional_details": "Reverse the recent study results which implies that it would be ‘more harm than good’ statement. If another study was to be done by prostate cancer patients, who never had any symptoms, or families of those who have passed away with this disease with no symptoms, I am sure opinion would change. Firstly think about the impact on individuals and their families. When you hear the word CANCER from the doctor, your world changes.  Early detection will save lives, and the NHS £££ \r\nScreening is a must",
        "background": "A recent decision by heath experts concluded that a screening programme would do more harm than good, but, if prostate cancer is detected early there is a better chance of living longer, and less long term pressure on NHS if it’s detected early",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-02T20:08:28.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-02T20:54:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-10T10:31:43.811Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/751472 \r\n\r\nIn addition, your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nIf you'd like your petition to apply to Scotland, you could start a petition on this topic on the Scottish Parliament website: https://petitions.parliament.scot/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-10T10:31:58.878Z"
    },
    "id": 753170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753170.json"
    },
    "type": "petition"
}