{
    "attributes": {
        "action": "Include South Middlesex in the new West Surrey County name",
        "additional_details": "South Middlesex has a long-standing cultural and historical identity distinct from Surrey and identifying the county as “West Surrey & South Middlesex” acknowledges that heritage. A dual name supports alignment despite boundary reorganisation to 'preserve legacy' and prevent erasure of an area steeped in tradition and local history that government would do well not to ignore\r\n\r\nIncluding South Middlesex follows 'established practice' for newly formed authorities with diverse historical identities.",
        "background": "This petition recommends “South Middlesex” be included in the proposed county name “West Surrey” as the current proposal does not reflect the geography, or composition of our area. South Middlesex identity remains important to residents and it should be recognised in this new county official title.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-02T23:29:20.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-03T20:26:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T14:55:37.719Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level. \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a new petition calling for changes to the consultation process for the creation and naming of new unitary authorities, if that's what you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T14:55:49.325Z"
    },
    "id": 753192,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753192.json"
    },
    "type": "petition"
}