{
    "attributes": {
        "action": "Address the funding crisis in UK HE to protect diversity of subject provision.",
        "additional_details": "Cold spots for degree-level subject provision are growing across the UK. Lack of government regulation of UK HEIs means no assurance of their continued provision of diverse subjects, as would align with Labour's Industrial Strategy, or that they enact their civic duties in locally-embedded ways. HE equips graduates with advanced knowledge, critical thinking, professional expertise. It drives innovation and economic growth, contributes to national security, enriches the social fabric. Protect it.",
        "background": "Reinstate government oversight of our publically-funded and vital sector. Protect diversity of provision and widening access by reinstating student number caps and requiring more democratic management structures. Address the financial crisis, including the impact of excessive senior leadership pay.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-03T13:00:26.859Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfE",
                "name": "Department for Education",
                "url": "https://www.gov.uk/government/organisations/department-for-education"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-09T10:49:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-20T13:42:54.228Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about higher education, but we're not sure exactly what you'd like the Government or Parliament to do. For example, we're not sure what new oversight you'd like the Government to have or what management structures you'd like to see it require Universities to have. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for a review of Higher Education Funding if that's something that you'd like to see. \r\n\r\nWe currently have this petition open about funding for certain subjects: \r\n\r\nProtect & reinstate funding for arts & humanities in higher & further education: https://petition.parliament.uk/petitions/746787"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-20T13:43:03.831Z"
    },
    "id": 753237,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753237.json"
    },
    "type": "petition"
}