{
    "attributes": {
        "action": "Support kids with severe mental health who struggle with daily school attendance",
        "additional_details": "Should parents be fined for their children’s absence due to their mental health issues. In the current climate where the workplace is making strides in combatting neurodivergence and absence at work with more awareness it seems unfair that schools are not doing the same. Added pressure on parents financially especially those on low incomes makes no sense. Parents often have to have time off losing either holiday or pay to look after children who are off for this reason.",
        "background": "Don’t punish parents for minors who struggle to attend school due to mental health issues. Support children and families having difficulty in coping with the overwhelming and sometimes intimidating pressures that attending school can bring.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-03T18:31:05.589Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-03T18:48:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-14T15:50:32.081Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand they are concerned about support for children with mental health needs but we are not sure what action you would like the UK Government or Parliament to take. You could start a new petition setting this out more clearly. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-14T15:50:32.080Z"
    },
    "id": 753274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753274.json"
    },
    "type": "petition"
}