{
    "attributes": {
        "action": "Provide free childcare for working families&subsidised part-time for non-workers",
        "additional_details": "Rising childcare costs make it unaffordable for working parents, while families on benefits often get free places. This discourages workforce participation and limits opportunities for children. Providing free childcare for working families and subsidised part-time places for others promotes fairness, boosts productivity, and improves child development outcomes.",
        "background": "Introduce free full-time childcare for working families and part-time subsidised places for non-working families to boost workforce participation, reduce childcare costs, and improve child outcomes, while ensuring fairness and efficient use of public funds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-04T16:00:20.262Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-05T08:59:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-26T16:50:09.716Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean in terms of providing free childcare for working families and subsidised, part-time childcare for those who do not work.\r\n\r\nUnder the Free Childcare for Working Parents scheme, working parents of children aged 9 months to 4 years old may be able to claim 30 hours per week of free childcare for 38 weeks of the year. \r\n\r\nNon-working parents may also be able to claim free childcare under the scheme if they fulfil certain eligibility requirements. You can read more about the scheme here: https://www.gov.uk/free-childcare-if-working/what-youll-get\r\n\r\nYou may wish to start a new petition calling for the Government or Parliament to increase the number of hours for free childcare entitlement or eligibility requirements to the scheme."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-26T16:50:27.016Z"
    },
    "id": 753395,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753395.json"
    },
    "type": "petition"
}