{
    "attributes": {
        "action": "Make Party Manifesto Commitments Legally Binding or Trigger a Public Vote",
        "additional_details": "The public vote in a General Election based on the manifesto commitments presented by political parties. These manifestos function as a form of contract: voters choose a government based on the promises made. When major manifesto pledges are abandoned, reversed, or significantly altered, the democratic mandate is undermined. This petition asks Parliament to create a legal or constitutional mechanism to ensure future Governments cannot obtain power and change promises voter approval.",
        "background": "Require the Government to adhere to the key promises it was elected on. If a governing party significantly breaks commitments in its manifesto, this should be treated as a breach of contract with the electorate, triggering either a public vote on the changed policies or an automatic General Election",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-04T19:48:07.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-09T21:29:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T12:31:55.673Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petition, which calls for similar action:\r\n\r\nCall a general election if a government breaks an election manifesto promise\r\nhttps://petition.parliament.uk/petitions/744946"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T12:32:03.435Z"
    },
    "id": 753439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753439.json"
    },
    "type": "petition"
}