{
    "attributes": {
        "action": "Turn off the heating in the House of Common",
        "additional_details": "Heating the House of Commons at the taxpayer’s expense while millions struggle with rising energy bills is a symbol of hypocrisy. Citizens are told to cut back, wear extra layers, and accept colder homes, yet MPs enjoy constant warmth. Turning off the heating would force Parliament to share the discomfort ordinary people face, highlight the need for energy efficiency, and remind representatives they are not above the standards they impose.",
        "background": "I want Parliament to turn off the heating in the House of Commons to show solidarity with citizens facing rising energy bills. If households are told to cut back, MPs should lead by example and share the same discomfort, proving they are not above the standards they set.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-04T18:07:21.353Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-04T18:54:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-13T10:14:41.977Z",
        "rejection": {
            "code": "operational",
            "details": "We can't accept petitions about something that is an operational decision for a government or parliamentary body, rather than decision about policy or legislation that is made by the Government or Parliament.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-13T10:14:49.895Z"
    },
    "id": 753417,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753417.json"
    },
    "type": "petition"
}