{
    "attributes": {
        "action": "Police officers should be paid more",
        "additional_details": "Being in the police is a dangerous and draining job. Many people put their lives at stake so that we can wonder the streets without worrying about everything. Police custody is a grubby, violent building filled with mostly nasty, drunken people. These brave warriors are not paid enough for their selfless efforts to help the country. Most of them do it for justice to the wrongdoers. I am not a police man. I just feel as though they deserve more pay for their efforts.",
        "background": "Increase the pay for police officers so their job feels a bit more bearable and so they have a reason to come to work each day",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-04T17:30:27.618Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-04T20:35:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-20T12:54:46.446Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has already confirmed a 4.2% pay increase for police officers (https://www.gov.uk/government/news/42-pay-rise-for-police-officers-across-england-and-wales). We are not sure exactly how much more you would like police officers to be paid.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as specifying how much you would like police officer pay to be increased by\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-20T12:54:58.529Z"
    },
    "id": 753414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753414.json"
    },
    "type": "petition"
}