{
    "attributes": {
        "action": "Make It Mandatory for All Nurseries in the UK to Have Working CCTV",
        "additional_details": "kept, and require regular checks to ensure cameras are functioning. This would create a consistent, national safeguarding standard to protect all children and support staff.\r\nParents deserve peace of mind knowing their children are safe. While most nurseries provide excellent care, there have been incidents across the UK where children have been harmed due to lack of oversight. Installing mandatory, functioning CCTV in all nursery rooms and play areas would protect children, support staff, and provide transparency.\r\n\r\nThis is not about blaming nurseries — it’s about making child safety a top priority.",
        "background": "The Government should introduce a law requiring all registered nurseries in the UK to install and maintain working CCTV cameras in every childcare area, including playrooms, sleep rooms and outdoor spaces. The law should also set clear rules on how footage is stored, who can access it, how long it i",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-05T06:17:04.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-05T09:15:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-13T11:51:59.512Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/750797"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-13T11:51:59.509Z"
    },
    "id": 753496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753496.json"
    },
    "type": "petition"
}