{
    "attributes": {
        "action": "The AI Immigrant - Steer our collective human future to avoid mass replacement.",
        "additional_details": "I am concerned of the destabilising impact mass unemployment has on a society. AI driverless cars could be the start of replacing all drivers, AI legal advisors replace graduate entry law jobs etc, AI lawmakers could debate and replace politicians.\r\n\r\nMake AI a tier 1 political issue that is discussed at length. \r\n\r\nThis might be our last chance to use democracy to regulate the AI companies before a handful of individuals decided for the rest of us.",
        "background": "Please discuss at length the impact that artificial intelligence will take peoples jobs and what steps we can take to steer the future of the UK to a positive outcome for people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-05T18:31:18.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-08T12:23:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-16T13:02:32.535Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about AI, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following:\r\n\r\nReview and Regulate AI to Protect Jobs and Prevent Mass Unemployment\r\nhttps://petition.parliament.uk/petitions/753437 \r\n\r\nMandate AI job impact assessments and transition support for UK workers\r\nhttps://petition.parliament.uk/petitions/731495"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-16T13:02:33.724Z"
    },
    "id": 753599,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753599.json"
    },
    "type": "petition"
}