{
    "attributes": {
        "action": "BAN ALL RELIGIOUS SLAUGHTER OF ANIMALS, Halal or otherwise",
        "additional_details": "Currently many abbatoirs & meat producers/butchers are run under religious practices such as Halal.Thus meats supplied to supermarkets and butcher retailers etc are not clearly labelled. Thus the majority of British public is being forced to buy & eat meats and poultry that have been slaughtered in a manner that is against our culture & beliefs of an animals rights as well as ours. The animal welfare laws of this country must prevail & no sidelining under any religious grounds should be allowed.",
        "background": "Britain has over many years pursued the right for animals to be slaughtered in a humane way that reduces pain and stress. Those laws have been enacted to ensure this. The introduction of religious slaughter under Halal or Kosher mathods or any other similar type is totally against this ethos.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-06T11:09:36.808Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-06T11:41:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-16T15:09:52.991Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.  \r\n \r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:  \r\n\r\nhttps://www.parliament.scot/chamber-and-committees/committees/current-and-previous-committees/session-6-citizen-participation-and-public-petitions-committee \r\n\r\n There is also a open petition on this topic which you may wish to sign: https://petition.parliament.uk/petitions/729708"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T16:09:06.212Z"
    },
    "id": 753664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753664.json"
    },
    "type": "petition"
}