{
    "attributes": {
        "action": "Protect Refugees Already Promised a 5 Year Path to Settlement.",
        "additional_details": "Refugees made their plans and rebuilt their lives in the UK based on the Government’s written commitment to a 5-year settlement route. Changing this after status has already been granted would break that promise and create serious uncertainty for families who have already fled conflict, persecution, and danger. Many refugees are children, have disabilities, or are recovering from trauma, and long delays to settlement would harm their stability, education, and mental health.\r\nIt is not fair at all",
        "background": "I want the Government to protect refugees already on the 5 year route by allowing them to finish the pathway they were promised. This is about basic fairness. People who followed the rules and relied on the Government’s commitment should not be moved onto longer routes. It should not apply for them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-05T23:22:17.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-06T21:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T15:15:30.720Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\nProtect 5-Year ILR and Benefits for Refugees Already on the Path to settlement: https://petition.parliament.uk/petitions/751762 \r\n\r\nYou may also wish to sign thhe following petition which calls for a similar action:\r\n\r\nKeep the 5-Year ILR route for refugees. Do not extend it to 10 or 20 years \r\nhttps://petition.parliament.uk/petitions/751443"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T15:15:40.753Z"
    },
    "id": 753630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753630.json"
    },
    "type": "petition"
}