{
    "attributes": {
        "action": "Allow secondary schools to have atleast 5 school buses to make transport easier",
        "additional_details": "I want this to happen so that there are less children who are late and get detentions because the buses are too packed in the morning, and also so that there's less of a hassle to get to home and can make parents worry",
        "background": "We want them to make transport for students easy as TFL buses get way too packed and cause delays to go to school and return to home\r\nAllow there to be parking for parents who want to pick up and drop their children, maybe they can have a pass which allows them to do so,saying the school name",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-06T17:28:19.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-07T00:54:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-15T17:36:13.560Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about public transport in London are a matter for Transport for London, not the UK Government or Parliament. We also can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nThe Government has statutory guidance for local authorities regarding home-to-school travel, which you can find here: https://www.gov.uk/government/publications/home-to-school-travel-and-transport-guidance"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-15T17:36:18.833Z"
    },
    "id": 753693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753693.json"
    },
    "type": "petition"
}