{
    "attributes": {
        "action": "Charge and stop water companies from releasing millions of sewage into UK river",
        "additional_details": "I live in Dorset, a beautiful county filled with luscious wilderness and beautiful chalk streams. Chalk streams are only really found in the south of England, and they are becoming polluted and toxic.  The water companies across the UK commit crimes every single year yet they don't get prosecuted. Water companies profited a lot last year whilst they were tipping millions of litres of sewage into ours water ways. If we lose our rivers it will be a tipping point we can't come back from",
        "background": "I would like you to stop the water companies from raping our riverways every year, killing 80% of all marine life since 2000, for them to amend what they have done and lastly for them to be charged for their crimes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-07T10:23:06.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-07T15:34:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-16T16:52:38.449Z",
        "rejection": {
            "code": "no-action",
            "details": "Ofwat currently regulates the water sector in England and Wales. Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, how you would like existing laws relating to water sector regulation to be strengthened.\r\n\r\nFor example, we opened these petitions:\r\n\r\n\"Change law: OFWAT to block dividends & executive bonuses when rationing water\"\r\nhttps://petition.parliament.uk/petitions/730541\r\n\r\n\"Ban the use of bio-beads in water treatment works\"\r\nhttps://petition.parliament.uk/petitions/751158\r\n\r\n\"Levy Water Companies to Fund Year-Round Water Testing to Safeguard Public Health\"\r\nhttps://petition.parliament.uk/petitions/732603"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-16T16:52:45.089Z"
    },
    "id": 753754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753754.json"
    },
    "type": "petition"
}