{
    "attributes": {
        "action": "Prevent billionaires, lobbyists and companies from destroying democracy",
        "additional_details": "Democracy is under threat like never before. Technology is allowing nefarious individuals and groups to attack it in different ways. Too often, anti-democratic forces are able to sway opinions via opaque methods. The UK Govt needs to step up and face up to these iniquitous challenges.",
        "background": "Remove the reach of X, tackle foreign intervention into local politics, curb dodgy donations, investigate biased bought media, challenge Russian influence, defang predatory companies, halt lobbying & stop opaque access to the corridors of power!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-08T06:55:14.598Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-08T10:24:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T15:01:55.237Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about democracy in the UK, but we're not exactly sure what specific action you'd like the Government or Parliament to take.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe UK Government has recently announced a review into foreign financial interference in UK politics: https://www.gov.uk/government/news/urgent-review-into-foreign-financial-interference-in-uk-politics\r\n\r\nWe've published these petitions which you may wish to sign: \r\n\r\nEstablish review of risks to UK democracy from foreign influence on social media: https://petition.parliament.uk/petitions/748564\r\n\r\nCall a public inquiry into Russian influence on UK politics & democracy: https://petition.parliament.uk/petitions/744215\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T15:02:08.187Z"
    },
    "id": 753845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753845.json"
    },
    "type": "petition"
}