{
    "attributes": {
        "action": "Consider implementations to law regarding adult bullying and harassment .",
        "additional_details": "Currently, the requirement for anti bullying and appropriate online communications is significantly under regulated, allowing margin for error and subjectivity. \r\nThere is a need for a national response and a call to action against this behaviour which can, and does, affect many people within workplaces. Tighter restrictions with pathways to formal protections are required to reduce the misuse of this practice and to assert formalised ethical boundaries for online communication practices.",
        "background": "Formally recognise the inappropriate use of cc’ing within work communications as coercive bullying and harassment. \r\n\r\nTo create grounds to call out this behaviour and act with the support of clear legislation and guidance that will be written into policy for adult anti-bullying in the workplace.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-09T04:50:50.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "BT",
                "name": "Department for Business and Trade",
                "url": "https://www.gov.uk/government/organisations/department-for-business-and-trade"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-09T11:52:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-20T13:57:53.423Z",
        "rejection": {
            "code": "no-action",
            "details": "A petition needs to be clear about what it asking of Government or of the House of Commons. Harassment and bullying, including when conducted by inappropriate cc'ing of people into emails, is already covered by legislation and guidance respectively. \r\n\r\nIn that context it's not clear what else you are looking for the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-20T13:58:01.387Z"
    },
    "id": 753935,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753935.json"
    },
    "type": "petition"
}