{
    "attributes": {
        "action": "Stop the closure of Derby DrivAbility on 31/03/2026.",
        "additional_details": "We assess fitness to drive following medical investigations/diagnosis to determine whether a medical condition is affecting road safety. This closure will result in many clients/patients not being able to access the support they need, losing their freedom and independence, and negatively affecting their mental health and well-being.  It will also result in people continuing to drive that should have surrendered their license, impacting on their own safety and a danger to other road users.",
        "background": "This must be debated in Parliament.\r\nIt is fundamental to road safety to ensure that all road users are safe to drive following a DVLA notifiable condition. \r\nGovernment must maintain this service either by finding a new provider or supporting the UHDB NHS Trust to make a U-turn on their decision.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-09T14:39:28.064Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-09T16:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-16T11:58:37.715Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-16T11:58:43.218Z"
    },
    "id": 753980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/753980.json"
    },
    "type": "petition"
}