{
    "attributes": {
        "action": "Have Parliament support initiation of National Food Society modelled on RHS.",
        "additional_details": "Many people have told me this is a good idea, including members of the Guild of Food Writers. Whilst many charities exist to help with problems of nutrition and food poverty there is nothing which serves the needs of those who love food, cooking, and creativity but no longer have the opportunity to share and express that love. If there were a society such as I envisage it might alleviate problems of health, (both mental and physical), as well as mitigate social isolation and loneliness.",
        "background": "Facilitate public debate on the need for a large, well-funded, society for food enthusiasts of all ages, means, and gender, to share, learn about, and celebrate a love of food. Just as The Royal Horticultural Society exists to “involve, inspire, inform and improve” respecting those who love plants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-09T18:52:05.602Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-09T21:36:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-20T11:49:56.328Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nYou can find out how to set up a charity here: https://www.gov.uk/setting-up-charity\r\n\r\nYou could ask your MP to take action on your concerns about this issue. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-20T11:49:56.325Z"
    },
    "id": 754004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754004.json"
    },
    "type": "petition"
}