{
    "attributes": {
        "action": "Improve resilience and safety of the M4 PoW Bridge and the M48 Severn Bridge",
        "additional_details": "The simultaneous M4 and M48 closures exposed a major weakness in cross-Severn travel. These bridges are vital, and full shutdowns disrupt commuters, businesses and emergency services. We need an independent review to improve maintenance, weather-closure protocols, contingency planning, and to invest in reliable alternative routes. Stronger infrastructure and clearer communication are essential to prevent future total closures and protect the region’s connectivity.",
        "background": "Conduct a full review of the 9 December 2025 disruption, upgrade safety-critical infrastructure on both Severn bridges, strengthen wind-resilience, improve public communication, and publish a long-term strategy ensuring at least one crossing remains reliably open.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-10T11:21:37.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-10T14:10:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T12:35:32.133Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T12:35:39.733Z"
    },
    "id": 754078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754078.json"
    },
    "type": "petition"
}