{
    "attributes": {
        "action": "Vote for No digital ID to be implemented",
        "additional_details": "I want the government not to implement any new sort of digital ID, it is invasive and ridiculous and without the consent of the public. There cannot be one rule for one person and another for everybody else. People will not follow along with the ridiculous notion that it is needed and will result in a revolt.",
        "background": "On the 8th of December it was debated about digital ID. But it was not taken to a vote. All that happened was parliament discussing it and then continuing to move forward with their original plans. This solves nothing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-10T13:55:40.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-10T14:09:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-21T14:36:52.640Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign the following petitions that call for similar actions:\r\n\r\nRepeal the Data (Use and Access) Act 2025 in full and stop Digital ID rollouts \r\nhttps://petition.parliament.uk/petitions/743698\r\n\r\nHold a referendum on introducing mandatory identity cards in the UK \r\nhttps://petition.parliament.uk/petitions/734246"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-21T14:37:04.565Z"
    },
    "id": 754106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754106.json"
    },
    "type": "petition"
}