{
    "attributes": {
        "action": "Strengthen and Protect Petitions to Hold Government to Account",
        "additional_details": "Public trust is damaged when governments can ignore huge petitions and act without meaningful accountability between elections. Once elected, no government should be free to push through policies the public overwhelmingly oppose. Strengthening petitions through legislation would provide a vital democratic safeguard. Giving 250k+ petitions mandatory scrutiny and 1m+ petitions binding outcomes ensures the public remain an active constitutional check on government power, not spectators to it.",
        "background": "New legislation, protecting stronger petition powers constitutionally, so they gain real democratic force. We suggest petitions of 250k+ signatures should trigger mandatory scrutiny, and petitions with 1m+ signatures should lead to binding public action such as a referendum or equivalent mechanisms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-11T19:09:57.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-11T20:27:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-21T11:03:54.177Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"mandatory scrutiny\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you may wish to sign one of the following similar petitions.\r\n\r\n\"Give More Power to Public Petitions to Force the Government to take Action\"\r\nhttps://petition.parliament.uk/petitions/736968\r\n\r\n\"Reform the petition system: Parliament vote at 1M signatures & referendum at 5M\"\r\nhttps://petition.parliament.uk/petitions/746146\r\n\r\n\"Hold referendum if a petition reaches over 650,000 signatures\"\r\nhttps://petition.parliament.uk/petitions/743620"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-21T11:03:54.175Z"
    },
    "id": 754254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754254.json"
    },
    "type": "petition"
}