{
    "attributes": {
        "action": "Strengthen homeowner protection allowing clearer rights and non-lethal defences",
        "additional_details": "Homeowners face uncertainty when defending themselves during break-ins. Current laws can leave innocent people afraid to act or worried about prosecution after acting in genuine fear. Allowing clearer rights, safer non-lethal tools, and stronger police response would reduce harm, deter intruders, and ensure families feel protected in their own homes. Modernising these laws prioritises safety, prevents escalation, and gives homeowners the confidence they need.",
        "background": "Strengthen homeowner protection by clarifying self-defence laws, allowing non-lethal defensive tools in the home, and permitting safer pre-planned security measures. Create clear guidance on reasonable force and ensure priority police response to home intrusions to reduce risk to innocent people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-12T21:54:06.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-15T07:15:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-23T09:57:07.494Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear what specific changes you would like to be made to the existing guidance on using reasonable force against intruders (https://www.gov.uk/reasonable-force-against-intruders). You could start a new petition setting this out more clearly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-23T09:57:09.244Z"
    },
    "id": 754375,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754375.json"
    },
    "type": "petition"
}