{
    "attributes": {
        "action": "Implement a traffic light control crossing in Aspatria for the primary school.",
        "additional_details": "The lollipop man was unfortunately removed from his duties at Richmond Hill Primary School in Aspatria following several troubling near-miss incidents. However, this decision has alarmingly heightened the danger for primary students, as their safety while crossing the road is now significantly jeopardized without the protective presence of the lollipop man. The Lollipop man himself has pleaded with the council for a safe crossing to be implemented Due to the dangers this road causes.",
        "background": "The Aspatria community has consistently appealed to the council for assistance, yet they have neglected to install a safe crossing for our primary students. We urgently demand the installation of a traffic light crossing at an appropriate distance from the T-junction.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-14T10:57:42.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-14T20:43:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T13:25:26.105Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T13:25:32.332Z"
    },
    "id": 754476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754476.json"
    },
    "type": "petition"
}