{
    "attributes": {
        "action": "Include the Name “Fraser” on Personalised Merchandise at Garden Centres",
        "additional_details": "This petition is inspired by Fraser, an 8-year-old child, who has noticed that he can rarely find his name on merchandise when visiting garden centres. For children, seeing their name on an item can be exciting, affirming, and inclusive — especially when siblings and friends are able to find theirs easily.\r\n\r\nWe believe that:\r\n\t•\tFraser is a popular and recognisable name\r\n\t•\tChildren should feel included and represented\r\n\t•\tAdding one more name is a small change that makes a big difference\r\n\r\nWe respectfully ask garden centres and their merchandise suppliers to add “Fraser” to their standard range of personalised and novelty products, alongside other common names.",
        "background": "We call on garden centres and gift suppliers to include the name “Fraser” on personalised and novelty merchandise.\r\n\r\nMany garden centres sell personalised items such as mugs, keyrings, pens, magnets, signs, and children’s gifts featuring popular first names. “Fraser” is frequently missing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-14T15:09:07.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-14T17:15:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T10:55:30.971Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about what stock to sell are the responsibility of individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T10:55:44.346Z"
    },
    "id": 754499,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754499.json"
    },
    "type": "petition"
}