{
    "attributes": {
        "action": "Build a new acute hospital for East Kent,",
        "additional_details": "East Kent’s hospital system is fragmented, outdated, and unsafe for many. Lives are at risk due to delays, poor access, and lack of emergency services. A new central hospital is vital for dignity, safety, and future-proofed care. We’ve waited too long — action is urgent.",
        "background": "We call for a new hospital to replace outdated sites, ensuring safe, accessible care for all East Kent residents. This must be centrally located, with full emergency services and future-proofed capacity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-13T11:19:18.344Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-13T15:48:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T10:51:48.703Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T10:51:55.061Z"
    },
    "id": 754410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754410.json"
    },
    "type": "petition"
}