{
    "attributes": {
        "action": "Buildings over humans? Fund the NHS before more lives are lost to suicide!",
        "additional_details": "We want the government to act because mental health services in the NHS are failing too many people. £10.2 million was spent on Durham bus station, where someone sits for 20 minutes for a bus, while mental health services are drowning. People are forced to pay for therapy even if it means going without food. The government can fix this by giving proper funding, improving staff checks, and putting measures in place to prevent suicides. People’s lives must come first.",
        "background": "We want the government to stop caring more about buildings than people. The NHS is under pressure and mental health is ignored. People pay for therapy instead of food. Fund mental health, check staff, and prevent suicides. Lives must come before buildings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-15T22:36:41.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-15T22:55:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-23T11:07:56.066Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nIncrease funding for community mental health services and crisis lines\r\nhttps://petition.parliament.uk/petitions/733200\r\n\r\nFund zero-wait self-referral mental health hubs nationwide by June 2026\r\nhttps://petition.parliament.uk/petitions/735660\r\n\r\nFunding for preventative NHS Mental Health Services & set minimum access times\r\nhttps://petition.parliament.uk/petitions/732893\r\n\r\nIncrease funding for mental health services like counselling\r\nhttps://petition.parliament.uk/petitions/736864"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-23T11:08:01.892Z"
    },
    "id": 754619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754619.json"
    },
    "type": "petition"
}