{
    "attributes": {
        "action": "Remove luxury tax subsidised vehicles for MP’s",
        "additional_details": "Due to the changes being implemented and removal of luxury vehicles from the mobility scheme for more affordable tax subsidised options then I want the same debate for removal of unnecessary tax subsidised luxury vehicles for MP’s. Why do MP’s require luxury vehicles? Why do they need expensive options? What is wrong with smaller more affordable vehicles? Just imagine how much money the tax paying public would save?",
        "background": "Remove the use of tax paid luxury vehicle subsidised by the tax payer for MP’s. Debate how money can be saved by providing smaller more affordable options.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-17T08:39:00.084Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-07T21:59:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-04T12:27:51.435Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nMPs don't receive subsidised luxury vehicles. We're therefore not exactly sure what you'd like the Government or Parliament to do.\r\n\r\nThere is a Government Car Service that provides a car service for ministers in government departments. You can find out more here:  https://www.gov.uk/government/publications/government-car-service/government-car-service-gcs\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-04T12:27:59.666Z"
    },
    "id": 754757,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754757.json"
    },
    "type": "petition"
}