{
    "attributes": {
        "action": "Change the dyslexia assessments",
        "additional_details": "I am doing this in a hope that the system is looked at thouraly my son has had a preliminary assessment provided by the school for dyslexia however for the school to do something he needs a full assessment this costs any where from 600 to 1000 pound privately and for meany cases affording this when on benefits is impossible  the government need to change the system when parents want the best for there children and support",
        "background": "Change the system\r\n\r\nPut more funding available for private assessments for dyslexia and dyscalcula\r\n\r\nGive schools more control and to do full assessments in school",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-17T14:19:58.705Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-17T22:34:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-26T11:49:05.809Z",
        "rejection": {
            "code": "no-action",
            "details": "We don't know exactly what you are asking for in this petition - is your petition calling for funding to be made available to parents or the school?\r\n\r\nWe also don't understand what \"something\" refers to in this sentence: \"however for the school to do something he needs a full assessment\" \r\n\r\nWe could accept a petition asking for a review into the funding of assessments for dyslexia and dyscalcula to ensure that pupils from low income families are not disadvantaged?\r\n\r\n[MH] I find this unclear - I don't know exactly what the line \"for the school to do something\" refers to (presumably support of some sort?) \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-26T11:49:20.091Z"
    },
    "id": 754775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754775.json"
    },
    "type": "petition"
}