{
    "attributes": {
        "action": "Manifesto Betrayal and the Case for Legal Accountability in Government",
        "additional_details": "Amid growing controversy over the Labour government’s deviation from, and failure to adhere to, the manifesto on which it was elected, a serious constitutional issue arises. Party manifestos underpin informed voter consent and should therefore carry legal force. Failure to honour these commitments breaches public trust and undermines democratic legitimacy, warranting enforceable legal sanctions, with deliberate or persistent non-compliance treated as a fraudulent criminal offence",
        "background": "I want the government to debate this because democracy relies on informed consent. When manifesto promises are broken without consequence, voters are misled & trust erodes. Legal accountability would deter deception, restore confidence in elections, and ensure governments govern on the mandate given",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-16T23:06:52.394Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-18T12:44:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T14:37:09.469Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what action you'd like the Government or Parliament to take in relation to fulfilling party manifesto promises.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may also wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/749381"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T14:37:17.918Z"
    },
    "id": 754734,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754734.json"
    },
    "type": "petition"
}