{
    "attributes": {
        "action": "Remove proposal to spy on UK citizens in the Children's Wellbeing & Schools Bill",
        "additional_details": "The monitoring software proposed is a massive risk to the security of the citizens of the United Kingdom. Spying on every mobile device in the United Kingdom is a massive breach of privacy, security and trust. These clauses define a child as 18, although many teenagers mature much before then into using technology on a daily basis, including VPNs. The clauses allow phones to transmit any data you record, anything you see or anything you do on your phone to the government—it is endangering to all",
        "background": "Withdraw the new clauses following Clause 27 authored by a \"Lord Nash\", \"Baroness Cass\" and \"Baroness Benjamin\" on VPNs and monitoring software",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-18T16:32:56.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-19T21:48:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-29T11:27:35.314Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The action is now unclear with the Lords having rejected the amendment in question.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-29T11:27:45.656Z"
    },
    "id": 754872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754872.json"
    },
    "type": "petition"
}