{
    "attributes": {
        "action": "Guaranteed West Yorkshire's Tram Network \"spades in the ground in 2028\"",
        "additional_details": "A review few people expect has moved the expected delivery of the first line to the late 30s. Nobody understands why it takes so long. There's no good reason for it. Trams are a commodity. People deserve to be told why there's a delay - not why a report says we need a delay, but why there's no desire from Westminster to deliver infrastructure in The North",
        "background": "West Yorkshire has already lost two tram projects. Leeds in particular is too populated to not have a mass transit system. \r\n\r\nGuarantee the start of the project in good time, so the people of West Yorkshire can be confident it will eventually arrive",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-18T11:04:45.272Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-18T11:25:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-27T11:03:27.915Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.  \r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.  \r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP  \r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-27T11:03:27.912Z"
    },
    "id": 754852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/754852.json"
    },
    "type": "petition"
}