{
    "attributes": {
        "action": "Create a Mass Transit System for Leeds",
        "additional_details": "Leeds is the largest city in Europe without a mass transit system, holding back productivity, jobs, and growth across West Yorkshire. Reliable rapid transit would cut congestion, reduce emissions, improve access to work and education, and support housing delivery. Investment would level up the North and give Leeds the connectivity expected of a major UK city.",
        "background": "Parliament should commit funding and legislative backing for a fully integrated mass transit system for Leeds, enabling light rail or rapid transit, coordinated buses, and long-term operating support through West Yorkshire Combined Authority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-21T09:42:28.749Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-21T11:40:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T11:48:41.136Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T11:48:48.069Z"
    },
    "id": 755070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755070.json"
    },
    "type": "petition"
}