{
    "attributes": {
        "action": "Stop the media repeatedly targeting demographics with a protected characteristic",
        "additional_details": "Either get IPSO to do their job properly or put some other regulatory body or framework in place to prevent the media from running sometimes dozens of defamatory news stories each week about groups of people that are not only harassing in nature, but are also misleading or objectively wrong in content and, also calculated to get others to hate, abuse or attack these demographics.",
        "background": "The UK media has repeatedly and persistently been targetting a number of groups of people who have a protected characteristic for over a decade now.\r\n\r\nThe IPSO will not do anything about this because they cannot see a problem with it..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-21T12:12:31.413Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-28T23:05:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-30T18:40:31.276Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about some reporting by the news media, but we're not sure exactly what regulatory framework or offences you'd like the Government or Parliament to introduce.\r\n\r\nWe can also only accept petitions about things that the Government or Parliament are directly responsible for. Decisions about the handling of complaints to IPSO are a matter for IPSO, not the UK Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-30T18:40:31.273Z"
    },
    "id": 755079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755079.json"
    },
    "type": "petition"
}