{
    "attributes": {
        "action": "Remove VPN restrictions and device-level surveillance from the Schools Bill.",
        "additional_details": "Restricting VPNs requires universal ID checks. This destroys privacy and autonomy and creates a loop where surveillance triggers workarounds, which are met with further control. \"software\" is a backdoor that scans messages and can result in false positives, also breaking encryption. This threatens whistleblowers & journalists who are fundamental to democracy. Who decides exemptions? It is authoritarian to treat all citizens as suspects. Police should use targeted stings, not mass surveillance.",
        "background": "Amend the Children’s Wellbeing & Schools Bill to remove any clause on digital guidance that threatens encryption/privacy. Remove VPN ban for minors and all mandates for \"tamper-proof system software\" on personal devices. Prohibit any age-verification requirements for VPN and communication services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-22T11:16:39.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-22T11:39:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-28T13:10:07.716Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear what action you are seeking, as this part of the bill has already been considered by Parliament and some of the amendments you refer to have been rejected by the House of Lords so will not be part of the Bill. \r\n\r\nThere is also a petition already open on not banning children from using VPNs https://petition.parliament.uk/petitions/754408 that you may wish to sign. \r\n\r\nWe cannot accept petitions that ask for the same or very similar actions to a petition that is already open."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-28T13:10:07.714Z"
    },
    "id": 755134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755134.json"
    },
    "type": "petition"
}