{
    "attributes": {
        "action": "Introduce tougher sentences for crimes causing harm to many victims across UK",
        "additional_details": "Crimes that harm multiple victims cause long-lasting damage to families, communities, and public safety. Sentencing should reflect the full scale of harm caused, not just the offender’s intent toward one person, to ensure justice, deterrence, and public confidence in the justice system",
        "background": "We call on the UK Government to review sentencing policy and introduce stronger sentencing uplifts where a crime causes harm to multiple victims, even when committed by a single offender or small group, and to work with devolved administrations to promote consistency across the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-21T23:10:19.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-22T16:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-30T13:58:06.176Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Scotland has its own criminal justice system. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://www.mygov.scot/find-your-local-council\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-30T13:58:13.644Z"
    },
    "id": 755114,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755114.json"
    },
    "type": "petition"
}