{
    "attributes": {
        "action": "Enact a law restricting noise pollution from the public",
        "additional_details": "Up to 16.5% of the UK population have sensory sensitivities. This includes autistic people and other neurodiversities. When accessing public places there is a large amount of noise pollution, especially regarding to cars and motorcycles on the road and this can cause a lot of upset and distress to those with higher sensitivity. Even neurotypical people find loud noises quite annoying and more restrictions being put in place will create a nicer place to live in.",
        "background": "There should be restrictions regarding the creation of noise pollution from cars, machinery, etc. around certain times/areas. This incudes revving engines to create excessively loud noises",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-24T21:06:15.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-24T21:31:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-09T17:58:50.750Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what restrictions you'd like the Government or Parliament to implement in order to reduce noise pollution. \r\n\r\nThe Environmental Protection Act 1990 also already exists and requires Local Authorities to act to stop or prevent the nuisance if they deem it to be a statutory nuisance. You can read more about this here: https://commonslibrary.parliament.uk/research-briefings/cbp-8040/\r\n\r\nYou could start a new petition explaining clearly the type of restrictions you would like the Government or Parliament to enact in order to reduce noise pollution in public areas."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-09T17:58:59.964Z"
    },
    "id": 755278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755278.json"
    },
    "type": "petition"
}