{
    "attributes": {
        "action": "Reopen Wimborne rail station",
        "additional_details": "Noe that Wimborne Market has closed, the people of Wimborne deserve rail. It would be greener and faster, and it would encourage young people to stay in an area which struggles to retain its youth. Bring back Wimborne rail station!  A journey from Wimborne to Bournemouth should not take an hour via public transport.",
        "background": "Wimborne rail station served the fine citizens of Wimborne for decades. Currently the popular market town has only a handful of bus connections, none of which could come close to the speed and efficiency of rail travel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-24T21:42:21.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-24T23:02:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T10:19:25.392Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for transport. You can find contact details for the Department for Transport here: https://www.gov.uk/government/organisations/department-for-transport"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T10:19:31.310Z"
    },
    "id": 755279,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755279.json"
    },
    "type": "petition"
}