{
    "attributes": {
        "action": "Reaffirm the UK’s recognition of Somalia’s sovereignty and territorial integrity",
        "additional_details": "The UK has long recognised Somalia as a sovereign and unified state. Recent international and regional developments have caused concern that this position may be misinterpreted or undermined. A clear reaffirmation would uphold international law, support stability in the Horn of Africa, and provide clarity to Parliament, the public, and international partners.",
        "background": "Publicly reaffirm that the UK recognises the Federal Republic of Somalia as a sovereign state within its internationally recognised borders, and that it opposes any actions or statements that undermine Somalia’s territorial integrity or unity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-27T17:03:32.106Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-27T17:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-30T17:47:45.999Z",
        "rejection": {
            "code": "already-happening",
            "details": "We can't publish petitions when the request is something that's already happening or something that has been announced since you started your petition.\r\n\r\nIn response to a written question on 13 October 2025, the Government said \"The UK is one of Somalia's closest and longest standing partners and remains committed to supporting Somali authorities to build a safe, free, and secure country for all Somalis. The Foreign, Commonwealth and Development Office (FCDO) regularly engages with the Somali authorities, political parties and civil society, including those in Somaliland. We continue to advocate for dialogue between Hargeisa and Mogadishu.\" https://questions-statements.parliament.uk/written-questions/detail/2025-09-16/77540\r\n\r\nIn a statement on the UK's new approach to Africa on 15 December 2025, the Government has said that it is \"supporting vital peacebuilding efforts in the Great Lakes region and working on conflict prevention with countries such as Nigeria, Ethiopia and Somalia\". You can read the full statement here: https://questions-statements.parliament.uk/written-statements/detail/2025-12-15/hcws1168\r\n\r\nWe think your petition is covered by Government or Parliament action already. If you'd like something else, you could start a new petition clearly explaining what it is."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-30T17:51:09.940Z"
    },
    "id": 755379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755379.json"
    },
    "type": "petition"
}