{
    "attributes": {
        "action": "Make schools do better when it comes to children's mental health",
        "additional_details": "Cause schools and teachers do not care about out kids they mainly care about attendance rates and not the kids themselves, alot of children are affected with mental health issues due to teachers not being trained properly on this subject",
        "background": "Schools don't care about children's mental health which is affecting children badly especially if they are on the spectrum, schools and teachers should be trained better to deal with these things, as alot of childrens mental health is caused by school",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-26T11:24:43.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-27T04:27:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T10:17:33.189Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about children's mental health in schools, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following petitions:\r\n\r\nMandate all teachers in mainstream schools receive SEN & mental health training\r\nhttps://petition.parliament.uk/petitions/746351\r\n\r\nReview guidance on school behaviour policy to support mental health & inclusion\r\nhttps://petition.parliament.uk/petitions/747430\r\n\r\nProvide funding so every school can have a full-time school counsellor\r\nhttps://petition.parliament.uk/petitions/746739\r\n\r\nFund teacher training for mental health first aid and suicide prevention\r\nhttps://petition.parliament.uk/petitions/742545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T10:17:40.544Z"
    },
    "id": 755330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755330.json"
    },
    "type": "petition"
}