{
    "attributes": {
        "action": "Stronger legal protections for leaseholders against unfair freeholder practices",
        "additional_details": "Current laws fail to protect leaseholders from systematic exploitation. Freeholders operate minimal accountability. Without government intervention, freeholders will continue manipulating service charges to force leaseholders into financial distress, acquiring properties through exploitation. Independent regulatory oversight is essential to audit charges, investigate complaints and penalize abuse. Only Parliament can create enforceable protections with real consequences for freeholder misconduct",
        "background": "Leaseholders across the UK face exploitation from freeholders who abuse their power. The current system heavily favours freeholders, leaving leaseholders vulnerable to financial exploitation. We urge the government to reform leasehold law, giving residents greater control over their homes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-28T17:45:25.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-28T18:33:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T11:13:33.891Z",
        "rejection": {
            "code": "no-action",
            "details": "It's clear you care about rights for leaseholders but it's not exactly sure what changes you - since third petition was submitted the Government has made those announcements:\r\n\r\nhttps://hansard.parliament.uk/commons/2026-01-27/debates/19F456FD-9362-47EC-AE87-F4D349B05F68/CommonholdAndLeaseholdReform\r\n\r\nThere are also some other petitions open on aspects of leasehold reform which you may want to sign:\r\n\r\nAbolish Ground Rent for Existing Residential Leasehold Properties\r\nhttps://petition.parliament.uk/petitions/750566\r\n\r\nGive leaseholders a right to force a buy-back after serious mismanagement\r\nhttps://petition.parliament.uk/petitions/747515"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T11:13:51.620Z"
    },
    "id": 755436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755436.json"
    },
    "type": "petition"
}