{
    "attributes": {
        "action": "Increase support to Ukraine as peace talks continue.",
        "additional_details": "As peace talks continue, the UK Government and Parliament should actively debate and advance stronger humanitarian and military support for Ukraine. Parliamentary discussion can help secure funding, coordinate allies, and reinforce accountability. By backing Ukraine during negotiations, the UK strengthens Ukraine’s position, deters aggression, and helps lay the foundations for a just and lasting peace.",
        "background": "As peace talks continue, increasing humanitarian and military support for Ukraine is essential. Aid protects civilians and services, while defense support strengthens Ukraine’s negotiating position, reducing coercion and increasing the chance of a just, lasting peace.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-29T15:28:54.462Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-30T22:37:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-05T10:22:16.172Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly how or the exact amount you would like the UK Government or Parliament to increase its support for Ukraine.\r\n\r\nIn addition, the UK Government has already publicly supported Ukraine's Government and is providing a range of economic, humanitarian and defensive military assistance to Ukraine in response to Russia's invasion. \r\n\r\nThe UK Government has committed up to £21.8 billion for Ukraine. On 16 January 2026, the UK committed an extra £20 million of energy infrastructure support.\r\n\r\nYou can read more about UK support for Ukraine here:\r\nhttps://www.gov.uk/government/publications/uk-support-to-ukraine-factsheet/uk-support-to-ukraine-factsheet\r\nhttps://www.gov.uk/government/news/uk-and-ukrainestrengthen-ties-underlandmarkpartnershipas-20m-accelerated-to-support-energy-infrastructure"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-05T10:22:26.772Z"
    },
    "id": 755504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755504.json"
    },
    "type": "petition"
}