{
    "attributes": {
        "action": "To create a causeway from the Isle of Harris to The Isle of Uist.",
        "additional_details": "Economic Benefits: A causeway could boost the local economy as it would let the locals move without having to rely on unreliable ferry times.\r\n\r\nTourism: It would mean tourists can move freely without having to worry about catching ferry’s.\r\n\r\nCommunity: It would have a massive impact and would mean they can get resources over more easily (like healthcare) it would also mean that the locals could trust they will get back home in time as it wouldn’t have time restrictions unlike the ferry.",
        "background": "Funding: Allocate funds for the construction of the causeway.\r\nEnvironmental Impact Assessment: Conduct a thorough assessment of the environmental impact of the causeway.\r\nCommunity Consultation: To see what local communities have to say/how they feel about the causeway and how it could help them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2025-12-30T10:37:38.346Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2025-12-30T11:46:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-19T12:09:25.361Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-19T12:09:31.083Z"
    },
    "id": 755562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755562.json"
    },
    "type": "petition"
}