{
    "attributes": {
        "action": "Ban consumer fireworks to protect animals",
        "additional_details": "Consumer fireworks cause severe fear and distress to pets every year. Loud, sudden explosions trigger panic, injuries, animals escaping homes, and long term anxiety. Fireworks are used unpredictably over weeks, not nights, making it impossible to protect animals. Restricting fireworks to organised displays would greatly reduce suffering and protect animal welfare. This change would prioritise compassion, reduce trauma, and reflect a modern, responsible approach to celebrations for animals pets!",
        "background": "I want the Government to ban consumer fireworks because they cause severe stress and trauma to pets. Loud, unpredictable explosions leave animals terrified, injured or missing, and many suffer long-term anxiety. Fireworks should be limited to controlled public displays to protect animal welfare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-03T20:54:08.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-03T21:27:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-01-26T10:05:13.460Z",
        "rejection": {
            "code": "duplicate",
            "details": "We already have a petition open on restricting the sale (and the use) of fireworks to authorised local authority events only. You may wish to sign this instead.\r\n\r\nLimit the sale of fireworks to those running local council approved events only\r\nhttps://petition.parliament.uk/petitions/732559"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-01-26T10:09:00.875Z"
    },
    "id": 755907,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755907.json"
    },
    "type": "petition"
}