{
    "attributes": {
        "action": "Let voters trigger a no-confidence process and require Parliament to act.",
        "additional_details": "We want a new law establishing a statutory public confidence mechanism, so voters can formally signal a loss of confidence in the Government between elections above a clear national threshold, requiring MPs to debate and hold a no-confidence vote. This would fill the current democratic deficit gap, where previously only Parliament could initiate a vote of no confidence after serious breaches of trust, and would better reflect when public confidence has materially changed since the last election.",
        "background": "Create a law for a verified public petition to declare a loss of confidence in the Government between general elections, with a national voter threshold that, once met, obliges Parliament to hold a no-confidence vote within a one-week notice, which could lead to an early general election.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-04T21:51:41.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-05T14:56:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T10:03:23.406Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition, which calls for similar action: \"Give the British Public the Right to Vote No Confidence in the Government\" https://petition.parliament.uk/petitions/734311"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T10:03:23.404Z"
    },
    "id": 755988,
    "links": {
        "self": "https://petition.parliament.uk/petitions/755988.json"
    },
    "type": "petition"
}