{
    "attributes": {
        "action": "Parliament to scrutinise the Prime Minister's application of international law.",
        "additional_details": "Provide a clear public explanation of the Government’s response to events in Venezuela, clarify how international law is being applied in this case, and allow Parliament to scrutinise whether this approach is consistent with the UK’s stated commitment to international law.",
        "background": "Recent events in Venezuela raise concerns about possible breaches of international law by the United States. The Prime Minister’s response differs from his stance on threats to Greenland. International law must apply consistently; selective enforcement undermines the UK’s credibility.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-05T12:43:16.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-05T13:26:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-05T09:25:53.454Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear how you want Parliament to scrutinise the Government's position on these issues, beyond the mechanisms through which this is already taking place. \r\n\r\nFor example: \r\n\r\nThe Government's statement on Venezuela, and subsequent questions from MPs can be found here: https://hansard.parliament.uk/commons/2026-01-05/debates/453C7107-419B-4AF7-8602-352E03B903AF/Venezuela\r\n\r\nThe Government's statement on Artic security, and subsequent questions from MPs can be found here: https://hansard.parliament.uk/commons/2026-01-19/debates/23DA67D6-70B5-413C-9040-4381C04A3D73/ArcticSecurity\r\n\r\nThe Foreign Affairs Committee also examines the expenditure, administration and policy of the Foreign, Commonwealth and Development Office: https://committees.parliament.uk/committee/78/foreign-affairs-committee/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-05T09:25:55.134Z"
    },
    "id": 756018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756018.json"
    },
    "type": "petition"
}