{
    "attributes": {
        "action": "Provide More Grit Boxes to Prevent Ice- Injuries and Reduce Pressure on the NHS",
        "additional_details": "We call on Plymouth City Council to install more grit boxes in areas prone to icy conditions, including pavements, hills, residential streets, and busy pedestrian routes.\r\nIcy pavements lead to preventable slips and falls, particularly affecting older people, disabled residents, carers, NHS staff, and parents with children. These accidents place unnecessary pressure on the NHS.\r\nWe urge the council to review current provision and install additional grit boxes before future periods of icy weather.",
        "background": "The cost of installing additional grit boxes is small compared to the financial and human cost of treating avoidable injuries. Increased grit box provision would improve public safety, protect vulnerable residents, and reduce strain on NHS services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-05T22:13:44.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-05T22:29:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T10:09:53.814Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about Plymouth City Council's provision of grit boxes are a matter for the council, not the UK Government or Parliament.\r\n\r\nYou could raise this issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T10:09:53.812Z"
    },
    "id": 756085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756085.json"
    },
    "type": "petition"
}