{
    "attributes": {
        "action": "Amend excessive terms in estate agent selling contracts.",
        "additional_details": "Estate agents are holding sellers of property to ransom with the excessive 20 week rule where they cannot go elsewhere. Poor service and poor marketing do not allow a consumer to move easily to another agent.",
        "background": "Discuss the excessive terms in estate agent property selling contracts, for example the 20 week rule where you cannot go elsewhere. Or the extension to these terms. Make it legally binding to also not have a one off contract first, just have one contract in total and it must be sent back signed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-06T13:43:38.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-10T12:53:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-06T11:25:22.022Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In any case, the UK Government and Parliament are not directly responsible for the terms and conditions of individual estate agent contracts. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, providing it was something that the UK Government and Parliament are responsible for. For example, we could accept a petition calling for a review of estate agent regulations, if that's something that you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-06T11:25:32.554Z"
    },
    "id": 756132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756132.json"
    },
    "type": "petition"
}