{
    "attributes": {
        "action": "End Police self investigation. Replace the police complaints system",
        "additional_details": "The current system allows suppression because police \"mark their own homework\" by allocating complaints themselves. The \"Right to Review\" only looks at process, not the complaint. Even if an adjudicator recommends action, police can currently ignore it. We need an independent body with the final, binding word to ensure accountability and justice. Police must not be allowed to gatekeep justice. Public trust requires a system that is genuinely external, transparent, and beyond police control.",
        "background": "Create an independent task force to handle all police complaints. The police must not receive or allocate complaints against themselves. Independent rulings for further investigation must be binding and the police must not be allowed to say no. It is time for full transparency and public trust.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-06T17:39:52.193Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-06T17:59:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-09T16:19:43.453Z",
        "rejection": {
            "code": "already-happening",
            "details": "We do already have an Independent Office for Police Conduct (formerly the IPCC) which deals with the most serious complaints and conduct matters.  \r\n\r\nThe petition is also unclear. We are not clear whether the petition is asking the IOPC additionally to look into all other police complaints, including the relatively minor, or whether another independent body is to be established.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-09T16:20:07.355Z"
    },
    "id": 756165,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756165.json"
    },
    "type": "petition"
}