{
    "attributes": {
        "action": "Protect Workers and Contributors from Unfair Systems",
        "additional_details": "We call on the Government to reform Employment Tribunal enforcement, government helplines, and benefit rules. Claimants should receive awards directly, with the state recovering money from employers. Helplines must provide practical guidance, and individuals who have paid taxes and National Insurance for years should receive support in their own right, not based on a partner’s income.\r\nConclusion:\r\nCurrent systems place the burden, cost, and risk on law-abiding individuals while allowing employers and institutions to avoid responsibility. Reform in these areas would promote fairness, restore confidence in public systems, and ensure justice and support are real and effective.",
        "background": "We call on the Government to reform Employment Tribunal enforcement, government support services, and benefit entitlement rules to ensure fairness and proper support for individuals who have worked, paid taxes, and complied with the law in the United Kingdom.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-07T21:11:12.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-08T00:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-11T14:50:40.012Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the operation of employment tribunals, but it is not clear exactly how the changes called for in this petition would differ from existing arrangements in this area. \r\n\r\nIf you want the Government to pay any compensation arising from a tribunal case, then recuperate the money from the employer, then you could resubmit your petition to focus on that. \r\n\r\nYou may find the following information helpful: https://www.citizensadvice.org.uk/work/employment-tribunal/employment-tribunals/before-you-go-to-the-tribunal/check-what-compensation-you-can-get-for-unfair-dismissal/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-11T14:50:42.808Z"
    },
    "id": 756327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756327.json"
    },
    "type": "petition"
}