{
    "attributes": {
        "action": "Save the mountain bike jumps at Dartford Heath",
        "additional_details": "Mountain biking provides a safe and healthy outlet for physical activity, creativity, and social connection. For many of us, the ability to ride and improve our skills in a natural environment is more than a hobby—it’s a crucial part of managing stress, anxiety, and overall mental health. These jumps are built by riders who take pride in their maintenance and use them respectfully and responsibly.",
        "background": "to express concern over the repeated removal or destruction of the local mountain bike jumps in Dartford Heath. The jumps are not only a recreational feature but an important part of our community’s mental health, especially for young people and those who benefit from outdoor active lifestyles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-09T12:39:20.346Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-10T17:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T10:20:34.970Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T10:20:39.352Z"
    },
    "id": 756482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756482.json"
    },
    "type": "petition"
}