{
    "attributes": {
        "action": "STOP the construction of a 24hr waste and recycling plant in Wollaston NN29 7PR",
        "additional_details": "The SSSI is only 500m away from the proposed area. Pollution, noise, light and air from the proposed 24 hour operation at the plant will endanger the rare birds at the SSSI and the wider nature reserve. The area is a prime birdwatching location, and is home to rare birds like the Egyptian Goose and expanding species like the Little Egret. The area supports many transient and breeding birds. Traffic caused by trucks will increase the likelihood of a road traffic collision with local cyclists.",
        "background": "The plant building will be 12m high & cover the area of half a football pitch. It will run 24 hrs a day and be visited by 25 trucks a day. It is 500m of a SSSI and nature reserve, harming rare migratory birds. It will affect local residents on a 24hr basis. Cyclists will be at risk of being hit!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-09T19:07:15.075Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-10T09:21:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T10:13:37.954Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T10:13:44.312Z"
    },
    "id": 756523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756523.json"
    },
    "type": "petition"
}