{
    "attributes": {
        "action": "Let Scottish Fontan Patients Stay Home for Life-Saving Heart Transplants",
        "additional_details": "Scottish Fontan patients are forced to leave Scotland for life saving transplants separating us from family and support at the most terrifying time of our lives. This is not choice it is a failure of the system. NHS Scotland must allow Fontan patients to be assessed and transplanted in Scotland.\r\nLet us fight for our lives at home. \r\nWe are not numbers or referrals. We are people terrified of dying far from home, asking for the chance to live — with dignity, love and support — in Scotland at Home.",
        "background": "I was born with Tricuspid atresia unventriculated heart disease. I survived because of the Fontan heart bypass and Extra Cardiac Fontan heart surgery. Fontan circulation is not a cure it fails. When it does a heart, lungs and/or liver transplant is the only way to live.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-09T22:57:22.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-10T00:21:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-04T10:53:10.369Z",
        "rejection": {
            "code": "duplicate",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://www.mygov.scot/find-your-local-council\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-04T10:54:30.994Z"
    },
    "id": 756546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756546.json"
    },
    "type": "petition"
}