{
    "attributes": {
        "action": "Make Children’s Zip Oyster Cards Available Digitally",
        "additional_details": "Children rely on public transport daily for school, activities, and getting home safely. Physical Zip Oyster cards are easy to lose or forget, which can lead to fines or children being unable to travel despite being entitled to free or discounted travel. This also causes accidental fare evasion. A digital Zip card would reduce stress for families, prevent unfair penalties, and modernise the system to reflect how people travel today.",
        "background": "We want the Government to work with TfL to introduce a digital option for children’s Zip Oyster cards, allowing them to be used on phones. This should include proper checks and remain optional, so physical cards are still available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-10T16:57:53.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-10T17:50:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T10:32:22.942Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of Transport for London, the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T10:32:29.718Z"
    },
    "id": 756609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756609.json"
    },
    "type": "petition"
}