{
    "attributes": {
        "action": "Legislate protective laws around trans people consequential to the court ruling",
        "additional_details": "Those who do not identify with their assigned gender at birth make up only around 0.5% of the population. The number of hate crimes against trans people in England and Wales has risen in the past ten years from 607 annually in 2015, to 4120 in 2025. Transgender people are entitled to the same human rights as gender conforming people, and shouldn't face invalidation from their own government. Please, support this beautiful minority, by making new legislation, education, healthcare, and support.",
        "background": "I have seen friends and acquaintances, marginalised, harassed, and bullied for their gender identity, and now this new supreme court ruling has further increased the threat that trans people continue to face. Developing laws to protect trans people would help support these individuals greatly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-11T00:07:06.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-14T19:12:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-10T15:13:03.056Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like more laws in place to protect transgender people, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly exactly what you'd like those laws to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-10T15:17:02.417Z"
    },
    "id": 756655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756655.json"
    },
    "type": "petition"
}