{
    "attributes": {
        "action": "Artificial intelligence , we need a grip it's taking jobs this is our problem...",
        "additional_details": "Step 1 : you are going to ask AI exactly what the strategy is\r\n\r\nStep 2 : you will make it into a legalese law in the legislation with confidence and signed by  Sir Keir Starmer ( Labour Prime Minister)\r\n\r\nStep 3: you will have a greater country on earth \r\n\r\nif you do not do step 1 then step 2; you will be responsible for destroying my kingdom, my kingdom is the best on earth, there is no kingdom on earth where people swim towards, in order to be safe. We need capitalism not Corporations/communist",
        "background": "prevent artificial intelligence taking the jobs of people leaving them stranded\r\n\r\nprevent corporations laying off employees\r\n\r\nprevent corporations selling everything because there is no space for competition for example apple should sell only an iphone not a laptop ipad apple watch etc..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-11T14:18:09.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-11T14:30:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-04T11:09:21.643Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about AI, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign the following petition:\r\n\r\nMake AI job replacement illegal\r\nhttps://petition.parliament.uk/petitions/753745"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-04T11:10:07.987Z"
    },
    "id": 756716,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756716.json"
    },
    "type": "petition"
}