{
    "attributes": {
        "action": "Put in sleeping policeman at bottom of Dollerie Terrace heading out of Crieff",
        "additional_details": "This is the 2nd time one of my cats has been hit on this road in the last 10 mths, many other cats in the area thats been hit and sadly lost thier lives. my 1st cat cost 6.4k to fix her badly broken and fractured mouth, and my 2nd cat in almost exactly the same spot who sadly didnt make it. The speed that I have seen these vehicles doing is horrendous what if they hit a child or an elderly person!!! A sleeping policeman at the bottom of Dollerie Terrace would stop these speeding vehicles",
        "background": "2 days before Christmas 25 my cat was hit and killed by a speeding vehicle. Despite the speed limit being reduced to 20mph. Vehicles speed past the Rintoul Avenue turn off and hit stupid speeds of at least 40mph+ with not a thought for anything or anyone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-11T16:39:41.334Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-11T18:00:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T10:52:00.705Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T10:52:05.980Z"
    },
    "id": 756734,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756734.json"
    },
    "type": "petition"
}