{
    "attributes": {
        "action": "Make Post Separation abuse a specific offence",
        "additional_details": "Post-separation abuse is one of the most overlooked forms of domestic abuse. For many survivors, leaving does not end the harm — it escalates. Perpetrators use child contact, the courts, finances and ongoing harassment to maintain control. Without recognition as a specific offence, this abuse is minimised and misunderstood. Naming post-separation abuse in law would validate survivors’ experiences, close dangerous gaps, and ensure accountability where it belongs.",
        "background": "As survivors we call for mandatory post-separation abuse training across all statutory bodies; extension of Claire’s Law after separation; PSA as a stand-alone offence; automatic restraining orders; extended survivor protection; and PSA education in all prevention and perpetrator programmes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-11T13:18:24.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-11T13:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-10T09:45:20.486Z",
        "rejection": {
            "code": "already-happening",
            "details": "Controlling or coercive behaviour is a crime in England and Wales under section 76 of the Serious Crime Act (2015). This law highlights that domestic abuse is often a purposeful pattern of behaviour.\r\n\r\nThe Domestic Abuse Act (2021) for England and Wales extended this offence to include post-separation abuse. This changed the law so that controlling or coercive behaviour can now potentially be prosecuted as a criminal offence even if the parties are no longer in a relationship and are not living together."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-10T09:45:26.898Z"
    },
    "id": 756707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756707.json"
    },
    "type": "petition"
}