{
    "attributes": {
        "action": "Ban MPs from foreign interference to focus on domestic duty and national unity.",
        "additional_details": "The Act would mandate that all international engagements by MPs be pre-cleared by the Foreign Office to prevent \"dual-track\" diplomacy. Crucially, it would include a social media ban on commenting officially or privately on the internal legal or political affairs of sovereign states. By prohibiting foreign-funded lobbying and digital interference, we protect national security and ensure MPs prioritise domestic duties over global grandstanding and online partisan conflict.",
        "background": "I propose a new Diplomatic Neutrality Act to restrict backbenchers from \"freelance diplomacy.\" MPs should be barred from private lobbying of foreign courts or governments, ensuring foreign policy remains the sole remit of the Executive while refocusing parliamentary efforts on domestic issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-11T13:16:05.642Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-11T15:13:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-10T09:48:24.426Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear what action you are seeking, or for example, what is meant by \"private lobbying\", nor \"foreign-funded lobbying and digital interference\".\r\n\r\nYou can start a new petition if you want to, and set this out more clearly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-10T09:48:24.422Z"
    },
    "id": 756706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756706.json"
    },
    "type": "petition"
}