{
    "attributes": {
        "action": "Introduce 3-4 days so parents cand take children from school without being fined",
        "additional_details": "To support parents to spend time with their children without being treated as criminals. Not everyone has the privilege to be born here and our families live abroad. We are decent people who work hardly to support our children and we want to offer them other experiences. We are not claiming for any benefits apart for understanding. We just need a country who supports also the family values. Just the way we treat school with responsibility and respect, we need the same.",
        "background": "Not to fine a parent for taking their kids earlier on a holiday and the kids should not receive unauthorised absence for that. Most of us are forced by the circumstances because our families live abroad or we can't afford a holiday because airline companies and hotels take advantage school holiday.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-12T18:21:46.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-12T18:51:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-06T15:46:15.101Z",
        "rejection": {
            "code": "duplicate",
            "details": "There are already open petitions on this issue: \r\n\r\nAllow parents to take their children out of school for up to 10 days fine free.https://petition.parliament.uk/petitions/733300\r\n\r\nReview school absence fines & CAP peak pricing of activities in school holidays\r\nhttps://petition.parliament.uk/petitions/736151\r\n\r\nLet low-income parents take kids on short term-time holidays without fines\r\nhttps://petition.parliament.uk/petitions/756232"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-06T15:46:15.098Z"
    },
    "id": 756841,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756841.json"
    },
    "type": "petition"
}