{
    "attributes": {
        "action": "Close the Moat House Migrant Hotel in Earley, Berkshire.",
        "additional_details": "Earley is not a dumping ground for failed immigration policy. It is reckless to place unvetted adults into an area with schools nearby, without safeguarding. Locals have no idea who is being housed or what checks were carried out. Alongside reports of harassment and stalking, police recorded 21 offences nearby in November 2025, including 13 violent or sexual crimes, and a sexual assault conviction in 2024. Women and girls feel unsafe. This is a clear failure of the Government’s duty of care.",
        "background": "Close the migrant hotel in our community immediately and end its use as mass accommodation. Relocate residents to properly managed sites, away from locals, with safeguarding, dispersal and accountability, and stop forcing unsuitable hotels on communities without their consent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-12T10:26:36.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-12T11:01:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T10:34:55.360Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T10:35:20.307Z"
    },
    "id": 756802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756802.json"
    },
    "type": "petition"
}