{
    "attributes": {
        "action": "Stop the housing of immigrants in Plas Y Rhos.",
        "additional_details": "Plas Y Rhos sits at the centre of a small, close-knit village. A significant change in its use risks altering the character. Our village has limited infrastructure, including healthcare access, public transport and our schools. These services are already under pressure and may not be able to support a sudden increase in demand. The wellbeing of both current residents and any new arrivals must be considered. We believe Plas Y Rhos is  not appropriate or supportive setting for this purpose.",
        "background": "Stop this from happening now",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-12T19:04:37.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-12T19:09:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T10:50:09.384Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T10:50:17.719Z"
    },
    "id": 756846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756846.json"
    },
    "type": "petition"
}