{
    "attributes": {
        "action": "we vote to keep the flags around Bristol for a peaceful political protest",
        "additional_details": "The government should listen to the British people because undocumented migration has a direct impact on local communities, public safety, and the cost of living. Working taxpayers are facing rising taxes and financial pressure while funding accommodation and services, often without consultation or transparency. Ignoring public concern risks increasing social tension, undermining trust in government, and placing further strain on already overstretched public services and families",
        "background": "We want the government to listen to the British public regarding the number of illegal immigrants arriving by boat and being housed in our city.This situation is placing a significant financial burden on working class taxpayers, who are struggling with rising costs while funding and support services",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-13T11:06:15.445Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-13T13:16:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-09T14:45:46.833Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nOr you could start a new petition explaining clearly what you would like the Government or Parliament to do at a national level."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-09T14:45:46.831Z"
    },
    "id": 756906,
    "links": {
        "self": "https://petition.parliament.uk/petitions/756906.json"
    },
    "type": "petition"
}