{
    "attributes": {
        "action": "Make Manifesto Pledges Legally Binding or Require Accountability",
        "additional_details": "We call on the Government to legislate that:\r\n• Major post-election policy changes must be foreshadowed in the manifesto or face mandatory public consultation and parliamentary vote.\r\n• Failure to honour core manifesto commitments triggers an automatic independent review and stronger democratic accountability mechanisms.\r\nThis restores trust, stops voter deception, and ensures elections mean something. Our democracy demands honest government—act now.",
        "background": "On 4 July 2024 Labour won on promises of no tax rises on working people, pensioner protection, secure borders and economic stability.Since then the Government has made major unpromised changes, including winter fuel cuts for pensioners, impacts on farmers, and others that have disappointed voters.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-14T14:01:29.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-14T14:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-11T09:39:51.917Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have a number of petitions already open that reference issues relating to manifesto promises - yours is effectively a duplicate in what it is requesting of a  couple of these - you can find them at this link (you may wish to sign one or more of them):\r\n\r\nhttps://petition.parliament.uk/petitions?state=open&q=manifesto\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-11T09:39:53.821Z"
    },
    "id": 757058,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757058.json"
    },
    "type": "petition"
}