{
    "attributes": {
        "action": "Stop the increase of residents parking permits in Southampton.",
        "additional_details": "The proposed increases to parking permits in Southampton raise costs sharply for residents, from £30 to £45 for a standard permit and from £6 to £12 for visitor scratch cards. This comes at a time when many households are struggling with rising living expenses. These changes risk making essential parking unaffordable. Lower or free permits would reduce financial pressure and support local residents.",
        "background": "The increase in residents’ parking permit charges in Southampton is causing financial pressure on local households. I want the Government to require local authorities to stop these rises, reduce current costs, and make residents’ permits free where possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-14T10:56:34.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-14T11:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-03T11:32:49.059Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-03T11:32:50.271Z"
    },
    "id": 757030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757030.json"
    },
    "type": "petition"
}