{
    "attributes": {
        "action": "Expel Iranian diplomats, proscribe IRGC, and sever relations with Iran’s regime",
        "additional_details": "Iran’s regime has committed serious human rights violations, including killing and imprisoning peaceful protesters, journalists, and dissidents. Thousands have died during nationwide protests.\r\n\r\nThe IRGC plays a key role in repression, while internet shutdowns are used to conceal violence.\r\n\r\nWe urge the UK to expel regime representatives, proscribe the IRGC, downgrade or sever diplomatic relations, and apply all available pressure to prevent further atrocities and protect civilian lives.",
        "background": "We call on the UK Government to expel Iranian regime diplomats from the UK, formally proscribe IRGC as a terrorist organisation, sever diplomatic relations, and apply maximum political and economic pressure to hold the regime accountable for human rights abuses and protect protesters’ lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-15T11:52:32.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-15T17:52:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-11T13:45:40.429Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/756775\r\n\r\nWe also can't publish your petition because it calls for an action relating to a particular organisation outside of the UK Government or Parliament.\r\n\r\nProscription is a legal process that is only available to the Government in certain cases, where organisations that meet the legal tests set out in the Terrorism Act 2000.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-11T13:45:40.427Z"
    },
    "id": 757197,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757197.json"
    },
    "type": "petition"
}