{
    "attributes": {
        "action": "Protect unemployed care workers who worked throughout the pandemic.",
        "additional_details": "Because care workers who worked throughout the pandemic and are now unable to work due to health implications/complications or disabilities as a result of working through a pandemic should not be under scrutiny to return to work. Should not worry if they are in receipt of benefits if they are going to be stopped. And should not have family income deducted from benefits.When unable to earn anymore.Because they served when government and their country needed them to was clapped for each week",
        "background": "Protect unemployed care workers who worked throughout the pandemic. And ensure that if they are in receipt of benefits this is protected. Or if they are not entitled to benefits due to family income or deductions due to this they are exempt from any deductions as a severance for their service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-16T03:49:27.240Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-17T14:23:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-17T09:25:44.744Z",
        "rejection": {
            "code": "no-action",
            "details": "I'm afraid we don't really know exactly what you want in respect of protection and/or benefit support, and I don't think other people who might have read the petition would know either."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-17T09:25:47.174Z"
    },
    "id": 757338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757338.json"
    },
    "type": "petition"
}