{
    "attributes": {
        "action": "Street lights - in winter extend the hours and turn them up",
        "additional_details": "Extending street light hours and increasing brightness improves safety for women and children by reducing fear, deterring crime, and making early morning travel safer. Well-lit streets help children walking to school and women commuting or exercising feel more secure. Drivers also benefit from better visibility, reducing accidents and making roads safer. Some roads are so dark at 7.30am that it it difficult to see pedestrians in dark winter clothes crossing roads, pot holes to avoid.",
        "background": "During the winter when it is dark when children go to school and when they come home. When women walk to stations or wait at bus stops ALONE! Why are we forced to walk dark streets? Leave Main Street lights on till later in the morning, turn them on earlier in the afternoon, and make them brighter!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-15T23:51:31.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-20T17:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-19T17:06:51.296Z",
        "rejection": {
            "code": "irrelevant",
            "details": "As things currently stand, this appears to be a local government responsibility, rather than one for the UK Government or for Parliament.  you try to submit a petition calling on the Government to review local authority guidance/codes of practice or to mandate minimum lighting times. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-19T17:06:52.630Z"
    },
    "id": 757327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757327.json"
    },
    "type": "petition"
}