{
    "attributes": {
        "action": "Enshrine the current status of Greenland in UK Law",
        "additional_details": "I believe Greenlanders overwhelmingly want to stay part of the Kingdom of Denmark, with the possibility of Greenland becoming a fully independent country in the future. This is a matter for Greenlanders and the Kingdom of Denmark only, nobody else. The UK Government must Legislate for the current status of Greenland to be enshrined in UK Law.",
        "background": "The President of the United States, Donald Trump wants Greenland to become part of the USA. I believe this is wrong due to it being imperialism. The future of Greenland is for Greenlanders and the Kingdom of Denmark to decide, nobody else. The current status of Greenland must be enshrined in UK Law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-18T15:15:21.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-18T22:32:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-18T12:54:01.216Z",
        "rejection": {
            "code": "no-action",
            "details": "Whatever is said about a foreign country in UK law only applies in the UK and has no bearing on the action of foreign states.  We don't know what you are otherwise trying to do in this petition.\r\n\r\nThere is an existing petition on Greenland which shares some of your concerns and which you may wish to sign:\r\n\r\nCall on Denmark to invoke NATO's Article 4 due to USA's statements on Greenland\r\nhttps://petition.parliament.uk/petitions/756560"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-18T12:54:02.597Z"
    },
    "id": 757642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757642.json"
    },
    "type": "petition"
}