{
    "attributes": {
        "action": "Make it a specific criminal offence for an MP to lie in Parliament.",
        "additional_details": "Public trust depends on honesty from those in power. Although mechanisms such as the Ministerial Code, parliamentary standards processes and correcting the record exist, they are political rather than legal and are widely seen as weak and inconsistently enforced. Other public officials can face criminal or professional sanctions for dishonesty, yet MPs are largely protected when making false statements in Parliament. We ask the Government to debate reforms to ensure deliberate deception by MPs is subject to meaningful and independent accountability, through criminal law or a clear offence of serious misconduct in public office.",
        "background": "Debate whether Members of Parliament who knowingly lie in Parliament should face legal consequences, or be treated as having committed serious misconduct, in line with the standards applied to other public office holders such as police officers, judges, and civil servants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-19T11:34:12.449Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-19T21:59:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-18T12:05:59.073Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nMPs cannot be prosecuted for what they say in the House of Commons during Parliamentary proceedings because of Parliamentary privilege. You can find out more about privilege on the Parliament website: https://guidetoprocedure.parliament.uk/articles/szEQlFBF/freedom-of-speech"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-18T12:06:10.838Z"
    },
    "id": 757736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757736.json"
    },
    "type": "petition"
}