{
    "attributes": {
        "action": "Save Blackpool heritage Rigby Road Depot and heritage trams from destruction!",
        "additional_details": "We, the people of Blackpool, the tourists, the tram enthusiasts want the depot saved. Volunteers have primarily run it as a visitor attraction, putting countless hours of work into restoring and running the trams and raising money for it's preservation. Without the depot the trams have nowhere to go but be scrapped or sold off. Blackpool illuminated and heritage trams are as part of Blackpool as the Tower, piers and Pleasure Beach is! Part of our culture and history. They need to be saved!",
        "background": "Blackpool was the first & last place in the UK to have trams. Been here since 1885. Since 2011, modern trams were introduced & heritage & illuminated trams have run together. The local council is threatening to pull down the old depot, leaving the heritage trams to cease running forever in Blackpool",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-19T18:51:15.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-22T17:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-09T12:14:40.199Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-09T12:14:45.018Z"
    },
    "id": 757790,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757790.json"
    },
    "type": "petition"
}