{
    "attributes": {
        "action": "Stop the closure of the Derby DrivAbility centre at Kingsway hospital DE223LZ",
        "additional_details": "This facility is needed to assess the ability of someone with a driving license that has had a medical illness or injury that could restrict their mobility and ability to drive safely on today’s roads. Anyone who needs this but cannot attend it in Derby would have to travel to Birmingham, or Leeds  The NHS says it’s a cost cutting measure of affordability but taking this away from people could mean many continue to drive when they’re not safe. Putting themselves and others in danger on the roads",
        "background": "Speak with the NHS trust responsible for decision to close this facility",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-20T19:09:20.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-21T19:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-18T11:30:07.010Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-18T11:30:16.968Z"
    },
    "id": 757937,
    "links": {
        "self": "https://petition.parliament.uk/petitions/757937.json"
    },
    "type": "petition"
}