{
    "attributes": {
        "action": "Fund urgent replacement / refurbishment of Central Line trains.",
        "additional_details": "The Central Line is one of the most unrealiable parts of the London Underground, with near-daily severe delays, repeated service suspensions, train defects and unsafe overcrowding. This is largely due to the ageing 1992 rolling stock which is no longer reliable enough to support a stable timetable. \r\n\r\nPassengers routinely experience long gaps between trains, repeated suspension of entire branches, dangerously overcrowded platforms, affecting work, childcare, education and healthcare.",
        "background": "We call on the UK Government to work with TFL to urgently fund the replacement or major refurbishment of the Central Line’s 1992 ageing rolling stock, improve service reliability, and implement a short-term stabilisation plan to reduce severe delays, train failures, and dangerous overcrowding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-21T21:37:03.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-21T21:49:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-20T15:44:57.093Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Not the Government/Parliament’s responsibility\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-20T15:56:47.458Z"
    },
    "id": 758098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758098.json"
    },
    "type": "petition"
}