{
    "attributes": {
        "action": "Reform Universal Credit to reduce long-term benefit dependency and costs",
        "additional_details": "Over 8 million now claim credit, including many work-capable adults who remain on benefits for years with no automatic end point. In some cases, people can receive more on benefits than by working, reducing incentives to work, effectively rewarding unemployment, while undermining fairness for working taxpayers who help fund the system. Time-limiting support and tightening capability criteria would reduce dependency, lower costs, restore confidence while protecting those genuinely unable to work.",
        "background": "Reduce Universal Credit by applying stricter eligibility for work-capable claimants. Pay standard Credit only for a defined job-search period (e.g. 3 months). After this, reduce payments and make them conditional on accepting suitable work, approved training/placements or community work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-21T12:07:35.766Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DWP",
                "name": "Department for Work and Pensions",
                "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-23T00:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-23T15:01:53.436Z",
        "rejection": {
            "code": "no-action",
            "details": "We are not clear on the specific action that you are seeking or how this would apply to Universal Credit claimants who are already in work. You can start a new petition setting this out more clearly.\r\n\r\nYou may also wish to sign this open petition which is calling for similar action: https://petition.parliament.uk/petitions/752728"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-23T15:01:53.434Z"
    },
    "id": 758024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758024.json"
    },
    "type": "petition"
}