{
    "attributes": {
        "action": "Allow for more personal expression for pupils of UK secondary schools.",
        "additional_details": "We think it is crucial for young adults to be accepted in to society as who they are. Many pupils suffer from not feeling themselves and comfortable enough to thrive in a learning environment. This change would allow for young adults to feel confident and accepted into society thus allowing them to thrive in life as an individual without worrying what people will think about them. Teen mental health is a rising concern majorly affected by limiting the way unique people can portray themselves.",
        "background": "Making students dress, look and act the exact same is insanity and can rise many issues including people not feeling comfortable either with themselves or even expressing their ideas and personal beliefs. We want Parliament to take action with more lenient rules on how one can look or dress.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-21T23:28:11.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-22T08:06:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-20T16:52:32.014Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Although the government issues guidance, uniform and behaviour policies are a matter for the school in question, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-20T16:52:32.010Z"
    },
    "id": 758115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758115.json"
    },
    "type": "petition"
}