{
    "attributes": {
        "action": "An MP that is in multiple breaches of the MP’s  code of conduct, should resign.",
        "additional_details": "Parliamentary rules need to be updated and modernised; when a member of parliament betrays the privilege of their position of service and the trust the public put in them with breaches of the MP’s code of conduct, the extent of the breach should warrant whether an apology or resignation is in order, especially if in excessive multiple breaches of the conduct of conduct, or the seriousness of the breach.",
        "background": "Multiple breaches of code of conduct should trigger an investigation and suspension of an MP; if guilty the extent of the breach should merit whether an apology should be made, or if they should be called to resign their position.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-22T14:06:48.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-22T14:43:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-23T14:28:20.744Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n \r\nWe're not sure exactly what you'd like the Government or Parliament to do. We are unclear whether you want MPs found to have breached the Code of Conduct to be forced to resign, to be automatically suspended, or if the sanction should be based on the extent of the breach(es). \r\n\r\nThe Parliamentary Commissioner for Standards is responsible for investigating complaints that a MP has breached the Code of Conduct. Where a case is referred to the Committee on Standards and they find that there has been a breach they can recommend sanctions ranging from requiring an apology, through suspension and up to expulsion from the House depending on the seriousness of the breach. The Procedural Protocol relating to the Code of Conduct sets out the process in more detail and is available here https://publications.parliament.uk/pa/cm5803/cmcode/1084/report.html \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-23T14:28:30.664Z"
    },
    "id": 758187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758187.json"
    },
    "type": "petition"
}