{
    "attributes": {
        "action": "neurodiversity identification badge, displaying the rainbow infinity symbol",
        "additional_details": "As a parent, this issue is deeply personal. My son is a young Black boy with autism, and I live with a constant fear of how he may be perceived or treated during an encounter with the police. His autism may affect how he communicates, processes instructions, or responds under pressure. The reality is that these behaviours can be misunderstood as defiance or non-compliance.",
        "background": "creation of a voluntary neurodiversity identification badge, displaying the rainbow infinity symbol, to support neurodivergent young people with interactions with the police, during routine stop and search procedures.\r\nThis proposal is rooted in public safety and inclusion, also in lived experience.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-22T11:28:47.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-22T12:46:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-20T16:22:16.151Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This not a responsibility of Government, although it is something that a charity or other organisation might take up.\r\n\r\nYou could start a petition on, for example, better training about neurodiversity for police, or including issues relating to neurodiversity in existing stop and search guidance instead?"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-20T16:22:18.472Z"
    },
    "id": 758168,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758168.json"
    },
    "type": "petition"
}