{
    "attributes": {
        "action": "Protect Rojava - the Democratic Autonomous Administration of North East Syria",
        "additional_details": "Fighting has escalated between forces of the Syrian transitional government and the Syrian Democratic Forces in northern Syria. \r\n\r\nThe DAANES territories are under attack, 80% already taken. Prisons holding ISIS fighters are no longer secured by DAANES, prison breaks of at least 120 ISIS members have already happened. Over 168k people have been displaced and civilians including children are being killed. \r\n\r\nA full-scale massacre of the civilian population is imminent.",
        "background": "The UK must put a stop to the military attacks by the Syrian Transitional Government and its Turkish backed allies and guarantee protection of the population - as they did previously.\r\n\r\nThe UK government must politically recognise the democratic self-administration in North and East Syria.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-22T11:21:52.851Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-22T11:30:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-20T16:28:09.064Z",
        "rejection": {
            "code": "duplicate",
            "details": "We already have a petition open which is substantially similar to what you are asking in your proposed petition.  You may wish to sign that one instead:\r\n\r\nUK must act now & condemn the killing of Kurdish civilians in Rojava & Rojhilat\r\nhttps://petition.parliament.uk/petitions/756419"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-20T16:28:13.504Z"
    },
    "id": 758167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758167.json"
    },
    "type": "petition"
}