{
    "attributes": {
        "action": "Improve diagnosis, treatment and support for people with endometriosis",
        "additional_details": "Endometriosis affects 1 in 10 women in the UK, living with chronic pain, fatigue and fertility problems. Yet diagnosis takes nearly nine years, with many dismissed or left untreated. It disrupts education, work, and mental health, and access to care depends on postcode.  Faster diagnosis, equitable access to specialist services, better training for healthcare professionals and improved long-term support would reduce NHS pressures and restore dignity and opportunity for those affected.",
        "background": "Make endometriosis a national health priority by reducing diagnosis times, improving access to specialist care across the UK, increasing professional education, and ensuring long-term support for those affected. We urge the Government to act so people are believed sooner and supported properly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-22T10:12:05.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-22T12:43:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-20T16:26:21.853Z",
        "rejection": {
            "code": "duplicate",
            "details": "What you are asking for in your petition is substantially covered by two existing petitions, which you may wish to sign:\r\n\r\nSet a maximum 6‑month diagnosis target for endometriosis\r\nhttps://petition.parliament.uk/petitions/756697\r\n\r\nFund improvement to PCOS, Endometriosis, and Fertility Health care and treatment\r\nhttps://petition.parliament.uk/petitions/757794"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-20T16:26:23.417Z"
    },
    "id": 758153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758153.json"
    },
    "type": "petition"
}