{
    "attributes": {
        "action": "Transfer frozen Venezuelan gold to an independent UN-managed humanitarian fund.",
        "additional_details": "The UK Government holds legal custody of these assets but they remain unproductive due to political deadlock. We believe the Government has a moral responsibility to ensure sovereign wealth serves its people. By facilitating a humanitarian carve-out, the UK can alleviate one of the world's worst crises without taking sides. This action demonstrates British leadership in human rights and transparency, ensuring that frozen funds directly save lives through trusted international partners.",
        "background": "We call on the UK Government to facilitate the transfer of Venezuelan gold reserves held at the Bank of England to a neutral, independent fund managed by United Nations agencies (such as UNDP or WFP) to address the humanitarian crisis in Venezuela.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-23T13:13:51.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-23T16:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-23T16:17:25.483Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government or Parliament is not responsible for.\r\n\r\nThe Bank of England is independent of the UK Government and Parliament.\r\n\r\nYou can contact the Bank of England here:\r\n\r\nhttps://www.bankofengland.co.uk/contact"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-23T16:17:27.354Z"
    },
    "id": 758335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758335.json"
    },
    "type": "petition"
}