{
    "attributes": {
        "action": "Commission a statue of King Athelstan to mark England's 1100th anniversary",
        "additional_details": "In 927 AD, King Athelstan united the Anglo-Saxon kingdoms into the nation we now call England. Summer 2027 marks 1100 years since this founding moment—yet there is no major national monument to Athelstan. The Fourth Plinth has hosted rotating contemporary art since 1999, but was always intended for a permanent statue. Honouring England's founder on this milestone anniversary would be a fitting use for one of London's most prominent sites.",
        "background": "We call on the Government to commission a permanent bronze statue of King Athelstan, England's first king, for the Fourth Plinth of Trafalgar Square. This would mark the 1100th anniversary in 2027 of Athelstan unifying England as a single kingdom in 927 AD at Eamont Bridge",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-24T20:58:59.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-24T21:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-26T12:42:50.765Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the use of the Fourth Plinth in Trafalgar Square are a matter for the Fourth Plinth Commissioning Group and the Mayor of London, not the UK Government or Parliament.\r\n\r\nYou can find out more here: https://www.london.gov.uk/programmes-strategies/arts-and-culture/current-culture-projects/fourth-plinth-trafalgar-square"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-26T12:43:03.993Z"
    },
    "id": 758667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758667.json"
    },
    "type": "petition"
}