{
    "attributes": {
        "action": "Fund and Deliver Overground & Tube Extensions South of the River Thames",
        "additional_details": "South London (and beyond) is home to millions of residents, key town centres and growing communities, yet remains largely excluded from the Underground network. Despite years of TfL plans, no proper new Tube stations have been delivered south of the Thames. We deserve fair investment, better connections and Underground-standard services to support jobs, housing and sustainable travel.\r\n\r\nOverground lines would be incredibly helpful considering there’s already National Rail lines in place.",
        "background": "South of the Thames is still under-served by the Underground despite long-standing TfL plans. This has led to overcrowding, longer commutes and unequal investment. We call for funded Tube extensions or rail conversions and a clear timetable for delivery.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-25T09:46:32.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-25T09:57:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-24T11:52:55.660Z",
        "rejection": {
            "code": "local",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of the Mayor of London and the London Assembly. \r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-24T11:52:57.162Z"
    },
    "id": 758729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758729.json"
    },
    "type": "petition"
}