{
    "attributes": {
        "action": "Debate the Impact of Higher Taxes on Workers Despite Promises to Protect Them",
        "additional_details": "We call on the UK Parliament to hold a formal debate on the rising tax burden faced by UK workers and to review the Government’s definition of “working people” used to justify recent fiscal policies.\r\nmany workers have experienced higher overall tax and contribution costs through changes. These increases have reduced take-home pay for millions who rely primarily on wages or salaries. The Prime Minister has repeatedly stated that “working people” would be protected from higher taxes.",
        "background": "We believe Parliament should debate whether this definition accurately reflects the UK workforce, whether recent tax decisions are consistent with public commitments made to voters, and whether further action is needed to protect working people from rising financial pressure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-25T07:44:32.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-25T11:10:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-26T13:24:18.992Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for a clear action from the UK Government or Parliament. You could submit a new petition calling for a specific change in tax policy, if that's something you would like to happen. You could also sign petitions on this issue, such as: \r\n\r\nWe urge the Government to reduce income tax on wages by at least 5%\r\nhttps://petition.parliament.uk/petitions/741071\r\n\r\nEnd the freeze on income tax thresholds & adjust annually, indexed to inflation\r\nhttps://petition.parliament.uk/petitions/749467"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-26T13:24:18.990Z"
    },
    "id": 758719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758719.json"
    },
    "type": "petition"
}