{
    "attributes": {
        "action": "Allow the legal sale of raw milk in Scotland with clear consumer choice.",
        "additional_details": "Adults are trusted to buy alcohol, cigarettes, vapes and ultra-processed foods, yet are not trusted to choose whether to consume raw milk. This decision is clearly not about health. We call on the UK Government to legalise the sale of raw milk, subject to clear labelling and hygiene standards, so adults can make informed choices about what they consume. In other words, call off the dairy cops, it's pathetic. It's a matter of personal freedom, transparency, and consumer choice.",
        "background": "Raw milk is currently illegal to buy/sell in Scotland, despite being legally available in the rest of the UK. It is not the government's right to remove this choice from the Scottish people. Take note from the rest of the UK and restore our freedom of CHOICE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-26T22:40:34.212Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-27T10:05:50.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-26T10:30:38.738Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local MSP who represent you about this issue. \r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-26T10:30:40.019Z"
    },
    "id": 758931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/758931.json"
    },
    "type": "petition"
}