{
    "attributes": {
        "action": "Make constitutional changes for party-switching MPs and Local Councilors",
        "additional_details": "The current political system is unfair, unethical, and outdated. This betrays the trust voters place in their representatives to reflect their views honestly. Voters lose their democratic right to elect someone who represents their views under the current system.\r\n\r\nEnforcing such a measure, will promote transparency and accountability in our political system. Voters can reaffirm their choice based on the current political stance of their representatives.",
        "background": "Instigate a constitutional change to the parliamentary and local government systems, that mandates any standing Member of Parliament or local councilor who changes their political allegiance from one registered party to another to stand down and trigger a by-election or re-election.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-28T13:35:35.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-30T12:21:10.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-18T09:22:23.462Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nMandate by-elections for Councillors who change parties post-election\r\nhttps://petition.parliament.uk/petitions/749622\r\n\r\nBy-elections to be called automatically when MPs defect to another party\r\nhttps://petition.parliament.uk/petitions/737660"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-18T09:22:38.657Z"
    },
    "id": 759120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/759120.json"
    },
    "type": "petition"
}