{
    "attributes": {
        "action": "vote of confidence, given that Labour have gone against their pledges.",
        "additional_details": "Voters place their trust in political parties based on the commitments made during an election campaign. When a government departs from those commitments after taking office, it risks undermining democratic accountability and public trust.\r\n\r\nMany people believe that current Labour policies are having a damaging impact on the UK economy. Working people are finding it increasingly difficult to stay afloat, as rising taxes and living costs affect households across the country. If these issues are not addressed, there is growing concern that vital parts of the UK economy — including working industries, high streets, and the hospitality sector — will continue to decline.",
        "background": "Vote of confidence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-28T11:25:12.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-30T12:54:40.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-17T15:35:26.078Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for a vote of no confidence in the Government. This is set out in the Committee's standards: https://petition.parliament.uk/help\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou might like to sign this petition:\r\n\r\nDissolve Parliament and call a General Election now!\r\nhttps://petition.parliament.uk/petitions/750050"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-17T15:35:26.076Z"
    },
    "id": 759100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/759100.json"
    },
    "type": "petition"
}