{
    "attributes": {
        "action": "Protect and fund Blackpool Tramtown and the Rigby Road Heritage Tram Shed",
        "additional_details": "Blackpool’s heritage trams and their engineering base are a nationally significant example of living transport heritage. The Rigby Road site is a rare surviving working tram depot and the specialist workshops, equipment and skills are essential to keep historic trams safe, operational and accessible to the public. If the tram shed and engineering works are demolished or lost, the damage would be irreversible and could end the long-term future of this unique heritage attraction, along with its educational, volunteering and tourism benefits. We want Government-backed protection and a funded plan to safeguard the depot and workshops for future generations.",
        "background": "We want the UK Government to work with Historic England and relevant bodies to protect Blackpool’s Tramtown/heritage tram engineering facilities from demolition, and provide or enable capital funding to refurbish them so the heritage tram fleet can be maintained and operated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-29T22:13:14.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-30T21:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-17T11:29:09.585Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-17T11:29:19.915Z"
    },
    "id": 759311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/759311.json"
    },
    "type": "petition"
}