{
    "attributes": {
        "action": "Unblock the North West Rail: Upgrade our Castlefield Corridor for Reliable Rail.",
        "additional_details": "The Castlefield Corridor is a major bottleneck on the Manchester‑Liverpool line, causing frequent delays, overcrowding, and unreliable service for commuters and businesses also from Blackpool, Crewe and North Wales. Upgrading it would increase capacity, reduce travel times, support economic growth across the North West, and make rail a dependable alternative to road travel, reducing emissions. The Government/Parliament must act to invest in this critical infrastructure for the region’s future.",
        "background": "We urge the Government and Parliament to upgrade the Castlefield Corridor, removing the single-track bottleneck, increasing capacity, and improving reliability on the Manchester-Liverpool line so commuters and businesses in the North West have faster, safer, and more dependable rail services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-01-30T17:52:18.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-01-30T18:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-18T09:18:47.456Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-18T09:19:08.704Z"
    },
    "id": 759405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/759405.json"
    },
    "type": "petition"
}