{
    "attributes": {
        "action": "Allow the regeneration of druids heath Estate after we have been promised it",
        "additional_details": "This was approved but the plans have yet again been quashed. We are hundreds living in properties that are not fit to live in. In cramped mouldy properties. We are for the regeneration but the people that are not have threatened legal action as they not happy with plans. The majority of us want this to happen",
        "background": "Allow us a petition that we agree to the plans and want this work to start sooner rather than later",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2026-02-06T13:25:42.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2026-02-06T13:55:20.000Z",
        "opened_at": null,
        "rejected_at": "2026-02-24T16:28:00.369Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that call for action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2026-02-24T16:28:01.767Z"
    },
    "id": 760226,
    "links": {
        "self": "https://petition.parliament.uk/petitions/760226.json"
    },
    "type": "petition"
}