{
    "attributes": {
        "action": "Keep list of basic details of Coronavirus confirmed cases in public domain.",
        "additional_details": "The public have a right to this information so that we can make better informed decisions in order to keep our families safer. It is working in other countries. Check out Singapore where they are doing this successfully. We should NOT be kept in the dark where public health officials will have the information to keep THEIR families safer! This is an unfair advantage and simply this information must be in the public domain without breaching anyone’s privacy. This could help flatten any peaks.",
        "background": "The government must keep and maintain public list and basic map of confirmed coronavirus cases which include following info: Geographic area (borough) of case, sex and age of person and whether it is linked to previous cases or is unknown/community transmission.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T14:45:44.829Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-04T21:38:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-06T16:14:33.955Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Chief Medical Officer has confirmed that daily updates will continue.\r\n\r\nYou can read his remarks during an appearance before the Health Select Committee at https://committees.parliament.uk/work/81/preparations-for-coronavirus/publications/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-06T16:18:05.368Z"
    },
    "id": 300081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300081.json"
    },
    "type": "petition"
}