{
    "attributes": {
        "action": "Parliament to recognise the poor treatment of disabled and vulnerable people.",
        "additional_details": "",
        "background": "For Parliament to hold the DWP and all public services to account, regarding the treatment and public perception of disabled and vulnerable people.\r\nWe are in the top ten wealthiest countries in the world, but certainly don’t act like it.\r\nWe should not have to rely on charities filling the gaps!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T11:25:36.852Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-03T12:55:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-03T17:37:23.715Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do with regard to the treatment of disabled and vulnerable people. \r\n\r\nYou may be interested to know that one way Parliament holds the Department for Work and Pensions to account is through the Work and Pensions Committee. This Committee looks into the policies and spending of the DWP, including benefits for people in and out of work, state pensions and how private pensions are regulated. \r\n\r\nMore information can be found here: https://committees.parliament.uk/committee/164/work-and-pensions-committee."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2020-03-03T17:37:37.412Z"
    },
    "id": 300013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300013.json"
    },
    "type": "petition"
}