{
    "attributes": {
        "action": "Allow conference speakers to be able to speak on a standard visitor visa",
        "additional_details": "This is a negative for the country as a whole since it means that many talented speakers will not speak at UK conferences and will instead speak at ones hosted within other countries. Therefore, it is within the countries interests to allow conference speakers to be able to speak in situations where they are speaking for no profit without extra hassle.",
        "background": "As of right now, you require a Tier 5 visa to be able to speak at conferences. This should instead only be made a requirement if the person is being paid to speak. Non-profit speaking in, for example, a tech conference should be allowed on a travel visa.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T11:23:23.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-03T15:16:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-04T10:53:14.874Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Visitors on a standard vistor visa are able to take part in non-profit or non-commercial events as a speaker. You can find more information at https://www.gov.uk/guidance/immigration-rules/immigration-rules-appendix-v-visitor-rules \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example extending the rules to cover all conferences. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-04T10:53:14.872Z"
    },
    "id": 300009,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300009.json"
    },
    "type": "petition"
}