{
    "attributes": {
        "action": "Hampshire County Council must urgently repair the dangerous streets  in Romsey.",
        "additional_details": "The County is blaming the lack of repairs on the Government's cuts to local authority budgets.  We must find a way forward to safeguard the people of Romsey and avoid serious accidents",
        "background": "Hampshire Council are stating that their Highways budget is exhausted.  In the meantime pothole in the roadways, sunken drain covers and the deterioration of the roads' surfaces are making it very dangerous for cyclists and motorists swerving to avoid hazards.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T22:44:21.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T13:46:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T10:50:30.061Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The maintenance of local roads in Romsey is the responsibility of Hampshire County Council.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council also has a petitions process. You can find out more about it here: https://www.hants.gov.uk/aboutthecouncil/haveyoursay/petitions\r\n\r\nYou could also start a petition calling on the Government to make more funding available to local authorities to improve road safety in their areas."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2020-03-16T10:50:30.059Z"
    },
    "id": 300187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300187.json"
    },
    "type": "petition"
}