{
    "attributes": {
        "action": "Stop the self-regulation of statutory Adult Services by Local Authorities.",
        "additional_details": "Statutory Children's Services are inspected by the independent regulator Ofsted and they can be placed in special measures or removed from the control of Local Authorities if rated inadequate. \r\n\r\nStatutory Adult Services are regulated by Local Authorities and not by CQC, the independant regulator of most health and Social Care Services. Adults requiring support, as defined in the Care Act 2014, deserve the same level of independent regulation as Children's Services. \r\n\r\nThis would enable the CQC to inspect statutory Adult Services and take action where needed to safeguard vulnerable adults from poor standards of practice..",
        "background": "Allow the independent regulator, the Care Quality Commission (CQC) to regulate Local Authorities. This would raise  practice standards for vulnerable adults to the same level of standards required in statutory Children's Services by the independent regulator Ofsted .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T23:02:39.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T19:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T10:56:18.525Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you want to change how adult social care is regulated, but providers including local authorities are already required to register with the CQC and be subject to inspections.\r\n\r\nYou can find out more here: \r\n\r\nhttps://www.cqc.org.uk/guidance-providers/registration/regulated-activities\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T12:11:43.174Z"
    },
    "id": 300191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300191.json"
    },
    "type": "petition"
}