{
    "attributes": {
        "action": "BBC to become a Subscription only Service.",
        "additional_details": "We feel that the current licence fee is grossly unfair and unethical in that everyone has to pay regardless. On threat of a criminal conviction even if you only use Television to watch other digital services i.e. Amazon prime or similar service. Since the introduction of digital services everyone has to pay twice to watch television. To your provider i.e. Sky, Virgin, BT or pay for a freeview box and a Licence.\r\nThe technology, software and electronic's are readily available to meet the start date.",
        "background": "The Government to revoke the BBC Charter and for the BBC to become a subscription only service, with the option for it to become a multi-channel digital television service provider. Start of this new service to be the 05 April 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-03T21:19:02.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-06T09:38:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-11T12:53:17.234Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you'd like only BBC television to become a subscription service, or whether this would include other BBC output such as radio and the website. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-30T14:37:35.858Z"
    },
    "id": 300172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300172.json"
    },
    "type": "petition"
}