{
    "attributes": {
        "action": "Change religious slaughter law to mirror the licensing requirements in Germany",
        "additional_details": "House of Commons SN07108 dated 28/02/2015\r\nDEFRA T02017 and RFI 9592\r\nVolume of meat produced by religious slaughter over 50%\r\nReligious groups requiring such produce 6%\r\nMost meat on sale in UK supermarkets carry EEC codes that refer to establishments that practice religious slaughter but there is no requirement to restrict the sale or even label these products which denies british consumers choice and infringes on the religious freedoms of groups who religions forbid its use",
        "background": "Change the laws to mirror those in Germany as outlined in House of Commons Library SN07108SES dated 18/02/2015. Germany requires licensing and the matching of volumes produced to actual needs for religious slaughtered products.Britain has no such defined requirement for monitoring or enforcement",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-04T21:37:10.073Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-04T22:03:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-10T18:03:24.508Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly whether you are referring to non-stun slaughter of animals or for meat certified as Halal and Kosher. The majority of Halal certified meat is stunned before slaughter. You can find out more here - https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/778588/slaughter-method-survey-2018.pdf \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-11T08:28:57.525Z"
    },
    "id": 300357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300357.json"
    },
    "type": "petition"
}