{
    "attributes": {
        "action": "Reduce the temperature of UK hospitals by one degree.",
        "additional_details": "I found a 10 year old study on the internet raising the alarm on NHS energy waste but even new hospitals seem too warm and older hospitals waste considerable energy, so this advice has not been actioned.\r\nI would like Parliament to debate a motion forcing hospitals to engage in energy saving measures and only heating hospitals to, say 21 deg C.\r\nI believe that the NHS can do better but energy saving need to be given a higher priority by law and more money found to improve insulation in hospitals.",
        "background": "By reducing the temperature of UK hospitals by one degree can save an estimated £40m and 100,000 tonnes of carbon annually. Everyone who has visited a hospital knows how uncomfortably warm they are, so my simple suggestion is to make them just a bit cooler and give vulnerable patients a cardigan!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-05T05:12:24.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-05T08:22:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-10T10:25:24.062Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The management of hospitals is a matter for individual NHS Trusts, and not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-10T10:27:02.148Z"
    },
    "id": 300387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300387.json"
    },
    "type": "petition"
}