{
    "attributes": {
        "action": "Civil servants contracts must be reviewed in the event of a change in government",
        "additional_details": "Civil servants can not effectively carry out their duties if they personally disagree with the government's political orientation. The civil service must work for the government. It is damaging to our country when civil servants actively work against ministers and undermine government manifestos due to their own political views. Employment tribunals provide disgruntled civil servants with the platform to voice their political disagreements and influence the electorate which is not their role.",
        "background": "When there is a change in government, contracts of employment for civil servants must be reviewed and cabinet ministers should be free to terminate contracts as they see fit. Civil servants should forfeit access to employment tribunal services and must sign NDA's at the start of their service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-05T10:26:23.010Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-05T10:49:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-10T18:13:41.892Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want all civil servants to not be subject to employment rights, or whether you'd like to see the appointment of a poltiical civil service, such as in the USA. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-10T18:13:46.641Z"
    },
    "id": 300416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300416.json"
    },
    "type": "petition"
}