{
    "attributes": {
        "action": "Raise awareness on human trafficking and introduce it to school curriculums.",
        "additional_details": "Human trafficking takes place globally, which means that anyone and everyone can be affected. After carrying out primary research in our school, we have come to a conclusion that students lack knowledge on human trafficking as 40.8% of students are uninformed of what human trafficking is. In this day and age, matters get exacerbated, ignored and people are oblivious to such serious issues. We believe everyone should be educated on human trafficking to prevent an increase in these statistics, as a lack of education could lead to being more prone to being trafficked.",
        "background": "We want human trafficking to be discussed within parliament so our government can tackle this issue. It should be taught on the national curriculum so the issue does not worsen over time. This issue has surged by 72% in a year which is why we believe it should be taught on the national curriculum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-05T10:12:09.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-05T10:28:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-09T16:20:52.137Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300256."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-09T16:20:52.135Z"
    },
    "id": 300415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300415.json"
    },
    "type": "petition"
}