{
    "attributes": {
        "action": "Make the BBC library(pre subscription)free for the UK population who paid for it",
        "additional_details": "As the UK population were forced to pay for the BBC through the BBC Licence fee, we do not believe it right to pay for the programming then let the BBC capitalise on it.\r\n\r\nAs the people who paid for the programming, we demand the ability to watch the shows we paid for (pre- subscription) on the iplayer or similar platform, if anything is found to be missing, they will face heavy fines.\r\n\r\nif they sell DVDs/BLU-RAYS, they cannot capitalise on them, they can only sell them for the cost to make them.",
        "background": "With the BBC imminently moving to a subscription based service, we demand the Government to make the ENTIRE pre-subscription BBC library (All TV/radio/films) unconditionally free to the UK that were forced to fund to pay for through the licence fee either on the iplayer or on a similar platform.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-06T02:36:24.397Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-06T10:22:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-10T15:45:23.777Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally independent of government and there is no provision for the government to intervene in the BBC’s operations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2020-03-10T15:45:28.993Z"
    },
    "id": 300541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300541.json"
    },
    "type": "petition"
}