{
    "attributes": {
        "action": "Ground the Boeing 737 Max for good",
        "additional_details": "For a new aircraft to have so many fatalities attached to it tells us that the Boeing 737 Max should not be flying. The potential for another catastrophic accident is too high. Especially as this aircraft will be used by so many airlines around the World. The safety of aircrew, passengers and the public living under direct flightpaths shouldn't be ignored. This aircraft should be grounded permanently to be replaced by a new aircraft.",
        "background": "I would like the Government to actively ground the Boeing 737 Max for good. This means actively working with aviation authorities and governments around the world to stop the Boeing 737, Max, from flying in and out of airspace for commercial and freight flights.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-06T13:08:01.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-07T21:00:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T10:09:41.296Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Boeing 737 Max to be grounded indefinitely, but it is not clear what action you want the Government or Parliament to take to achieve this.\r\n\r\nThe Civil Aviation Authority has already issued instructions to stop any commercial passenger flights from any operator arriving, departing or overflying UK airspace, and said this directive will remain in place until further notice.\r\n\r\nDecisions about banning this aircraft from flying outside of the UK's airspace will be a matter for domestic aviation regulators of other countries."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-13T10:09:41.293Z"
    },
    "id": 300582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300582.json"
    },
    "type": "petition"
}