{
    "attributes": {
        "action": "Suspend business rates and enable recovery of SSP",
        "additional_details": "The following measures will reduce the financial pressure on businesses, give smaller enterprises a lifeline and help to protect workers who may otherwise be made redundant, laid off or be asked to take a reduced pay or unpaid leave. We ask that the government takes the following measures with immediate effect until further notice:\r\n\r\n1. Enable employers to recover from the HMRC all statutory sick pay payments made, and\r\n2. Suspend business rates for all businesses",
        "background": "Covid-19 has already had a severe impact on businesses and the effect is likely to worsen in the coming months. We have already seen the high profile collapse of Flybe but many small businesses have or are on the verge of collapse. Extraordinary times require extraordinary measures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-06T19:50:04.032Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-06T20:11:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-11T15:01:27.197Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was submitted the Government has taken the requested action.\r\n\r\nThe Government has announced that it will support small and medium-sized businesses and employers to cope with the extra costs of paying COVID-19 related SSP by refunding eligible SSP costs, and that it is increasing Business Rate Reliefs to 100% for 2020-21 for small businesses."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-11T15:01:27.193Z"
    },
    "id": 300633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300633.json"
    },
    "type": "petition"
}