{
    "attributes": {
        "action": "Equality for Council Tax Discounts and Exemptions for Open University Students.",
        "additional_details": "Let students of the OU apply for a discount on the Council Tax at least of the 25%. This will help lot of families and young people trying to pay their house, bills, university and continue working all together.",
        "background": "Currently Open University students can not apply for discounts or exemptions in the Council Tax Bills. Most of these students are studying 120 credits per year, more than 32 hours per week. Most of them have to reduce hours at work in order to study,the same as a student of a different university.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-06T16:19:26.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-06T16:46:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-11T08:59:26.981Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nTo qualify as a student for the purpose of a council tax exemption, you need to be a full-time student, on a course lasting at least a year, involving at least 21 hours study a week. Students of the Open University are not excluded from applying for this exemption if they meet those criteria. You can read the Government's guidance on council tax liability for students undertaking distance learning here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/5988/1898061.pdf\r\n\r\nIf you want to appeal against a decision by your local council in respect of a decision about liability for council tax, you should contact your local council directly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-11T08:59:26.977Z"
    },
    "id": 300605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300605.json"
    },
    "type": "petition"
}