{
    "attributes": {
        "action": "Update the COVID-19: guidance for educational setting",
        "additional_details": "The last updated with information of that document is on 25/02. On that day, 12 cases, without any case who does not contract the disease from abroad, are in the UK. But the current circumstance is different. \r\nMost students are studying at the library or any other public place for exams. We wish the executive allow the students who contact the symptomatic or suspected or confirmed person have rights of self-isolation without any penalties. ‘Nobody should be penalised for doing the right thing’.",
        "background": "We wish the executive to update COVID-19: guidance for educational setting as soon as possible, because current version is outmoded. The new version should include in what circumstances, school/college and university must close, and whether students have rights of self-isolation to protect others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-07T05:00:46.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-07T07:08:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-11T15:09:18.149Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/300403"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "updated_at": "2020-03-11T15:09:23.011Z"
    },
    "id": 300687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300687.json"
    },
    "type": "petition"
}