{
    "attributes": {
        "action": "English literature Is a waste of a GCSE, we need some changes",
        "additional_details": "The government should change the curriculum to fit the need for today’s children, the world is changing and technology is developing faster than ever, they’re are going to need to be more creative to get the jobs that will be offered when they’re older, what they don’t need is a GCSE ,saying they are able to memorise poems and novels and give it too much of an analysis. We should be changing the curriculum to fit today’s world. The world had progressed, and now we need people Who think creatively, innovatively, critically and interdependently",
        "background": "Instead of memorising countless poems and novels these kids should be learning how to survive in the outside world e.g. pay taxes,find a house. What kind of job can you get with English literature? And why should we depend their future on their ability to memorise things and throw it back up?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-07T08:42:32.864Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-07T10:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-11T17:44:09.238Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about GCSE subjects, but we're not sure what action you would like the Government to take. You could start a new petition explaining more clearly what you would like to happen.\r\n\r\nFor example, you could start a petition asking for GCSE English Literature to be optional, or for a new subject to be introduced, if these are changes you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-11T17:47:38.343Z"
    },
    "id": 300704,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300704.json"
    },
    "type": "petition"
}