{
    "attributes": {
        "action": "Change / edit the schooling system",
        "additional_details": "The government should change this as schools in places like Finland and Canada get the best grades and highest student success rate anywhere in the world along with this teachers are highly valued Careers in these nations and teachers get good pay and less hours this is due to the shorter schooling hours better pay and less homework these factors benefit both students and teachers and will give our nation more successful smarter students for our future which will be crucial for England’s future",
        "background": "I believe that the British schooling system should be altered or fully changed to one that is more successful for example Finland’s or Canada’s I believe that the government should change there regulations about school for example in these country’s they have longer holidays and shorter school days",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-07T09:49:08.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-09T08:14:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T12:55:44.950Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to change the education system. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-03-13T12:55:44.948Z"
    },
    "id": 300712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300712.json"
    },
    "type": "petition"
}