{
    "attributes": {
        "action": "Stop blanket use of word South Asian.Identify culprits by their race or country",
        "additional_details": "There is very strong evidence available in the wider media which suggests that a significant majority of the men ie,'grooming gangs' were of a particular ethnicity and race. Yet, the vast media refers to these vicious immoral individuals as 'South Asian'. Until the root cause is understood there is little hope that vicious crimes like this will be avoided. We urge the Government to allow accurate and complete reporting of these incidents for the sake of our society and the future of our children.",
        "background": "It is highly disrespectful and insensitive to malign c2bn people with the same brush.South Asia is made up of people of different races and countries who all have their separate identities and cultures. The perpetrators should be referred based on their ethnicity instead of using the word SouthAsian",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-08T15:23:06.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-08T16:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-12T13:05:32.265Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government does not regulate UK newspapers.\r\n\r\nThe Independent Press Standards Organisation (IPSO), an independent regulator of the newspaper and magazine industry established by the industry, has an Editors' Code of Practice which says that the press must avoid details of an individual's race, unless it is genuinely relevant to the story. The Code does not preclude the media from referring to the part of the world an individual originates from."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-22T10:47:27.819Z"
    },
    "id": 300939,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300939.json"
    },
    "type": "petition"
}