{
    "attributes": {
        "action": "I want you to increase police presence in Skegness",
        "additional_details": "Residents across the Uk in certain areas live in fear all year round and unfortunately Skegness is one of those areas. Over the last few months Homes, Vans & Businesses have been the victim of a crime along with vandalism, drugs,beggars, the list is endless and yet very few if any is ever caught or convicted. All we ask for is more officers to cover our season and off season population to a more satisfactory level that can help accommodate our needs and hopefully reduce crime.",
        "background": "There is a significant amount of police needed along the east coast of Lincolnshire. \r\nFor far to long there has been a rise in criminal activity to the point where people would rather take matters into there own hands rather than rely on the police. Please just give us more police support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-08T21:20:17.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-09T18:01:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T14:29:12.039Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of the local Police and Crime Commissioner.\r\n\r\nYou could raise this issue with the Police and Crime Commissioner for Lincolnshire, who is elected, using the following website:\r\n\r\nhttps://lincolnshire-pcc.gov.uk/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-13T14:29:12.036Z"
    },
    "id": 300999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300999.json"
    },
    "type": "petition"
}