{
    "attributes": {
        "action": "Stop companies from seizing employees pensions if they cease trading.",
        "additional_details": "This cannot be permitted. Particularly as usually what is actually happening is the company is being rebranded and assets have been shifted to off shore accounts. These pensions must be free from company interference, once paid in the only person who should be able to access to the pension is the employee who paid into it. It should not be treat like easy money for shareholders. Pensions must be protected from profit grabs. The government must introduce a secure pension policy for employees.",
        "background": "In recent years we have heard of more and more companies, which are supposedly going into liquidation and suddenly the staff are out of work. As if this were not bad enough, they find that their company pension has been seized as part of the company assets and they are told “hard luck”.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-08T19:59:39.095Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-09T07:15:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T12:48:22.041Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want pensions to be protected in the event an employer ceases trading, but it is not clear what action you want the Government or Parliament to take to make this happen.\r\n\r\nMany pensions are already independent of the assets of a company, so should be unaffected if an employer goes out of business. You can find out more on the Pension Advisory Service's website here: https://www.pensionsadvisoryservice.org.uk/about-pensions/when-things-change/leaving-your-pension-scheme/insolvency\r\n\r\nYou could start a petition calling on the Government to require all employers to establish pension funds independent of the company's assets to ensure that all pension entitlement are paid in full."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-13T12:48:27.008Z"
    },
    "id": 300984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300984.json"
    },
    "type": "petition"
}