{
    "attributes": {
        "action": "Make it An offence to hinder a person involved in any legal countryside pursuit",
        "additional_details": "Stop the harassment/interference of people involved in legal countryside pursuits  The country way of life is run by the country folk and farmers who understand the countryside , wildlife and fauna . Control of certain wildlife species  is necessary , Whilst all safety measures are implemented to ensure safe control at all times",
        "background": "Stop the harassment and interference of individuals/groups who are legally active in any country pursuit",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-08T21:10:16.232Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-08T21:35:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T11:07:05.125Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand you are concerned about this, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what types of behaviour you would like to make illegal.\r\n\r\nHarassment is already both a criminal offence and a civil action under the Protection from Harassment Act 1997. You can find more information here: https://www.citizensadvice.org.uk/law-and-courts/discrimination/taking-action-about-discrimination/taking-action-about-harassment/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-13T12:05:22.735Z"
    },
    "id": 300995,
    "links": {
        "self": "https://petition.parliament.uk/petitions/300995.json"
    },
    "type": "petition"
}