{
    "attributes": {
        "action": "To debate the \"Stockport Declaration\" of democratic rights after leaving the EU.",
        "additional_details": "The decision to leave the European Union in the 2016 Referendum was the largest exercise in direct democracy the United Kingdom has ever seen. It was a real example of a 'bottom-up' movement for democratic change. The vote to leave the EU (at the time), was not supported by most members of Parliament or the mainstream political parties. \r\n\r\nBy debating the Stockport Declaration and the democratic principles contained therein, Parliamentarians will be discussing the wishes of constituents directly.",
        "background": "To debate the Declaration which has been developed and supported by British Citizens since the UK left the EU in January 2016. We would like Parliament to support the Declaration as an example of our country's long history of democratic struggles, e.g. the Levellers, the Chartists & Suffragettes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-09T13:15:49.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-11T19:44:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-17T13:03:18.135Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what action you'd like Parliament to take, beyond debating an issue. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, but you will need to spell out the actions rather than refer to a seperate document. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2020-03-17T13:03:18.131Z"
    },
    "id": 301091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301091.json"
    },
    "type": "petition"
}