{
    "attributes": {
        "action": "Provide guarantee of Settlement Scheme for EU citizen in need to change passport",
        "additional_details": "When a person need to change a passport due to natural expiration or needs to change name or gender on it, the EU Settlement Scheme will ve void and person need to prove to be themselves, and that they lived in the UK again, this will create a barrier especially against transgender people, for who being referenced to their old names is extremely painful, and all of the EU citizen who needs to renew their passport and/or are not willing to take a British citizenship",
        "background": "The Government must provide a way for transgender people and EU nationals, who renews their passport or change their name or gender, to automatically obtain the Settlement Status if it was granted them before, as there is no guarantee since any passport change needs a new EU S. Scheme application",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-09T08:49:55.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-09T10:17:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T15:04:26.202Z",
        "rejection": {
            "code": "no-action",
            "details": "The Home Office's guidance, EU Settlement Scheme (interim guidance): Gender identity and sex\r\nmarkers on documents, states:\r\n\r\n\"An applicant who has already been granted settled or pre-settled status under the EU Settlement Scheme may inform the Home Office that they have transitioned from one gender to another when they update their identity documentation details using the Update My Details service. An applicant may alternatively inform you that they are transitioning from one gender to another using correspondence.\"\r\n\r\nIt does not appear to be the case that a person needs to reapply to the EU Settlement Scheme if they get a new passport, and it is therefore not clear what action you want the Government to take in response to your petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-03-13T15:04:33.363Z"
    },
    "id": 301041,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301041.json"
    },
    "type": "petition"
}