{
    "attributes": {
        "action": "The corruption in the social services and fostering services.",
        "additional_details": "In 2014 York University and the NSPCC did a major study on abuse in residential and foster care, which revealed shocking truths, including that between 2009 and 2012 on average there were between 450 and 550 cases of proven abuse every year in foster care. It was found that most of the abuse or neglect – more than 88% - was perpetrated by carers.  In a third of these cases the child was physically harmed and a further 11% were sexually abused. This should not be acceptable in today's society.",
        "background": "We want more safe guarding measuring for the children in foster care, more checks on the foster carers and close family and friends surrounding them. These children should be given anonymity so that they can tell their story without having the fear of the public finding out after they become adults.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-08T21:21:38.451Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-08T21:43:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T12:05:39.173Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want there to be more safe guarding measuring for the children in foster care, but it's not clear what you want the Government to do to achieve this.\r\n\r\nWe also wouldn't accept a petition that made defamatory statements about particular services.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-13T12:05:43.094Z"
    },
    "id": 301000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301000.json"
    },
    "type": "petition"
}