{
    "attributes": {
        "action": "Online classes as a precaution against Coronavirus (COVID-19)",
        "additional_details": "Data from an earlier google form petition has shown that some international students \"Holding student visa (so required to attend 80% classes)\" in the UK are: \r\n\r\n1. Having symptoms of flu but required to attend university\r\nand/or,\r\n2. Knowing someone who might be infected by an unknown virus is attending university as required\r\n\r\nOnline classes can help reduce public panic, by offering all university students an option to study and work remotely without absent record and avoiding university closure.",
        "background": "The COVID-19 has caused deaths in the UK, but \"Home Office (UKVI) policy means that all international students must maintain an overall attendance of 80%\", and \"If international students are absent from classes this could lead to termination of their visa.\" Online classes may help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-09T20:20:52.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T05:21:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T16:54:06.237Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about how to run classes are a matter for individual educational institutions.\r\n\r\nWe have published two petitions calling for the Government to close educational institutions.\r\n\r\nOne petition calls for schools/colleges to be closed for an appropriate amount of time: https://petition.parliament.uk/petitions/300403\r\n\r\nOne petition calls for universities to be closed for an appropriate amount of time: https://petition.parliament.uk/petitions/300628\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-03-13T16:54:08.507Z"
    },
    "id": 301164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301164.json"
    },
    "type": "petition"
}