{
    "attributes": {
        "action": "A trade alignment with the EU or with the US? The people should decide.",
        "additional_details": "Having now left the EU the trading relationship we form with our closest geographical neighbours should not be decided solely by our government in Westminster, without having first consulted with the people of the UK. Should Britain align itself primarily with the EU or with the US is a decision of profound, and long-term, importance that needs to be put to the people, in a public vote, once the nature and outcomes of current trade talks and their potential outcomes become better understood.",
        "background": "Question:\r\nA trade deal with the United States or a trade deal with the European Union?\r\n\r\n\u2028Proposition:\u2028\r\nThe final decision as to which choice the country makes should be put to the people in a public vote before the end of the Transition Period.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-09T18:01:25.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-09T18:33:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T17:02:56.485Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Trade deals with different entities are not mutually exclusive, so it's not clear why there would need to be a referendum on choosing between them. \r\n\r\nYou might like to sign these petitions \r\n\t\r\nhttps://petition.parliament.uk/petitions/301051\r\nhttps://petition.parliament.uk/petitions/300026"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-13T17:03:03.104Z"
    },
    "id": 301140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301140.json"
    },
    "type": "petition"
}