{
    "attributes": {
        "action": "Make it an obligation to debate a petition when it has over 100,000 signatures",
        "additional_details": "It should also consider making this a LAW, that is carried on when or if the Governing party changes.\r\n\r\nI for one have noted that on many occasions very few MP's have actually attended the debates brought upon them by this parliament petition process. It is as if they are making a token gesture to tick the box and keep us (their employers) quiet.",
        "background": "We the British public DEMAND that when a petition on the Government petition website reaches 100,000 signatures (or more) that it WILL be debated, not just \"considered for debate\". And that at least 15% (98) of MPs are required to take part in the debate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T00:23:32.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T04:10:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T17:46:55.235Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly sure how your requirement for 98 MPs to speak in a 3 hour debate would work. For example, which MPs would be required to speak and what would happen if they didn't take part for any reason. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or without this requirement. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-13T17:49:48.366Z"
    },
    "id": 301204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301204.json"
    },
    "type": "petition"
}