{
    "attributes": {
        "action": "FALSE advise video contents on YouTube and social media need to stop now!",
        "additional_details": "At least 27 people have died from alcohol poisoning in the Khuzestan and Alborz provinces of Iran trying to prevent infection of the coronavirus, Iranian news agencies reported on Monday.\r\n\r\n“Some of the citizens of Ahwaz had heard that drinking alcohol could help them fight the coronavirus, so they used it as a preventive measure.\r\n\r\nWith the outbreak of Covid-19 in Iran, rumors and unscientific treatments on how to fight the virus have spread on social media. Among them was drinking alcohol.",
        "background": "With the UK government can pressure the youtube and all social media platforms to ban user from posting false video content advising on how to self medicate or controlling Ncovid19. This is serious and need to stop now before it’s too late for another online victims.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T12:51:37.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T16:17:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T15:17:18.077Z",
        "rejection": {
            "code": "irrelevant",
            "details": "YouTube and individual social media companies are responsible for monitoring the content on their platforms, not the Government or Parliament.\r\n\r\nThe UK Government has provided support to to tackle global spread of coronavirus ‘fake news’, details of which are here: https://www.gov.uk/government/news/uk-aid-to-tackle-global-spread-of-coronavirus-fake-news"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-16T15:17:22.462Z"
    },
    "id": 301267,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301267.json"
    },
    "type": "petition"
}