{
    "attributes": {
        "action": "Initiate a permanent and effective disinfection plan across the TFL network.",
        "additional_details": "The number of coronavirus cases in London/the UK is growing by the minute. Less than 3 years ago researchers from London Metropolitan University found 9 of the world’s most dangerous superbugs through swabs on the Tube (121 different bacteria and moulds in total). Urgent action is needed, with a effective, comprehensive and regular disinfection plan. Citizens and visitors should be granted the highest levels of safety and hygiene when using a service they pay a significant amount of money for.",
        "background": "Given the global emergency linked to the coronavirus and the amount of daily passengers on the TFL network, we ask the Government to imminently initiate a permanent and effective disinfection plan, ensuring  the highest level of hygiene whilst mitigating contamination risks in the best possible way.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T08:45:41.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T10:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T09:38:48.627Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Responsibility for public transport is devolved to local councils or Mayors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-13T09:38:48.624Z"
    },
    "id": 301223,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301223.json"
    },
    "type": "petition"
}