{
    "attributes": {
        "action": "Cap council tax bands so local council authorities can't increase it every year!",
        "additional_details": "The government / parliament needs to cap the council tax bands so that local authorities cannot raise them every year. Ever year local authorities raise the council tax bands, it needs to be capped so that it doesn't increase every year. These increases affect every household and we shouldn't be expected to find the money to pay for these increases every year.",
        "background": "I want government / parliament to place a cap on local council tax bands / charges.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T12:33:49.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T18:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T14:38:17.043Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to stop local authorities from increasing council tax every year, but it's not clear exactly what you want the Government to do to cap council tax bands.\r\n\r\nDecisions about increases to council tax are a matter for individual local authorities, although there are limits on what increases local authorities can include on council tax bills without holding a referendum.\r\n\r\nYou could start a petition calling on the Government to reduce the amount by which local authorities can increase council tax each year, or to prevent local authorities making any future increase to council tax bills."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-16T14:38:22.166Z"
    },
    "id": 301264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301264.json"
    },
    "type": "petition"
}