{
    "attributes": {
        "action": "end all unessential travel for business reasons and make use of online meetings",
        "additional_details": "In light of Coronavirus, it is apparent that the government CAN put forward immediate policies that protect the nations health, such as the restriction of 1000’s of flights.\r\nThese restrictions have already proven to be effective in the alleviation of CO2 levels. \r\nBy ending all travel for business endeavours and replacing it travel with virtual meetings, (as being seen currently) the government stands a chance of protecting its citizens against the much bigger threat of the climate crisis.",
        "background": "By ending unessential travel for business purposes and replacing it with virtual communication, there is a higher likelihood that there can be enforced behavioural changes that will continue to alleviate the climate emergency (as has been seen through flight restrictions given in light of COVID-19).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-10T21:14:01.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-10T21:57:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-13T09:36:13.694Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions bout business travel are a matter for individual companies and business people, and not the Government or Parliament.\r\n\r\nYou could start a petition calling for the Government to bring forward legislation reducing number of flights which are allowed, or increasing taxes for flights, if you would like that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-13T09:36:23.323Z"
    },
    "id": 301361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301361.json"
    },
    "type": "petition"
}