{
    "attributes": {
        "action": "Bring back the death penalty for certain criminals convicted of serious crimes.",
        "additional_details": "Safety of the public is paramount. Also, the prison system is overcrowded and in alot of cases such as terrorism, prisons are breeding grounds for radicalisation. There's also the cost of keeping a convicted criminal behind bars for years to consider as well as the victims of crime. We, as a nation should also show that we are tough on crime and tough on criminals as a deterrent to other potential criminals.",
        "background": "Allow all convicted terrorists, mass murderers, serial rapists, paedophiles and child killers, where unequivocal evidence and unquestionably overwhelming proof (DNA in most cases) against the suspected criminals has been produced and considered in court to be handed a humane death sentence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T01:09:29.411Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-11T08:07:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T17:25:15.104Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you want to restore the death penalty, but we're not sure what you mean by \"unequivocal evidence and unquestionably overwhelming proof\" and how this would be decided.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2020-03-17T09:07:53.746Z"
    },
    "id": 301400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301400.json"
    },
    "type": "petition"
}