{
    "attributes": {
        "action": "Emergency funding to support freelancers & contractors impacted by Coronavirus",
        "additional_details": "At the moment millions of people might be forced to quarantine or will be impacted as a result of quarantines, the domino effect being less contracts and jobs for independent contractors and micro business’ (known as freelancers) and hence face a huge loss of earnings which is no fault of their own. \r\n\r\nThe freelancers and contractors need some form of protection / compensation help to manage the potential huge loss of income they are facing at no fault of their own.",
        "background": "Set up an emergency fund to support freelancers and contractors who cannot avoid losing income because of the outbreak. This does not include those who are self employed. \r\n\r\nFreelancers and contractors provide security for the families and communities who depend on these micro business’ for income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T08:08:14.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-11T08:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-16T17:28:59.178Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly who you want to be covered by this approach. Freelancers and contracters are self-employed, but you also want this not to apply to them. \r\n\t\r\nYou might want to sign this petition instead\r\n\r\nhttps://petition.parliament.uk/petitions/301328"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-16T17:28:59.175Z"
    },
    "id": 301415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301415.json"
    },
    "type": "petition"
}