{
    "attributes": {
        "action": "Armed forces veterans want to be recognised for service with a relevant pension.",
        "additional_details": "There are veterans that feel very aggrieved that they have been left behind because of a rule that was put in place, then removed later but not back dated despite the fact that the particular rule was found to be unfair, ie the 26 year old rule that was removed in 1978. That rule still exists although unfair, it was not back dated so still applies from 1975 to1978. The rule still applies but was removed, how can that be fair or be justified it should have been removed totally there are others.",
        "background": "Veterans want justice to be given by rescinding all of the old pension changes to rules that deny veterans of what is a genuine claim for a pension. There are many veterans that have served the country and have nothing in the way of pensions, but veterans who have similar service have a pension.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T21:24:24.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-11T21:39:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-17T12:07:54.681Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change the rules entitling veterans to a pension, but it's not clear what changes you want the Government to make.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as provide a pension to all veterans, or change a specific rule that prevents certain veterans from being entitled to a pension."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-17T12:07:54.677Z"
    },
    "id": 301591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301591.json"
    },
    "type": "petition"
}