{
    "attributes": {
        "action": "Stop all trade with China until their brutal animal trade is abolished.",
        "additional_details": "Every June, in the south east city of Yulin, thousands of dogs are slaughtered, butchered, cooked and eaten for the ten-day Lychee and Dog Meat Festival, where some believe the fruit and meat combination will bring health through the long winter months. \r\n\r\nDogs are typically bludgeoned to death in front of each other, put into a de-hairing machine to remove fur, and then blowtorched for sale to markets. \r\n\r\nHow can we allow this to happen and still trade with China?",
        "background": "It is estimated that the country is responsible for killing 10million dogs for human consumption each year, with traders selling canned meat, dog sausages, roasted legs and even dog penis snack packs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T21:25:50.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T18:50:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T13:25:51.672Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nStop trade with China until wet markets and animal cruelty is outlawed: https://petition.parliament.uk/petitions/312691\r\n\r\nUrge the Chinese government to stop the annual Yulin Dog Eating Festival: https://petition.parliament.uk/petitions/308926\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2022-06-01T11:58:04.254Z"
    },
    "id": 301592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301592.json"
    },
    "type": "petition"
}