{
    "attributes": {
        "action": "End the use of all snares in the UK: Make snares illegal to protect our wildlife",
        "additional_details": "In 2012 a UK government study revealed that only a quarter of animals trapped in snares were ‘intended targets’. Victims range from pheasants to pet dogs. Although all snares are dangerous, ‘free-running’ snares are legal in the UK and can be lethal and cause so much suffering. IPSOS MORI states that 80% of the British Public think that Fox Hunting should remain illegal. DEFRA suggests 1.7 million animals are trapped each year. The Conduct of Practice is not a solution, instead we need a ban.",
        "background": "The UK’s precious wildlife is under threat due to private and commercial hunting. The government must make snares completely illegal in the UK to conserve our wildlife. Snares are used to protect other animals, but in doing so, they kill so many others - they don’t discriminate between species.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-11T21:50:38.415Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T08:18:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T16:10:21.369Z",
        "rejection": {
            "code": "no-action",
            "details": "We've tried to contact you about your petition a few times, but we haven't heard back. \r\n\r\nYou can start a new petition, but it will need to be within our petition standards. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-04T08:16:13.031Z"
    },
    "id": 301602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301602.json"
    },
    "type": "petition"
}