{
    "attributes": {
        "action": "business rate relief for all businesses-implement a sliding scale for over £51k",
        "additional_details": "I own a small family restaurant only have 8 employees, my business rateable value is £52k, from being 1000k over the capped amount I have missed out on the 100% relief. I am not asking to revise the value amount, I understand there has to be a capped number. But a lot of small business like myself are still needing financial help. As we will also don’t fit into the cash grant category.   \r\nGive help to all small businesses, shops, restaurants, cafes.",
        "background": "Give all business a chance to apply for business rate relief. A sliding scale from the rateable value of £51k up to £100k. Lots of small family to medium businesses are cut off and are being affected with the Covid 19 virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-12T01:19:55.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T13:47:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-18T15:58:11.768Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced further measures, including giving all retail, hospitality and leisure businesses in England a 100% business rates holiday for the next 12 months. You can find out more here: \r\n\r\nhttps://www.gov.uk/government/news/chancellor-announces-additional-support-to-protect-businesses\r\n\r\nYou could start a new petition, calling for this to be extended to all sectors, if this is something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-18T16:14:22.720Z"
    },
    "id": 301636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301636.json"
    },
    "type": "petition"
}