{
    "attributes": {
        "action": "allow schools to take their students abroad on school trips",
        "additional_details": "I’m a student at a high school who’s ski trip had been cancelled due to the corona virus. The trip is in a few week and everyone going was very excited. We all still want to go. I could also name a number of other schools that are very disappointed in what had happened. Skiing in particular is a trip that happens rarely and me being in year 11 leaving my school this year this is the last time i can go on one as a school trip. However i’m no longer allowed to. Me and people at my school are very upset",
        "background": "allow schools to take their students abroad for school trips that are in full swing and have been payed for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-12T19:14:06.773Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T19:31:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T11:24:34.131Z",
        "rejection": {
            "code": "no-action",
            "details": "Decisions about whether school trips go ahead are a matter for individual educational institutions.\r\n\r\nThe Government has advised schools and colleges against all overseas trips for children under 18 until further notice.\r\n\r\nhttps://www.gov.uk/government/news/government-advises-schools-and-colleges-to-cancel-overseas-trips\r\n\r\nThe Government has now also ordered the closure of all schools to most pupils from Friday 20 March.\r\n\r\nhttps://www.gov.uk/government/speeches/pm-statement-on-coronavirus-18-march-2020\r\n\r\nThe Foreign & Commonwealth Office (FCO) has also advised British people against all non-essential travel worldwide.\r\n\r\nhttps://www.gov.uk/guidance/travel-advice-novel-coronavirus\r\n\r\nYou could start a petition calling on the Government to reimburse schools and students for the cost of any visits that have had to be cancelled because of coronavirus."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-03-19T11:24:34.129Z"
    },
    "id": 301893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301893.json"
    },
    "type": "petition"
}