{
    "attributes": {
        "action": "We ask the Govt. to step aside & allow the Shadow Govt. to take control.",
        "additional_details": "Corbyn is a once in a lifetime politician (in that he genuinely seems to put people over business end corporations) and as we are in a once in a lifetime crisis, we the British people would feel safer with him at the helm. As he would put people above profit and do what is right. To step back and allow the British people the freedoms to chose the Government to lead them in this time of crisis.  For sanctions against the most vulnerable in society to the scrapped and for this country really to be for the many and not just the few!",
        "background": "Due to poor handling of Covid-19 we demand that the current Government, led by  Boris Johnson, step aside and allow the Shadow Government, led by a Corbyn, to take control as we believe they would put people above profit and do what is right.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-12T18:43:14.796Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T19:09:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T09:35:35.179Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers or the Government to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government, you could start a petition about that. If you want a change of Government, you could start a new petition asking for an early General Election, if that's what you'd like to happen. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2020-03-19T09:35:39.790Z"
    },
    "id": 301878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301878.json"
    },
    "type": "petition"
}