{
    "attributes": {
        "action": "Abolish/refund the third installment of tuition fees for postgraduate students",
        "additional_details": "It is unfair for students to pay for a term and a half of teaching we are not receiving at all. The government should ensure students interests are put at the forefront!",
        "background": "The government should ensure that the third installment of university fees for postgraduate students is abolished since universities have closed due to the coronavirus. Most students will not have any teaching events as predicted during the last term of this academic year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-12T21:14:27.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-12T21:26:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T14:51:28.093Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual universities will have their own refund policies, and are responsible for making their own decisions about what changes they will make to their operations during the coronavirus outbreak.\r\n\r\nYou could start a petition calling on the Government to urge universities to refund tuition fees where teaching is not able to take place as normal, or to set up a fund to reimburse the tuition fees of students whose universities have closed as a result of the outbreak.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2020-03-19T14:51:35.715Z"
    },
    "id": 301942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/301942.json"
    },
    "type": "petition"
}