{
    "attributes": {
        "action": "Revoke IR35 rules causing businesses to blanket ban engaging LTDs under contract",
        "additional_details": "The country needs economic stability and a competitive edge. IR35 means reduced ability to ramp up and down as projects require and increased cost if contractors are engaged.\r\n\r\nMany will be forced to take inside-IR35 contracts in order to pay bills even though they are legitimately outside which will mean decimating their ability to grow their businesses.\r\n\r\nAgencies / recruiters are also affected putting thousands of jobs at risk as markets dry up.\r\n\r\nPlease reconsider this damaging approach to tax.",
        "background": "Recent IR35 changes mean that many larger organisations are no longer willing to engage limited company-based contractors. The government indicated that blanket in or out decisions on contractors would not be allowed but instead, larger organisations have decided to just stop engaging entirely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-13T12:38:32.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T13:30:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T12:53:48.818Z",
        "rejection": {
            "code": "no-action",
            "details": "On 17 March 2020 the Government announced that it was postponing the reforms to the off-payroll working rules IR35 from April 2020 to 6 April 2021.\r\n\r\nhttps://hansard.parliament.uk/Commons/2020-03-17/debates/9038AB35-B474-48EC-83EC-A1CA7347043A/IncomeTax(Charge)#contribution-4C019642-2598-4500-A5EE-2942C2DDCFB4\r\n\r\nWe have published a petition calling for the Government to revoke IR35 legislation, which you might be interested in: https://petition.parliament.uk/petitions/300458"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-20T12:53:48.816Z"
    },
    "id": 302159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302159.json"
    },
    "type": "petition"
}