{
    "attributes": {
        "action": "Permit all T4 Student Visa holders to leave the UK without any academic penalty",
        "additional_details": "Allow all T4 Visa holders to return home before borders are closed, allowing them to be united with their families as well as gaining access to treatment and testing the British Government is not willing to provide.\r\nThere should be no academic penalty for these students and they should be allowed to return once stabilisation has occurred with academic support being given to allow them to study and complete assignments remotely.",
        "background": "The PM has issued statements that appear to only have the British Citizens in mind. There is a clear disregard for international students not only those from Europe but also those on a T4 VISA. People are separated from their families and don't have the support they would in their native country",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-13T16:52:22.933Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-13T17:07:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T17:37:36.069Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Academic penalties are a decision for individual institutions, not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for the Government to encourage academic institutions to be lenient when considering whether to apply academic penalties to students who's attendance is affected by the coronavirus outbreak."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-19T18:17:23.190Z"
    },
    "id": 302250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302250.json"
    },
    "type": "petition"
}