{
    "attributes": {
        "action": "When and where necessary, citizens to be allowed free testing for Covid-19 virus",
        "additional_details": "The aim of this petition is to offer the UK public urgent reassurance that they will be entitled to be tested for the Covid-19 virus, should anyone still show mild symptoms after 7days of “self isolation”, in the safe knowledge that you can be absolutely sure as to whether you are able to look after / visit relatives, get back to work, etc.",
        "background": "If you’ve had any mild symptoms in relation to those symptoms of the Covid-19 virus for more than 7 days, then you should be entitled a free, compulsory Covid-19 test so then you can be absolutely sure whether you are able to look after / visit relatives, get back to work etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T08:28:20.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T08:44:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T17:01:58.658Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-20T17:01:58.654Z"
    },
    "id": 302460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302460.json"
    },
    "type": "petition"
}