{
    "attributes": {
        "action": "MPs should forego their increased salary in order to pay for hospital beds",
        "additional_details": "At a time when we are being encouraged to work together, for the common good of society, it is wrong that MPs should be given an above inflation salary increase, when those on the frontline of public services do not have the resources and facilities required. Although the budget has given more money to the NHS, more is needed. MPs should set a personal example of sacrifice to provide hospital beds. There are approximately 17,000 fewer hospital beds now than there were in 2010. More are needed.",
        "background": "Members of Parliament have recently been granted an inflation busting 3.1% salary increase. Meanwhile we face the worst public health crisis in a generation and an NHS with a chronic shortage of beds and other resources. MPs should sacrifice their pay rise to enable a better provisioned NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T08:31:12.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-14T09:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T11:32:58.406Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-20T11:32:58.403Z"
    },
    "id": 302462,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302462.json"
    },
    "type": "petition"
}