{
    "attributes": {
        "action": "Align NI with the rest of the UK & Ire on covid-19 safety advice and protocol",
        "additional_details": "People are scared, this virus can spread without having displayed any symptoms to its host. It leaves the old and young as the most vulnerable and is carried mostly by the fittest people - home where it is passed around. Public meetings, places and gatherings are some of the most likely places to pass the virus on. \r\n\r\nNot having the same measures in place as almost the rest of the western world, only puts their attempts at risk also. especially with bordering Ireland and the rest of the UK",
        "background": "Amidst COVID19. We would like the government to take necessary actions to prevent further spread in Northern Ireland as its island counterpart Ireland and the rest of the UK has done.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T07:40:49.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-14T09:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-19T11:13:47.521Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what measures you want to see in Northern Ireland which are in place in the rest of the UK and the Republic of Ireland.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want the UK Government to implement a UK lockdown, you may wish to sign this petition instead: \r\n\r\nhttps://petition.parliament.uk/petitions/301397"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2020-03-19T11:13:56.641Z"
    },
    "id": 302448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302448.json"
    },
    "type": "petition"
}