{
    "attributes": {
        "action": "Department of Health & Social Care - Plan for defence against future viruses.",
        "additional_details": "This novel coronavirus should be awake up call. We are underprepared for dealing with such a crisis. If we invest in the things we might need in such a situation, like proper protective equipment, vaccines that work (or at least work in part) for the most likely forms of virus that might spread, we will be in a far better position to deal with situations like this in the future.\r\nWe prepare against threats such as terrorist organisations or cyber attacks, we must prepare against virus outbreaks.",
        "background": "Asses the potential threat of future viruses and allocate budget for preparing and defending against. There are many experts that predicted an outbreak of coronavirus (like this COVID-19) and they are warning of similar outbreaks in the future. We must prepare ahead of time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T10:24:06.109Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T10:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-24T15:44:11.703Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government already undertakes work to prepare for viral outbreaks. You could call for the Government to increase funding for this work, and to publish details of their plans, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T08:12:28.916Z"
    },
    "id": 302503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302503.json"
    },
    "type": "petition"
}