{
    "attributes": {
        "action": "Sack Boris Johnson from the office, due to the lack of action in tackling COVD19",
        "additional_details": "The public life is at risk because of the Coronavirus. We have seen many European countries, taking robust actions to tackle the issue which have caused many harm. It is now a pandemic, according to the WHO. Not closing the schools, colleges and universities, will put the public life at risk. That is why, it is more vital than ever, to have a brave leader who will lead and is not afraid of taking the necessary actions to save millions of people live's, in order to avoid the crisis like in Italy.",
        "background": "During the Corona virus outbreak, we have seen Boris Johnson, taking zero actions to prevent the spread of the virus. Therefore, I believe that Boris Johnson should be held accountable to his action and hereby, must step aside and let someone else tackle the pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T16:42:04.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-14T19:17:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-17T10:47:05.355Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-17T10:47:13.179Z"
    },
    "id": 302686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302686.json"
    },
    "type": "petition"
}