{
    "attributes": {
        "action": "Emergency help for businesses & individuals paying salaries, mortgages & rent.",
        "additional_details": "If the government does not step in soon, there will be massive business failures and missed payments, causing a knock on effect that will create an economic breakdown at a core level. \r\nThe small business man cannot support the larger companies during this time as payments are stopped and future work put on hold, making it impossible to trade normally with cashflow seriously effected.",
        "background": "We need the government to urgently step in and help small businesses to meet their salary & rental obligations, and for individuals in paying their mortgages and rental payments due to orders and payments from clients being stopped, causing extreme pressure on small businesses and their staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-14T23:43:39.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T06:48:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-24T10:05:02.455Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition the Government has announced a workers' support package, which includes a Coronavirus Job Retention Scheme to help pay people’s wages: https://www.gov.uk/government/news/chancellor-announces-workers-support-package\r\n\r\nWe have also published a number of petitions calling on the Government to provide support to particular industries, or make specific changes to benefits and employment entitlements.\r\n\r\nIf there is a specific change you would like the Government to make that it has not already you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2020-03-24T10:05:02.452Z"
    },
    "id": 302882,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302882.json"
    },
    "type": "petition"
}