{
    "attributes": {
        "action": "Covid-19 economic support by Government for workers in The Arts & Entertainment",
        "additional_details": "When people think of arts they think big names however there are tens of thousands of people who today find themselves with no work because of Covid.\r\n\r\nThey have had concerts, theatre shows, art sales cancelled for completely understandable safety reasons.\r\n\r\nBut many of these people live on the gig to gig basis.\r\n\r\nThe government needs to help these people and prevent people losing their home, their car, their livelihood.\r\n\r\nWithout art and culture we are less. Lets support these who lift us up",
        "background": "For the UK government to provide economic assistance to people who work in the arts and entertainment industry.\r\n\r\nThe UK has thousands of people suffering unforeseen financial challenges that could have a profound effect on hundreds of thousands of people employed in the sector.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T07:48:02.517Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T09:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-23T16:40:31.778Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started this petition the Government has announced support packages. If you'd like something not included in this, you could start or sign a petition calling for that action. \r\n\r\nWe know that many people working in the arts are self-employed, so you might want to sign and share this petition\r\n\r\nhttps://petition.parliament.uk/petitions/303345"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-23T17:15:34.824Z"
    },
    "id": 302932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/302932.json"
    },
    "type": "petition"
}