{
    "attributes": {
        "action": "Offer support to small medium sized enterprises to retain staff and pay salaries",
        "additional_details": "The UK government should implement a support package for UK SMEs.\r\n\r\nFor a three month period the Government should offer to pay 75% of an employees salary to a maximum of £2,785/month, while the companies pay the remaining 25%.\r\nIf there is a big drop in production or service is halted, there may still be a need to send employees home. But don't fire them, they still need to pay mortgages, heat/power, food bills etc. The economy still needs to turn, and we need to prevent another financial crisis.",
        "background": "Small and medium sized enterprises (SMEs) make up 99% of the business in this country. The corona virus outbreak is having an increased negative financial impact on SME's ability to retain and pay staff. This in turn means debt payments will be at risk and potentially another financial crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T16:12:01.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T18:58:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-24T17:59:42.596Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition the Government has announced the Coronavirus Job Retention Scheme to enable workers to be paid up to 80% of a worker’s wages, up to a total of £2,500 per worker each month: https://www.gov.uk/government/news/chancellor-announces-workers-support-package\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-24T17:59:42.593Z"
    },
    "id": 303167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303167.json"
    },
    "type": "petition"
}