{
    "attributes": {
        "action": "Allow all health workers the right to be tested for COVID-19 if symptomatic .",
        "additional_details": "If a clinician is unwell, it is important to know if they are infected with the virus.\r\n If they are COVID-19 negative, they can return to work as soon as they are fit to do so, maximising staffing levels.\r\n If they are infected, they will know to self isolate and will not be dealing with patients who are already vulnerable. \r\nStaff deserve to be cared for. \r\nAlready sick patients deserve to be cared for by COVID-19 free staff. \r\nNot knowing this information is increasing the pressure on the NHS.",
        "background": "All healthcare workers should be allowed to have a COVID-19 test if clinically appropriate .\r\nHealth care staff have a right to have their own health protected .\r\nKnowing their COVID-19 status will also reduce the risk of transmission of infection to the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T15:25:40.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T19:51:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T16:15:59.835Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-20T16:15:59.832Z"
    },
    "id": 303149,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303149.json"
    },
    "type": "petition"
}