{
    "attributes": {
        "action": "Change school entry term to January so a full year is not lost if born after Aug",
        "additional_details": "It will save money and help all the working parents as nursery fees are extremely high and unaffordable",
        "background": "If a child is born after August then she loses a full year and the parents have to be very expensive childcare for an extra year so the government should introduce any child born after August to start in January instead of the next September so losing so many months",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T14:13:26.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T13:42:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T14:32:42.209Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want some children to be able to start school earlier than they normally do, but it's not clear exactly what action you want the Government to take to achieve this.\r\n\r\nSchool admission authorities are required to provide for the admission of all children in the September following their fourth birthday, and most children start school at this time. However, individual local authorities and school admission authorities are able to admit children earlier if they so choose.\r\n\r\nYou could start a new petition calling on the Government to require school admission authorities to provide for the admission of all children in the September or January following their fourth birthday, if you would like all schools to be required to admit children who have turned four between August and January.\r\n\r\nYou may also be interested to know that all 3 to 4-year-olds in England can get 570 free hours per year. You can find out more here: https://www.gov.uk/help-with-childcare-costs/free-childcare-and-education-for-2-to-4-year-olds"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-07T14:32:42.205Z"
    },
    "id": 303121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303121.json"
    },
    "type": "petition"
}