{
    "attributes": {
        "action": "Allow all plastics to be recycled. Pass the sorting responsibilities to councils",
        "additional_details": "There are so many different plastics about that it’s hard to tell what each one is. It’s ok to say #GotToBeABottle but if all plastics were recycled, the volume of plastic being discarded of would decrease and the plastic can then be sorted into types. For example, the Happy Meal toys from McDonald’s cannot be recycled and they sell approx 3.5million Happy Meals per day. That’s a lot of waste plastic alone.",
        "background": "Councils such as Greater Manchester are running a #GotToBeABottle campaign for what can be recycled. All plastics should be acceptable as the Local Authority should be responsible for sorting/recycling dependent on plastic type such as PETE/HDPE/PVC/LDPE/PP/PS/OTHER.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T18:27:51.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "BEIS",
                "name": "Department for Business, Energy and Industrial Strategy",
                "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T19:16:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T08:39:03.765Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local authorities are responsible for household and business waste collection services, waste disposal, enforcing waste legislation, not the Government or Parliament.\r\n\r\nYou could start a petition calling on the Government to provide more funding to local authorities to enable them to recycle more, or to create a legal obligation for local authorities to recycle all plastics where it is possible to do so."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T08:39:03.762Z"
    },
    "id": 303235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303235.json"
    },
    "type": "petition"
}