{
    "attributes": {
        "action": "Screen all individuals  who present with cough and fever for COVID 19",
        "additional_details": "Advice on self isolating for 7 days is not enough. If people are COVID -19 positive without realising how do we know that 7 days is actually enough.\r\n\r\nIt will enable more people to be kept in the workforce if they test negative and feel better well within the 7 days advice. It will also stop people abusing the 7 day isolation rule for their own purposes.\r\n\r\nKnowing we are screening properly may well quell the anxiety currently seen in all cities, towns and shopping areas.",
        "background": "Help to get rid of uncertainty about whether individuals are infected or not. Enable collation of accurate data :numbers infected, severity and spread. Accurate mortality statistics \r\nThis will all help with planning for future outbreaks of disease and it is in line with WHO recommendedations",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T17:23:24.561Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T17:44:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T13:41:54.682Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament. \r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-20T13:41:54.678Z"
    },
    "id": 303202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303202.json"
    },
    "type": "petition"
}