{
    "attributes": {
        "action": "Deliver universal UK testing for the Covid 19 virus, immediately.",
        "additional_details": "Whilst we appreciate that there is a worldwide shortage of extant covid 19 testing kits, we refer the government to their election promises to be at the fore front of biotech, and assert that the opportunity exists, to develop new testing technology, using (for example) mobile phones,  proven to be able to capture photos of viruses, which could be simply uploaded and analysed by AI. Without universal screening for covid 19 in the UK, we limit knowledge, fail the vulnerable and endanger lives.",
        "background": "The World Health Organisation advises all countries, to identify, isolate, and treat those with the Covid 19 virus. We believe that the government is failing in it's duty of care to the people of the UK, by limiting testing solely to those in hospital. Early diagnosis saves lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T19:31:12.908Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T07:55:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T17:00:41.580Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-20T17:00:41.577Z"
    },
    "id": 303287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303287.json"
    },
    "type": "petition"
}