{
    "attributes": {
        "action": "Implement widespread community testing of Covid-19 cases across the UK",
        "additional_details": "If we do not test, trace and quarantine cases of covid-19 in the community immediately, we will be in the same position as Italy in around two weeks. \r\n\r\nWe call on the government to change their approach, listen to the science and learn from other countries successes and failures.",
        "background": "Experts are widely criticising the UK government's approach to only test Covid-19 cases that require hospitalization. From epidemiologists to behavioral psychologists, the experts say it is impossible to effectively minimize and delay the spread of the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T20:27:00.341Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T09:33:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T17:03:13.256Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-20T17:03:13.254Z"
    },
    "id": 303330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303330.json"
    },
    "type": "petition"
}