{
    "attributes": {
        "action": "Apply mitigating circumstances to all university students due to COVID-19",
        "additional_details": "Under normal conditions, students suffer from sufficient stress over their university results. During this outbreak, they suffer anxiety due to their concern about their own wellness and that of their loved ones. For that reason, we expect the Government and the Universities to be empathetic towards them and act consequently by releasing suffering from them, lowering the marking criteria that is used in normal occasions.",
        "background": "Due to the COVID-19 outbreak, we consider that students are under extraordinary circumstances in which normal university standards should not be applied. For that reason, we want the Government to make all British Universities apply mitigating circumstances to every student.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T21:52:20.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-15T21:59:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T09:56:50.644Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want university students to be show due consideration during the coronavirus outbreak, but it's not clear what you want the Government or Parliament to do to achieve this.\r\n\r\nDecisions about exams and assessments are a matter for individual universities, and are not the UK Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T09:56:50.642Z"
    },
    "id": 303387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303387.json"
    },
    "type": "petition"
}