{
    "attributes": {
        "action": "Make it compulsory for Community Pharmacy staff to be protected against Covid-19",
        "additional_details": "Patients with symptoms avoid GPs and hospitals but come into pharmacies for essential medicines. The staff are in direct contact with patients without wearing the right protective gear and therefore put themselves at risk of contracting the virus.\r\n\r\nPatients who take regular medicine from the  pharmacy for conditions such as blood pressure, diabetes etc, will suffer if pharmacy staff are effected. Patients are then more likely to go to hospitals which will be a greater burden on the NHS.",
        "background": "Government must introduce new measures for community pharmacy staff to be given the right means to be protected during the pandemic, Coronavirus.\r\n\r\nIt must be compulsory for masks, gloves and aprons to be worn at all times during working hours of the pharmacy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T23:33:04.063Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T00:07:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T10:03:07.783Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Royal Pharmaceutical Society has produced guidance for pharmacists on protecting pharmacy teams, but decisions about operations at individual pharmacies are a matter for those pharmacies.\r\n\r\nGuidance for reducing the risk of infecting from confirmed or possible coronavirus (COVID-19) infection is being developed by Public Health England, and decisions about medical advice are a matter for medical professionals and the NHS.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T10:03:07.780Z"
    },
    "id": 303448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303448.json"
    },
    "type": "petition"
}