{
    "attributes": {
        "action": "Provide the elderly with support to isolate during the Pandemic",
        "additional_details": "The elderly are the most at risk group and will be told to isolate for a prolonged period. However with current grocery shortages they may struggle to prepare to do so. Those in ill health/poor mobility/ on low incomes and/or no family support could potentially be left without the provisions needed to stay indoors for weeks. We must provide aid to avoid people being forced to leave their homes through hunger.",
        "background": "Indentify those elderly who are substantially more at risk due to eg, low income and the absence of family and aid them during isolation. Provide with some form of care package and review at intervals if isolated for a prolonged time to ensure their survival.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-15T22:58:18.938Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T12:37:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T07:50:42.292Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published a petition calling on the Government to provide all pensioners a survival pack containing essentials to last 30 days, which you might like to sign: https://petition.parliament.uk/petitions/302940\r\n\r\nWe have published a petition calling on the Government to encourage retailers to prioritise those over 70 shopping online for essentials, which you might like to sign: https://petition.parliament.uk/petitions/301126\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T07:50:42.289Z"
    },
    "id": 303428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303428.json"
    },
    "type": "petition"
}