{
    "attributes": {
        "action": "Temperature-checks in public places and aggressive contact-tracing.",
        "additional_details": "To protect the people of the UK, we need to be pro-active in how we respond to the virus while minimising the strain on the economy. By mobilising resources to identify, trace, and monitor infected people, we can prevent the virus from spreading to protect the most vulnerable members of our communities. If managed well, we will effectively minimise the need for schools, workplaces, and commerce to shut down to prevent the virus from spreading.",
        "background": "The UK is not the first to be see SARS-CoV-2019 spread through the population. This allows us to learn from others. Singapore and South Korea have shown that widespread testing, temperature-checks in public places, aggressive contact-tracing of infected people, and enforced quarantine can help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T08:52:07.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T09:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T10:16:23.638Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "updated_at": "2020-03-25T10:16:23.636Z"
    },
    "id": 303560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303560.json"
    },
    "type": "petition"
}