{
    "attributes": {
        "action": "Establish a procedure to test everyone who has symptoms of Coronavirus.",
        "additional_details": "It's ridiculous asking people to self isolate if they don't have CoVid19. Do we self isolate everytime we have a cough or everytime someone close to us has a temperature? Given that it's unlikely re-infection can occur, we are going to need anyone who has had it to keep the UK going. It also allows us to have an accurate snapshot of infection rates which in my opinion are wildly wrong. \r\n\r\n\r\n\r\nA drive in system would probably be the best way to get samples with measured protections in place for the Healthcare professionals.",
        "background": "Urgently establish a procedure for testing anyone who has had symptoms of Coronavirus in order to help the economy, obtain an accurate snapshot of infection rates and help control the spread.\r\n\r\nIf caught early enough it may also save  lives of those vulnerable to this virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T09:52:41.693Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T10:53:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-20T17:04:32.409Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nSince you started your petition the Government has announced that testing for coronavirus (COVID-19) will increase to 25,000 a day: https://www.gov.uk/government/news/testing-for-coronavirus-covid-19-will-increase-to-25-000-a-day\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2020-03-20T17:04:32.405Z"
    },
    "id": 303589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303589.json"
    },
    "type": "petition"
}