{
    "attributes": {
        "action": "Allow the elderly to food shop before everyone else",
        "additional_details": "I would like the government to put some kind of restrictions in place that the major supermarkets are not allowed to sell to the general public for a certain amount of time each time they restock and allow the elderly to.do their shop first due to greedy people bulk buying its unacceptable and something needs to be done about it",
        "background": "Stop all major supermarkets from being able to sell groceries to the general public for a certain amount of time and allow the elderly to shop first as its a disgrace",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T04:22:09.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T10:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-24T13:00:31.836Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-24T13:00:31.832Z"
    },
    "id": 303505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303505.json"
    },
    "type": "petition"
}