{
    "attributes": {
        "action": "Close NI nurseries, schools and colleges with immediate effect due to Covid-19",
        "additional_details": "We don't have the luxury of  being able able to have our children sit one metre apart.Many of our schools are unable to follow the handwashing protocol as they don't have warm water! \r\nWe NEED to be afforded the same  consideration as our schools and colleges in the South of Ireland. \r\nI ask you, WHO has made the determination that the Lives of children and staff are LESS VALUABLE in the North than those of the chidren and staff in the South!\r\nI urge you please to sign this petition.",
        "background": "Protect the Safety and Rights of those who WORK in and ATTEND schools in line with our counterparts in the South.\r\nLack of clarity and guidance from leadership above school level has left us vulnerable and compromised.\r\nOur schools are unable to follow current guidance from the Public Health Agency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T10:18:34.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T10:41:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T08:49:49.717Z",
        "rejection": {
            "code": "irrelevant",
            "details": "School closures in Northern Ireland are the responsibility of the Northern Ireland Executive, not the UK Government or Parliament.\r\n\r\nSince you started your petition, the Northern Ireland Executive has announced school closures: https://www.education-ni.gov.uk/news/update-school-closures-education-minister\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/coronavirus "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-26T09:31:02.740Z"
    },
    "id": 303600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303600.json"
    },
    "type": "petition"
}