{
    "attributes": {
        "action": "Stop the media from spreading panic via false or dramatised content",
        "additional_details": "While a free press is essential to democracy, the fear and panic stirred up by elements of the media is causing unnecessary difficulty for many people across the world, particularly the poor, the elderly, and those with mental health issues. The Coronavirus situation is serious, but spreading panic is only adding to the problem. Panic buying, stock market instability, and social unrest could end up causing bigger problems than the original issue. Surely now is the time for facts, not fear.",
        "background": "During the Coronavirus situation, elements of the media are taking advantage by publishing false or dramatised content that is causing fear and panic, in order to gain more clicks and sell more newspapers. I would like the government to put in place laws to stop the media from doing so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T11:34:53.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T19:34:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T09:46:54.735Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/303050\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-27T09:46:54.731Z"
    },
    "id": 303642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303642.json"
    },
    "type": "petition"
}