{
    "attributes": {
        "action": "Close COVID-19 insurance loopholes so people can get refunds for cancelled trips",
        "additional_details": "COVID-19 is making international travel almost impossible: many countries are restricting movement, while others such as New Zealand force visitors to self-isolate. 14 days self-isolation may mean that someone has to spend their whole holiday in isolation. But it looks like insurance companies won't cover costs, unless FCO bans all but essential travel to destination country. People will lose thousands, or feel encouraged to travel, spreading the virus & potentially leaving people stranded.",
        "background": "The government can:\r\n\r\nPressure insurance companies & airlines to refund costs\r\n\r\nAdvise against all but essential travel to countries forcing visitors to self-isolate or imposing other restrictions on holiday-makers\r\n\r\nReassure holiday-makers so they don't travel unnecessarily & spread virus",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T10:39:44.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T10:47:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T16:40:08.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual airlines and travel companies are responsible for setting policies and making decisions about refunds. In any case, since this petition was started, the Government is advising people against all non-essential travel worldwide. You can find out more here: https://www.gov.uk/guidance/travel-advice-novel-coronavirus\r\n\r\nYou could start a petition calling on the Government to create a fund to reimburse people who have lost money because they have cancelled plans due to coronavirus.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-25T16:40:08.530Z"
    },
    "id": 303615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303615.json"
    },
    "type": "petition"
}