{
    "attributes": {
        "action": "Refunds for holidays due to lockdown and landmark closures amidst COVID-19",
        "additional_details": "We would like the the government to forcefully make companies issue refunds. It’s not their fault this has happened but it’s not the customers fault either. The human thing to do is issue refund and be back to square one. Travel places are refusing to give any sort of compensation for this situation and so I feel it needs to be taken further. It is running pockets of thousands of other people who have booked holidays who will be in the same position.",
        "background": "Due to COVID-19 a Natural Disaster. Landmarks are forced to close, meaning holidays that people have spent lots of money on aren’t even been made available. For example a Disneyland Paris trip can no longer be attended due to the resort closing however companies aren't wanting to issue refunds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T10:55:57.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T11:18:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T16:37:28.476Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual airlines and travel companies are responsible for setting policies and making decisions about refunds.\r\n\r\nYou could start a petition calling on the Government to create a fund to reimburse people who have lost money because they have cancelled plans due to coronavirus.\r\n\r\nPlease note that we can't accept petitions that are started without a full name. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nUK Government website: https://www.gov.uk/coronavirus\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T16:37:28.472Z"
    },
    "id": 303624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303624.json"
    },
    "type": "petition"
}