{
    "attributes": {
        "action": "Test all who display symptoms for COVID19",
        "additional_details": "We call upon the government or parliament to make testing for COVID19 compulsory for all those who are displaying symptoms to help stop the spread especially to those more vulnerable and ill, and not just for those in hospitals displaying symptoms as this is not sufficient. More testing needs to be done to know how widespread the infection is. This will also help alleviate a lot of the panic and fear for a lot of people who only hear of the deaths and tests currently done on seriously ill people in hospitals and not the general wider public.",
        "background": "We would like everyone to be tested if displaying symptoms of COVID19 so that infected patients can be quarantined and the spread of the virus slowed.\r\nAnother benefit of testing will allow to build a more accurate picture of the number of cases and how the virus is spreading in the population.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T12:14:28.337Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T12:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-23T12:35:06.364Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-23T12:35:06.362Z"
    },
    "id": 303660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303660.json"
    },
    "type": "petition"
}