{
    "attributes": {
        "action": "Dismiss or start an impeachment procedure against our PM to better face COVID19",
        "additional_details": "Parliament has to dismiss/impeach our PM or force a total lockdown for the time being and to allow massive covid testing to trace the path of infections. The only evidence we have is that China and Korea are controlling the situation using techniques completely ignored by UK. Moreover,herd immunisation will make the attempts and sacrifices of other countries useless causing more losses in the continent too. WHO and major experts around the world are questioning and criticising this approach.",
        "background": "Parliament needs to stop the mass experiment conducted by Boris Johnson.  It goes against principles of democracy. Herd immunisation works when 60% of the population has been vaccinated. UK approach has no provided evidence and will cause avoidable losses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T12:39:14.581Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T17:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T15:43:08.074Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nYou might want to know that the Government has set out that 'herd immunity' is not a strategy. You can read a recent comment by the Health Secretary here:  \r\nhttps://hansard.parliament.uk/Commons/2020-03-16/debates/235689EC-0A18-4488-BFCF-9F012A1A0C1B/Covid-19#contribution-4215E975-1483-4CB0-A03B-1F67E4E9B990   \r\n\r\nYou may wish to sign this petition: https://petition.parliament.uk/petitions/301397\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n \r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n \r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-04-02T08:44:11.315Z"
    },
    "id": 303675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303675.json"
    },
    "type": "petition"
}