{
    "attributes": {
        "action": "Stop news and media channels using words that cause pure speculation & hysteria",
        "additional_details": "We want the government to create legislation that doesn't allow for pure speculation on situations like COVID-19 etc. Too often we see news channels speculate without real source or evidence which leads to \"false truths\". News channels should be made to state their source for fact or be very clear that the article/interview is pure specualtion and holds no truth or fact. If articles/interviews are published which are false, should be given the same space, location and airtime to fact correct.",
        "background": "See the government introduce legislation that holds media to account for their use of wording for speculation, which causes mass hysteria and overreaction from the public. Words such as, could, possibly and maybe, are not fact, yet in many cases are taken so by the public. Lets stick to facts only",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T12:38:26.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T12:48:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T11:36:17.152Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/303050\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-27T11:36:17.149Z"
    },
    "id": 303671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303671.json"
    },
    "type": "petition"
}