{
    "attributes": {
        "action": "End tenancy agreements earlier for students whose universities have closed",
        "additional_details": "For some, the maintenance loan doesn’t even cover the full amount of rent for a given term and students therefore have to rely on their parents or their student jobs to cover the rent. With many businesses shutting down, it’s harder to come up with money to pay the rent.\r\nIt is also pointless to pay rent in the cities of the universities that have been closed, when students have returned back to their family homes.",
        "background": "Due to the Covid-19 (Coronavirus) pandemic, many UK Universities have decided to close down and stop face-to-face lectures as well as exams. As a result many students have returned to their family homes, therefore students should be allowed to end their tenancy agreements early.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T11:40:47.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T11:54:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T17:45:09.508Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The terms under which a tenancy can be ended early will be set out in a tenancy agreement, and are not a matter for the Government or Parliament.\r\n\r\nYou could start a petition calling on the Government to set up a fund to reimburse students who leave their accommodation early because of coronavirus if that is something you would like to see.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2020-03-26T17:45:09.505Z"
    },
    "id": 303648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303648.json"
    },
    "type": "petition"
}