{
    "attributes": {
        "action": "Test everyone who is elderly or has underlining health condition for Coronavirus",
        "additional_details": "The Government needs to allow the NHS to test all Elderly patients and patients with underling health conditions for Coronavirus, so that they can get the right treatment. I personally have a Elderly members of my family and family members with underling health conditions, who have been advised to stay isolated for 7 days without being tested, even though they have symptoms. To be able to protect these vulnerable groups and give them appropriate treatment, we need to test them for the virus.",
        "background": "This petition’s aim is for the Government and Parliament to allow the NHS to test all Elderly patients and patients with underlining health conditions for the Coronavirus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T16:43:32.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T17:26:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-24T14:44:44.993Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament. \r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-24T14:44:44.991Z"
    },
    "id": 303776,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303776.json"
    },
    "type": "petition"
}