{
    "attributes": {
        "action": "Create an emergency fund to support freelancers with Coronavirus income loss",
        "additional_details": "Coronavirus is not only a health crisis, but an economic crisis too, and one that is likely to hit the smallest businesses - the self-employed - hardest. Freelancers will not just lose income while they are ill or self-isolating: many are also losing work and contracts over the coming months. The Budget measures give some support, but not enough. There is also a risk that the Business Interruption Loans will leave many freelancers with a mountain of debt. They urgently need more support.",
        "background": "The government should create a Temporary Income Protection Fund to support freelancers through the Coronavirus crisis. The idea is for a time-limited, targeted injection of funds to keep businesses afloat over the coming months and cover basic income costs like food and rent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T18:02:12.445Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T09:11:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T12:44:52.170Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to set up a Temporary Income Protection Fund to support freelancers, but it's not clear how this fund would work, or who would be entitled to claim from it.\r\n\r\nSince this petition was started, the Government has said that most self-employed people can claim a taxable grant worth 80% of their trading profits up to a maximum of £2,500 per month for the next 3 months.\r\n\r\nYou can find out who is eligible and how to apply here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\r\n\r\nYou can read the Government's announcement here: \r\nhttps://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals \r\n\r\nYou can find out about what other Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-04-01T12:44:52.167Z"
    },
    "id": 303826,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303826.json"
    },
    "type": "petition"
}