{
    "attributes": {
        "action": "Tests to be carried out on everyone who suspects they are infected with Covid 19",
        "additional_details": "Only cases that end in the hospitals are being tested for Covid 19 at the moment which creates misleading picture of the pandemic in UK.\r\nThis can also cause even bigger spread of the virus especially that many people get infected but not sick.\r\nProfessionals do not know enough about the disease and it's side effects now and in the future to ignore it.\r\nClear information can only help with fighting the disease.",
        "background": "Tests to be available and carried out on everyone who suspects they are infected to ensure that the size of the problem is known and appropriate actions can be taken to help with Covid 19 pandemic in UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T18:37:02.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T18:44:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T09:54:23.221Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament. \r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/coronavirus "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T09:54:23.218Z"
    },
    "id": 303851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303851.json"
    },
    "type": "petition"
}