{
    "attributes": {
        "action": "Cancel A-level and GCSE exams and give students their predicted grades.",
        "additional_details": "Students are under tremendous pressure from exams and this virus is not assisting students at this time. The way the virus is spreading and the government's response of isolation it's safe to presume there will be a shortage of teachers and students. Students will miss out on valuable lesson time and this can stretch out into exam season. Previous students have not had to face issues of this nature in the past years and I don't believe its fair that 2020 students have to deal with these events.",
        "background": "Exam season is fast approaching and so are the issues that occur every year with students and exams. The government should take into consideration the pressure and the effect this virus will have on schools and should cancel A-level and GCSE exams for 2020 and give students their predicted grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T17:54:16.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T18:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T12:34:56.972Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, not the UK Government or Parliament. You can read the decision made by exam boards on what will happen to exams here:\nhttps://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\n\nIf you want the Government to review the decision to use previous data to calculate exam grades, you may wish to sign this petition:\nhttps://petition.parliament.uk/petitions/306773\n\nAs a result of the large numbers of petitions people have tried to start on this issue, and following a large number of questions it received from petitioners about exams, the Petitions Committee asked the Government about the impact of coronavirus on schools and exams.\n\nWatch all the questions and responses:\nhttps://www.youtube.com/watch?v=MmHWDlzlxfA&feature=youtu.be&t=3771\n\nWatch the responses to the following questions:\n\nWhat was the reasoning behind the timing of school closures?\nhttps://youtu.be/MmHWDlzlxfA#t=1h3m16s\n\nWhat is happening with exams including GCSEs, A-levels, and SATs?\nhttps://youtu.be/MmHWDlzlxfA#t=1h4m35s\n\nWhat measures are in place to protect vulnerable children, those on free school meals, and the teachers and other staff who are still working in schools?\nhttps://youtu.be/MmHWDlzlxfA#t=1h7m09s\n\nWhen might schools re-open?\nhttps://youtu.be/MmHWDlzlxfA#t=1hm12s\n\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here:\n\nYoung Minds:\nhttps://youngminds.org.uk/\n\nChildren’s Society:\nhttps://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\n\nChildline:\nhttps://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website:\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\n\nUK Government website:\nhttps://www.gov.uk/coronavirus\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-30T09:12:50.588Z"
    },
    "id": 303821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303821.json"
    },
    "type": "petition"
}