{
    "attributes": {
        "action": "introduce a compulsory 8am-9am time slot in shops for all vulnerable citizens",
        "additional_details": "Estimated figures place 30.41‬% of the United Kingdom's population is over the age of 55 as of 2018, 367,000 new cancer cases in the UK annually and  4 million people living with diabetes in the UK. These are only few of the most vulnerable people at increased risk from COVID19. \r\nA large majority of the population have been panic buying, preventing access to said resources for them. It is essential to implement measures to ensure their basic rights are protected, and that they are at lower threat.",
        "background": "The government should implement a new and temporary 8am-9am time slot where all convenience stores will prioritise vulnerable people. During this period, convince stores should provide disinfected trolleys and baskets, as well as full access to food and other essentials to ensure their protection",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T21:40:54.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T22:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T12:37:17.971Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-03-27T12:37:17.969Z"
    },
    "id": 303985,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303985.json"
    },
    "type": "petition"
}