{
    "attributes": {
        "action": "introduce a compulsory 8am-9am time slot in shops for citizens 55+ to shop in",
        "additional_details": "Estimated figures place 30.41‬% of the United Kingdom's population is over the age of 55 as of 2018. It is this age demographic that is at most risk from COVID19, and who require vital access to food and other essential materials the most during this crisis. \r\n\r\nA large majority of the population have been panic buying, preventing this age demographic from obtaining said resources. It is thus essential to implement measures to ensure their basic rights are protected, and they are at lower threat.",
        "background": "The government should implement a new and temporary 8am-9am time slot where all convenience stores will prioritise people aged 55+. \r\nDuring this period, convince stores should provide disinfected trolleys and baskets, as well as full access to food and other essentials to ensure 55+ are protected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T21:26:41.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T21:38:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T10:42:17.814Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can also find impartial analysis of the impact of coronavirus here: https://commonslibrary.parliament.uk/coronavirus/  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-01T10:42:17.811Z"
    },
    "id": 303973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/303973.json"
    },
    "type": "petition"
}