{
    "attributes": {
        "action": "Provide economic support to hospitality venues affected by coronavirus.",
        "additional_details": "In light of recent “advice” the public is being advised not to visit pubs, clubs or any public spaces with gatherings of people to limit the infection rate of Coronavirus.\r\nBy not enforcing a closure of these venues owners will be left with spiralling costs and absolutely no trade, ultimately resulting in many closures, bankruptcies and staff redundancies.\r\nWithout providing financial support the cost to the economy and the people of this nation will be huge",
        "background": "Provide a decisive response to the impact of social distancing during the coronavirus pandemic and offer support so that no independent pub, club, restaurant or any other hospitality venue is forced out of business.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T23:24:36.913Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T10:54:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T12:46:05.040Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and restaurants are to close. It has also asked everyone to stay at home. You can find out more here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the UK Government to give economic assistance to the hospitality industry, you may wish to sign this petition: https://petition.parliament.uk/petitions/302162\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T12:46:05.038Z"
    },
    "id": 304070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304070.json"
    },
    "type": "petition"
}