{
    "attributes": {
        "action": "Immediate UK government ordered closure for all entertainment and social spaces",
        "additional_details": "Entertainment spaces across the UK are not currently entitled to any claim covering revenue lost throughout the Covid-19 crisis. This is because the current directive is only a recommendation to the public, which whilst remaining solely as a recommendation is not covered for loss of earnings by insurance. Tens of thousands of people working within these sectors are now at significant risk of the industry financially collapsing without immediate government intervention to rectify this.",
        "background": "Issue an immediate and direct UK wide closure order to all theatres, music venues, pubs, nightclubs and other entertainment spaces considered to be a mass gathering space as defined by the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T23:55:53.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T08:17:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T12:38:26.789Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and other entertainment spaces are to close. It has also asked everyone to stay at home. You can find out more here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T12:38:27.010Z"
    },
    "id": 304089,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304089.json"
    },
    "type": "petition"
}