{
    "attributes": {
        "action": "Force pubs, clubs, theatres, cinemas and music venues to close",
        "additional_details": "Until the UK government takes a strict line about closure of these venues, they will not be covered by insurance, and may have to permanently close. The entire industry will be left with no financial support, and the rich and diverse culture that many of these venues provide could be lost. We urge the government to consider stricter measures that protect the industry and the benefit it brings to the UK.",
        "background": "The UK government has told the public to “avoid“ pubs, clubs, theatres and cinemas, but is not forcing them to close (as in Spain and France). Business owners currently have no choice but to stay open, spreading the virus and losing them money, or to close voluntarily and lose out on insurance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T22:45:13.952Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T22:54:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T12:30:06.223Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and restaurants and other public venues are to close. It has also asked everyone to stay at home. You can find out more here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2020-03-25T12:30:06.220Z"
    },
    "id": 304041,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304041.json"
    },
    "type": "petition"
}