{
    "attributes": {
        "action": "COVID-19 UK: Follow WHO Coronavirus guidelines and make provisions for welfare.",
        "additional_details": "The UK response to COVID-19 has been significant in its difference to the rest of Europe, having largely ignored W.H.O guidelines to contain the spread of the virus. Tens of thousands of those currently infected, including NHS staff are asymptomatic and spreading it unknowingly. Furthermore, no provision has been made to keep the public financially stable; whilst other countries have utility and housing costs frozen, many of the most vulnerable people in the UK are at risk of serious suffering.",
        "background": "•Ban public gatherings •Close non-essential businesses, schools, universities •Increase testing to NHS staff and anyone symptomatic •Full sick pay for all in isolation •Make provisions for childcare for essential industry workers •Mortgage and rent freeze •Protection from eviction •Food support",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T23:09:54.581Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T23:59:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T18:10:24.245Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was started the Government has closed schools, non-essential shops and other businesses. It has also asked everyone to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nSuspending payments for mortgages, utilities and loans is a matter for individual mortgage providers, utility providers and lenders, and not the UK Government or Parliament.\r\n\r\nYou can find out about asking for a mortgage holiday from lenders here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers \r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256 \r\n  \r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-26T18:10:24.241Z"
    },
    "id": 304061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304061.json"
    },
    "type": "petition"
}