{
    "attributes": {
        "action": "Force shutdown of businesses to prevent bankruptcy during the Covid-19 outbreak",
        "additional_details": "Local businesses remain and should remain the backbone of our society. To tell people to not gather publicly but to force small businesses to continue operating will see long term closures and likely lead to places being re-opened by large corporations destroying the rich and vibrant culture of our country.",
        "background": "Considering the instruction to avoid public gatherings it now seems cruel and unreasonable, particularly for small and local businesses to have to stay open for them to receive no custom\r\nA forced shut down would give them a chance to claim losses on insurance rather than to foot the bill themselves",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T22:54:37.964Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-16T23:36:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T12:38:48.535Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has issued guidance about closing certain businesses and venue: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nIf the Government has not closed the type of business you are concerned about, you could start a new petition calling on the Government to add this to the list of businesses that are required to close.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-04-01T12:38:48.533Z"
    },
    "id": 304047,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304047.json"
    },
    "type": "petition"
}