{
    "attributes": {
        "action": "Compel banks to suspend demands for debt repayments during the COVID-19 crisis.",
        "additional_details": "UK banks were bailed out using public money when they faced financial difficulties. \r\nDuring the COVID-19 crisis, it is anticipated that a great proportion of the population will suffer significant financial loss due to diminished income from reductions in trade, self isolation or caring for family members. This will mean that debt repayments are likely to be missed, causing further hardship through default fees. Banks should support the public and not profit from the global crisis.",
        "background": "For banks to be instructed to behave responsibly towards citizens who have debts such as mortgages, loans or credit cards, but allowing people a 3 or 4 month period of suspension of repayment without penalty. This will cover the COVID-19 peak period when many individuals will be out of work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-16T22:12:20.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T09:03:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-09T05:40:17.431Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/305297\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-09T05:40:17.427Z"
    },
    "id": 304014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304014.json"
    },
    "type": "petition"
}