{
    "attributes": {
        "action": "Implement testing for all suspected cases of Covid19 in the Uk",
        "additional_details": "The general public have a right to know whether they are carrying Covid19 so they can implement measures to ensure the safety of themselves and others. By attempting to keep the public ignorant to the true scale of the pandemic in their own country for the purposes of public appearance the uk government are not being transparent.  How can they know the 'right time's to implement their strategies if they dont know the true scale of the disease?",
        "background": "The government have stopped testing suspected cases of Covid19 in a bid to keep confirmed case numbers low thus producing a false data set. We need the government to fall in line with the  WHO and test every suspected case so the public know the state of their own health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T04:09:58.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T10:47:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T10:18:27.354Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The conduct of tests is a clinical decision for the NHS, not the UK Government or Parliament. \r\n\r\nWe have published a petition calling for the Government to provide publicly accessible testing for coronavirus around the UK, which you might want to sign: https://petition.parliament.uk/petitions/301354 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-27T10:18:27.351Z"
    },
    "id": 304156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304156.json"
    },
    "type": "petition"
}