{
    "attributes": {
        "action": "Enforce closures of Public Venues to give financial support to those affected.",
        "additional_details": "The Government has advised the public to avoid Pubs, Restaurants, Bars, Cinemas and Theatres, the proprietors of these venues will not be able to make any claim on insurance for loss of income. Landlords will still have to pay rent whilst not earning. As for the Staff they will lose their jobs, which in turn makes mortgage/rent payments a very difficult task. Many Pubs and other Small Businesses are already just about keeping afloat. Please force the closure to ensure more lives aren't ruined",
        "background": "Instead of suggesting people avoid venues detailed in The Prime Minister's Public Announcement on 16.03.2020, enforce the closure of these locations.\r\n\r\nAllow people to claim on the insurance, to help keep businesses alive as well as families in their homes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T01:36:27.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T01:52:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T11:50:39.489Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs, restaurants and non-essential shops are to close. It has also asked everyone to stay at home. You can find out more here:  https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-25T11:50:39.486Z"
    },
    "id": 304135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304135.json"
    },
    "type": "petition"
}