{
    "attributes": {
        "action": "More medical assistance to the people through this pandemic (Covid-19)",
        "additional_details": "As it is a human right to have access to health care, this is should not be overlooked or neglected by the Government along with the NHS. Also the continuation of testing for Covid-19 should be allowed as it can decrease the spread of the virus, in comparison to the alternative approach that is being taken now of not doing so.",
        "background": "To provide more medical assistance to people who are sick, take seriously their symptoms, provide more medication as well as check ups. While in those 7 days a person self isolates and is very sick it can be lethal without any medical support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T02:11:52.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T02:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T07:51:15.606Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The medical treatment of patients in the UK is a clinical matter for the NHS and the National Institute for Health and Care Excellence (NICE), not the UK Government.\r\n\r\nYou may wish to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/301354.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can also read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-04-02T07:51:15.603Z"
    },
    "id": 304143,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304143.json"
    },
    "type": "petition"
}