{
    "attributes": {
        "action": "Capitalism has failed the UK, make those with billions pay for Covid 19. P2TP!",
        "additional_details": "Our money institutions, people and businesses that have made multi millions and billions of pounds off the backs of ordinary people, much of this wealth is amassed as personal or family fortunes. This wealth must be absorbed by the state to help fund our future. To simply put profit before people is no longer acceptable. We have had 10 years of austerity and ordinary people have suffered most. The future of humanity is at stake and no one deserves betterment at the expense of others.",
        "background": "In the face of our existence in the UK, where humanity should be the point of life, capitalism has failed us! Our government should legislate now for all UK multi millionaires and billionaires to help cover the costs in bringing Covid 19 under control while setting a fairer blueprint for the future!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T00:58:09.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T12:57:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T07:13:45.104Z",
        "rejection": {
            "code": "no-action",
            "details": "We have published a petition calling on the Government to increase taxes on high earners to fund emergency Budget measures, which you might like to sign: https://petition.parliament.uk/petitions/305795\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T07:13:45.102Z"
    },
    "id": 304118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304118.json"
    },
    "type": "petition"
}