{
    "attributes": {
        "action": "Use staff to help in the event of a schools and college closure due to COVID-19",
        "additional_details": "I am a lecturer and would happily support the country in the event of a closure of schools and colleges, as opposed to being sat at home.  Even if it is to college prescriptions, coordinate shopping deliveries or whatever else will help the UK.",
        "background": "In the event of the schools and colleges closing we could utilise staff from those organisations to help the elderly, or use their skills to support the combined effort against COVID-19.  Staff in colleges and schools could have skills in nursing, engineering and a range of other industries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T09:08:25.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T10:44:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T08:32:01.698Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The duties of staff employed by schools and colleges are a matter for the individual schools and colleges that employ them, and not the Government or Parliament.\r\n\r\nYou may also be aware that while most schools and colleges have closed to most students, they are still being required to make provision for the children of key workers and the most vulnerable children.\r\n\r\nYou could start a petition calling on the Government to seek volunteers from sectors that are currently underemployed, such as the educational sector, to help with the response against coronavirus.\r\n\r\nThe Government has already published guidance on how individuals and businesses can volunteer to help:\r\n\r\nInformation for individuals on how to help safely: https://www.gov.uk/government/publications/coronavirus-how-to-help-safely--2/coronavirus-how-to-help-safely\r\n\r\nInformation on offering coronavirus (COVID-19) support from your business: https://www.gov.uk/coronavirus-support-from-business\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-06T08:32:01.694Z"
    },
    "id": 304242,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304242.json"
    },
    "type": "petition"
}