{
    "attributes": {
        "action": "Pay our student nurses a wage during the COVID-19 crisis",
        "additional_details": "Pay our future nurses a living wage. Although, people go into the healthcare industry to help others, they should not be expected to work in this extremely high risk environment for free. They have rent and bills like everyone else and families to feed. We need to do more to support them while they do their part during this time of crisis.",
        "background": "Many of our student nurses are out working in placements on the front line in the midst of the Coronavirus pandemic. These men and women are putting their lives and the lives of their families at risk and should be paid a living wage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T09:05:15.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T09:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:26:09.527Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2020-03-31T15:26:09.525Z"
    },
    "id": 304240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304240.json"
    },
    "type": "petition"
}