{
    "attributes": {
        "action": "Student nurses on the front line of Covid-19 should be recognised",
        "additional_details": "They are putting themselves at heightened risk for the public good supporting their regular NHS colleagues and adding valuable capacity. If they then contract the illness and have to isolate this could result in them not meeting the practice hours needed to complete their degrees. Their contribution should also be recognised financially in some way given the bursary has been removed and the cost of completing a nursing degree.",
        "background": "Student nurse should either be paid for hours over and above their usual placement hours or have this offset against their student loan, the hours they work should also count towards the total hours needed to complete their degree.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T11:42:46.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T22:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T08:15:37.415Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-07T08:16:38.792Z"
    },
    "id": 304368,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304368.json"
    },
    "type": "petition"
}