{
    "attributes": {
        "action": "People with salaries if they work or not to contribute to those on low/no wages",
        "additional_details": "I think many people want to help but are unsure how to. A fund could be created and people could contribute via their banks. The money could be used to provide concrete help for people in financial trouble due to isolation or being unable to work.",
        "background": "To enable people who will receive a salary during this crisis to contribute to a hardship fund to people who will receive no or lower salaries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T10:24:11.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T08:27:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T14:37:44.126Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition, the Government has announced a package of financial support for people whose income is affected by the coronavirus outbreak. Find out more here: https://www.gov.uk/coronavirus. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/.\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/  \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.  \r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/ \r\n\r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-08T14:37:44.123Z"
    },
    "id": 304310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304310.json"
    },
    "type": "petition"
}