{
    "attributes": {
        "action": "Make women's sanitary wear free and available in all public toilets without tax",
        "additional_details": "Many women in the UK aren't in the right financial way and because of this many women have to go without sanitary products every month. Many girls are using tissue and toilet roll in place of pads and tampons which is making women miss out on their education and become fearful of leaking through. Furthermore, the pain caused by periods can make women reluctant to getting out of bed, reducing their education and daily activities, this would not happen if they could access sanitary products",
        "background": "we would like the government to take off the taxation off sanitary wear in the UK and make sanitary wear more widely available and easily accessible by placing them in all public toilets for free. also we would like the government to make supermarkets in the UK sell sanitary products at lower prices",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T11:48:50.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T11:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T09:53:34.276Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Setting the price of consumer products is a matter for individual producers and retailers, not the Government or Parliament, and public toilets are the responsibility of individual local authorities, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to have the NHS provide free sanitary products for anyone, which you might like to sign: https://petition.parliament.uk/petitions/301619\r\n\r\nYou could also start a new petition calling on the Government to end taxes on sanitary products."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-04-02T09:53:39.954Z"
    },
    "id": 304378,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304378.json"
    },
    "type": "petition"
}