{
    "attributes": {
        "action": "More support for this struggling financially due to Covid-19",
        "additional_details": "Government must offer individuals financial support to match what they were earning before the virus and to subsidise them for the impact this virus is having. Covid-19 is having a financial impact which will inevitably lead to more psychological harm to those subject to financial struggles. The Government must ensure that those out of work due to the virus are supported and helped in this moment of hardship, it is beyond the individuals control and therefore not their fault.",
        "background": "Offer more support to those suffering financially due to Covid-19 such as those on zero hour contracts or those who have been laid off or hit by a severe decrease in income. The Government must support people through this hardship of financial uncertainty",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T10:13:58.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T10:57:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T12:39:14.852Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to provide more financial support to people who have been affected by coronavirus, but it's not clear what action you want the Government to take to achieve this.\r\n\r\nIf you want the Government to give financial help to agency and zero hour workers during COVID-19 outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/301328\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2020-04-02T12:39:14.850Z"
    },
    "id": 304305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304305.json"
    },
    "type": "petition"
}