{
    "attributes": {
        "action": "Close all pubs, clubs, restaurants and bars to protect businesses and the public",
        "additional_details": "Government advice is to avoid unnecessary social contact, but social venues have not been forced to close. This prevents small business owners from being able to claim on their insurance if they choose to close down to protect the public. The government should be doing everything it can to assist small businesses while ensuring that the public is safe. These will become key areas to rebuild once the pandemic is over, so act now to prevent further damage.",
        "background": "We would like the government to close all pubs, clubs, bars, cafés and similar as soon as possible, to prevent further spread of COVID-19. This will protect businesses by allowing them to claim on their insurance, and it will protect the public against further spread.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T10:46:46.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T11:10:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T11:47:37.063Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and restaurants are to close. It has also asked everyone to stay at home. You can find out more here:  https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "updated_at": "2020-03-25T11:47:37.060Z"
    },
    "id": 304330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304330.json"
    },
    "type": "petition"
}