{
    "attributes": {
        "action": "Protect Private Renters from eviction in light of Covid-19 pandemic",
        "additional_details": "There are thousands of private renters who potentially could lose not only their jobs but homes due to this outbreak. If people are enforced to stay home, especially where self employed, they will be unable to keep up rent payments. Banks and Building Societies are looking at giving 'payment holidays' and not loading any fees for missed payments on mortgages, private renters should have similar protection during this unprecedented period.",
        "background": "Give protection to private renters from eviction due to loss or a reduction in wages, especially where self employed and are not entitled to sick pay during isolation periods. Banks and Building Societies are looking at giving 'payment holidays'. Renters should have similar protection.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T12:07:54.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T12:02:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T07:35:50.709Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has passed legislation which protects tenants from eviction: https://www.gov.uk/guidance/government-support-available-for-landlords-and-renters-reflecting-the-current-coronavirus-covid-19-outbreak\r\n\r\nWe have published a petition calling on the Government to cncourage lenders, landlords and utilities to freeze payments during lockdown, which you might like to sign: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T07:35:50.705Z"
    },
    "id": 304396,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304396.json"
    },
    "type": "petition"
}