{
    "attributes": {
        "action": "Retired Doctors to Train Young Unemployed for COVID-19 Care",
        "additional_details": "This needs to be actioned immediately. The government should bring this petition to the COBRA committee.",
        "background": "Plenty of hotels and cruise ships are empty. They have facilities for COVID-19 patients. \r\n\r\nMost retired doctors and nurses should not be in direct contact with the virus. \r\n\r\nHowever, they can train unemployed young people to care for COVID-19 patients in these hotels and cruise ships.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T13:27:25.610Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T14:00:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T10:51:05.615Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS has already called for clinicians to return to the NHS to help fight the coronavirus outbreak, and the Government has passed legislation to remove barriers to allow recently retired NHS staff to return to work.\r\n\r\nDecisions about how clinicians returning to the NHS will be deployed are operational decisions for the NHS, not matters for the Government or Parliament.\r\n\r\nThe Government has also already published information about how individuals can safely help in the current situation: ttps://www.gov.uk/government/publications/coronavirus-how-to-help-safely--2/coronavirus-how-to-help-safely\r\n\r\nYou could start a new petition calling on the Government to requisition hotels and cruise ships to provide increased capacity for coronavirus patients.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-28T09:57:47.840Z"
    },
    "id": 304455,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304455.json"
    },
    "type": "petition"
}