{
    "attributes": {
        "action": "Freeze all business and personal bills until the country recovers.",
        "additional_details": "Lock down the country and give the people of Britain a chance to rebuild once this virus has been beaten. Your advice don’t pay the bills of millions already struggling to survive. Make a stand and show the world that Great Britain was call that for a reason. Look after the people who put you in the position to run this country. You was not put there to turn us into a third world poverty stricken society.\r\nFor a period of time take control, freeze everything and save everyone from financial ruin",
        "background": "No matter what benefits or sick pay the government put into place these will not cover everyone’s business and personal Bills. \r\nAdvise to not go out don’t protect people from going bankrupt or falling into massive debt.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T12:21:32.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T14:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T19:19:35.782Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for council tax, mortgages, utilities and loans is a matter for individual councils, mortgage providers, utility providers and lenders, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out  about asking for a mortgage holiday from lenders here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers \r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out about what Government support is available for businesses as a result of the coronavirus here: https://www.businesssupport.gov.uk/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-27T19:19:35.779Z"
    },
    "id": 304405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304405.json"
    },
    "type": "petition"
}