{
    "attributes": {
        "action": "Bring care into own homes under the emergency of coronavirus spreads",
        "additional_details": "During these extremely urgent times  as is currently being considered  to free prisoners into homes like Iran . our loved ones should be allowed to go their family home with their family together and an outreach, coordinated and cooperative support plan with family involvement were to be put in place urgently . it will bring a great emtional support for our children with mental health issues already meanwhile it will reduce the virus risk to our children and to staff team as well .",
        "background": "We see the coronavirus pandemic as a huge risk to our vulnerable autistic adult young children with learning disability  who are confined within institutional care in ATU’s,  care homes and larger staff team based supported living places, as people are living together with larger staff care team .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T13:51:56.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T14:35:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-06T16:24:26.605Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about care for vulnerable young people are a matter for individual local authorities, not the Government or Parliament. Where these decisions involve medical care, these will be made by the local NHS Trust, not the Government or Parliament.\r\n\r\nThe Government has produced guidance for local authorities on children’s social care: https://www.gov.uk/government/publications/coronavirus-covid-19-guidance-for-childrens-social-care-services/coronavirus-covid-19-guidance-for-local-authorities-on-childrens-social-care#childrens-homes-and-residential-settings\r\n\r\nAnd has also published guidance on residential care provision\r\nUpdated 19 March 2020: https://www.gov.uk/government/publications/covid-19-residential-care-supported-living-and-home-care-guidance/covid-19-guidance-on-residential-care-provision\r\n\r\nIf you are concerned about care arrangements for your child you should contact your local authority and the care provider.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nIf you start a new petition, you should be aware that we can't accept petitons that are started anonymously or in the name of an organisation. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-15T08:13:23.609Z"
    },
    "id": 304480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304480.json"
    },
    "type": "petition"
}