{
    "attributes": {
        "action": "Introduce a RENT freeze for all domestic properties during Coronavirus pandemic",
        "additional_details": "In the midst of this pandemic a lot of people will not be able to cover their rent due to a loss of earnings across multiple sectors. A large spike in the use of food banks will emerge and homelessness across the country will increase even further. \r\n\r\nTo protect those in threat of eviction by suspending action, the potentiality of landlords increasing rent during this time through the increase of mortgage interest and to protect students currently in university accommodation",
        "background": "Freeze RENT and MORTGAGE payments for all citizens including those living in council housing, private rentals, shelters and associations for a minimum period of 3 - 6 months. To establish a government body to aid those still seeking permanent resident and provide stable accommodation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T16:18:33.951Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T17:03:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T18:47:32.319Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for rent is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. It said \"no renter in either social or private accommodation will be forced out of their home during this difficult time.\" You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256 \r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-26T18:47:32.317Z"
    },
    "id": 304557,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304557.json"
    },
    "type": "petition"
}