{
    "attributes": {
        "action": "Support small business who have insurance but they won't cover Coronavirus loss",
        "additional_details": "The vast majority of firms won't have purchased cover that will enable them to claim on their insurance to compensate for their business being closed by the coronavirus. I have a small business franchise I pay Insurance year after year and they have stated this: You aren’t covered if you close your store due to Coronavirus. Although COVID-19 is now a notifiable disease, it isn’t covered through your insurance policy because it isn’t listed as one of the notifiable diseases in the policy!?!",
        "background": "Business interruption cover is generally sold to compensate for damage to premises, following instances such as fire and flood.\r\nSo, for most businesses, they would not have been entitled to compensation, even if the government had ordered them to close.\r\nInsurance companies should be made to help!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T17:55:54.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T18:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:04.448Z",
        "rejection": {
            "code": "already-happening",
            "details": "You can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:12.652Z"
    },
    "id": 304637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304637.json"
    },
    "type": "petition"
}