{
    "attributes": {
        "action": "help for people who private rent if they have to self isolate due to covid19",
        "additional_details": "Some people are going to feel they are unable to self isolate due to being worried about financial needs of paying rent to private landlords or utilities an food needs \r\n£94 SSP would not support their needs for a roof over their families heads nor feed them \r\nSo in turn these people will feel unable to self isolate without the worry that will be put on them.\r\nThis situation needs to be sorted for say housing benefit or some form of break to utilities to help people feel they can cope if isolated.",
        "background": "People who work that may have to self isolate due to covid19 symptoms will be unable to survive on statuary sick pay of £94 \r\nUnable to pay rent to private landlords or pay utilities or survive with out basic necessities. \r\nThese people can be in the groups of vunrable needs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T18:00:12.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T18:08:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T12:41:54.188Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for mortgages, rent and utility bills is a matter for individual lenders, landlords, and utility companies and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-02T12:41:54.185Z"
    },
    "id": 304639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304639.json"
    },
    "type": "petition"
}