{
    "attributes": {
        "action": "Suspend rent, mortgage, household bill payments and evictions due to Coronavirus",
        "additional_details": "Higher statutory sick pay - Increase the pay of workers in the NHS & paramedics who risk their lives\r\n£330million economic resue package has been offered, however, the financial aid has excluded others. \r\nIn the Guardian news (Youtube) Rishi Sunak said, \"Government will provide as much capacity as they can provide.\" We welcome their strategy, legislation on supporting all and not some. Protection for all citizens now and in future from threats to their life, livelihood and assets.",
        "background": "Suspend rent, mortgage, household/utility bills, evictions, benefit sanctions- Allocate  and claim financial support for bills/expenses-  Protection for earnings of businesses and staff (full/part time), contractors, agency workers, self employed and those on low income -",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T19:33:08.102Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T09:54:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:06:58.434Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent, council tax, mortgages and utilities is a matter for individual landlords, councils, mortgage providers and utility providers, and not the UK Government or Parliament.\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\n\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\n\nYou can find out  about asking for a mortgage holiday from lenders here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\n\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:07:07.708Z"
    },
    "id": 304706,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304706.json"
    },
    "type": "petition"
}