{
    "attributes": {
        "action": "All wedding insurers to cover the Corona Virus in the event of a lock down.",
        "additional_details": "Some insurances currently in place cover in the event that the couples catch the Corona virus but are not covering in the event of a lock down due to the corona virus which is losing businesses thousands of pounds due to contracts becoming invalid . \r\nMany of these businesses are self employed people who do not have protection against the income of the Corona virus . \r\nCouples are being forced into proceeding due to insurances not covering them which is putting people at risk.",
        "background": "All current wedding insurances in place to cover the Corona virus in a lockdown situation to help support couples and businesses all around the UK . In hospitality  and events.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T21:27:04.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T21:44:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T16:13:32.037Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to pay out under a policy is one for individual insurance companies, not the UK Government or Parliament. \r\n\r\nIf you are unhappy with the decision of your insurer you should complain directly to them. \r\n\r\nIf you are unsatisfied with how an insurer responds to your complaint you may wish to contact the financial ombudsman: https://www.financial-ombudsman.org.uk/businesses/complaints-deal/insurance\r\n\r\nYou can find out what Government support is available for businesses as a result of the coronavirus here: https://www.businesssupport.gov.uk/\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2020-03-31T16:13:32.035Z"
    },
    "id": 304801,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304801.json"
    },
    "type": "petition"
}