{
    "attributes": {
        "action": "Reimburse tuition fees to uni students for months spent at home due to COVID-19",
        "additional_details": "We have trust in the government to help our generation by acting as our  collective voice, this is not an individual case, this is for millions of university students that need our governments support. We have emailed and tried to contact the universities many times and have received no response in regards to this matter.",
        "background": "Collectively, we university students want the Government to force Universities to reimburse ALL students tuition fees, for the months we are being forced to remain at home and lose out on months of education due to the corona virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T21:42:08.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-17T22:02:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:09:29.366Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302855\n\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T18:09:36.181Z"
    },
    "id": 304807,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304807.json"
    },
    "type": "petition"
}