{
    "attributes": {
        "action": "Provide financial support for self employed people who can’t cover  expenses.",
        "additional_details": "We need the government to support all the self employed people who are a great force within this country. These workers keep the country going, apply many long hours of their time and get no support when times are hard. The main reason I am doing this is for my daughter, but by helping her, I’m hoping to help others in the same situation. Please find it in your hearts to sign this petition and support these people.",
        "background": "We want government to provide financial support for self employed people, who won’t be able to cover their expenses after the loss of earnings after the first two weeks of not being to work. Most events are being cancelled.  Social gatherings, parties & celebrations. Many different types of workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-17T22:53:39.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T17:27:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:03.071Z",
        "rejection": {
            "code": "already-happening",
            "details": "You can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:12.127Z"
    },
    "id": 304861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304861.json"
    },
    "type": "petition"
}