{
    "attributes": {
        "action": "Coronavirus (COVID-19) - Protect the Renters too like the mortgage holders.",
        "additional_details": "4 weeks statutory sick pay is £377 whilst the average rent for a one bedroom flat is £650 per month. Renters who are ill, self isolating or whose workplaces have had to close due to the COVID-19 will be at risk of eviction by their landlords due to the shortfall.\r\nThe UK government must act to ensure that renters who are forced to self-isolate will not risk eviction from their homes, or incur rent arrears that for many people will take weeks if not months to pay off.",
        "background": "Announce rent holidays and reduction in council tax for renters suffering with Coronavirus (COVID-19)\r\nPut an emergency stop on all current and or applications for section 21 or section 8 evictions\r\nPut an emergency stop on evictions of housing association and council tenants",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T00:12:52.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T10:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T09:10:26.743Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for rent is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-27T09:10:26.740Z"
    },
    "id": 304879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304879.json"
    },
    "type": "petition"
}