{
    "attributes": {
        "action": "Honour the protected pension age for ex-members of the British Steel pension.",
        "additional_details": "Members could have retained the protected pension age by what is known as a buddy or block transfer. This request was refused by the trustees of the British Steel pension due to administrative complexity and lack of resources from the scheme restructuring. The trustees should have acted in the interest of all scheme members, instead the members who remained were prioritised. I therefore request that Government seek to revise the regulation and reinstate the protected rights for the steel workers.",
        "background": "Members of the British Steel pension scheme had a protected pension age of 50 which was a benefit for shift workers to retire or seek less arduous work at an older age. Due to uncertainty surrounding the scheme many members transferred benefits to private funds and cannot claim until 55 or over.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T03:37:16.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T04:20:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-23T11:28:46.616Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for pensions of former British Steel workers who have transferred their benefits to private funds.\r\n\r\nYou could start a petition calling on the Government to set up a fund to compensate former British Steel workers who have lost out as a result of transferring their benefits to private funds."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-23T11:28:46.612Z"
    },
    "id": 304903,
    "links": {
        "self": "https://petition.parliament.uk/petitions/304903.json"
    },
    "type": "petition"
}