{
    "attributes": {
        "action": "Rent payment holidays up to three months for private tenants affected by Covid19",
        "additional_details": "Across the whole United Kingdom and especially in London, there are millions of private tenants. Some of them were forced into taking unpaid leave from their jobs or they were affected by this new. When one person is affected, the whole household has to stay in quarantine. These actions have a huge impact in the ability of paying their bills. The rent is the biggest expense that we have. And the help should start from here. To make sure that no one will lose their homes in this harsh time.",
        "background": "It needs to be imposed a directive to the private landlords to allow a rent payment holiday for up to three months for the households that are affected by the spread of the new Coronavirus. Either because they were forced to take unpaid leave from work, or they have to self-isolate into their homes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T10:15:46.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T10:57:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T12:35:18.914Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for mortgages, rent and utility bills is a matter for individual lenders, landlords, and utility companies and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "updated_at": "2020-03-31T12:35:18.943Z"
    },
    "id": 305028,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305028.json"
    },
    "type": "petition"
}