{
    "attributes": {
        "action": "Protect NHS workers with lifesaving PPE",
        "additional_details": "In every epidemic healthcare workers are disproportionately affected and many more die compared with their peers, see info on SARS, Ebola.\r\n\r\nThe personal protective equipment that the WHO and EU advise every health worker have, has now been denied to NHS workers. This is likely due to a lack of resources, in spite of the government being aware that this could reach our shores for months.\r\n\r\nWe do not know enough about this disease to take risks. Help protect our NHS and sign to support our workers.",
        "background": "The government must supply all frontline health workers with full lifesaving PPE to prevent the further spread of the coronavirus within hospitals and protect health workers who are vital in the fight against this new disease.\r\n\r\nThis includes FFP3 masks, visors, surgical gowns and gloves",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T10:42:49.533Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T22:27:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:01.326Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.771Z"
    },
    "id": 305045,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305045.json"
    },
    "type": "petition"
}