{
    "attributes": {
        "action": "Put the UK on lockdown including retail staff members so everyone can keep safe",
        "additional_details": "I would like them to consider everyone being off and shutting down places so no one can go anywhere and for it to be quiet outside. It’s very important we protect the ones at risk to get COVID19. My partner is at high risk but she still has to go to work as she works in retail. Everyone should be covered by the government in these harsh and critical times ahead. Everyone is worried and most of all, scared to even go out incase they catch the virus. It really is a scary time ahead for us all.",
        "background": "I would like if shops can be opened at certain times to allow everyone to not have to be at work and be covered by the government in these hard times. I would also, like for rent, water bills and electricity bills to be stopped till everyone is better and healthier and so no one has to panic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T10:43:29.708Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T11:44:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T13:00:28.461Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has ordered the closure of most retail businesses, with notable exceptions: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nIf you want the Government to consider closing down all offices and businesses you might like to sign this petition: https://petition.parliament.uk/petitions/301439\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-07T13:00:28.457Z"
    },
    "id": 305046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305046.json"
    },
    "type": "petition"
}