{
    "attributes": {
        "action": "I STAYED AT WORK TO HELP YOU, PLEASE LET US SHOP AS WE HAVE FAMILIES TO.",
        "additional_details": "WE ARE WORKING BACK TO BACK SHIFTS AND WHEN WE VISIT THE LOCAL SUPERMARKETS NOTHING IS LEFT. WE ARE PROVIDING CARE SO WE SHOULD BE ABLE TO GET WHAT WE NEED",
        "background": "ALLOW NHS STAFF TO DO SHOPPING FOR THEIR FAMILES",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T12:29:33.895Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T12:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-03T15:02:05.207Z",
        "rejection": {
            "code": "no-action",
            "details": "We're sorry to hear that you've had problems finding food in supermarkets. Thank you for your service at this difficult time. \r\n\r\nWe can't accept your petition because it appears to be asking the public to do something, not the Government or Parliament. You could sign this petition asking the Government to restrict stockpiling, if that's what you'd like it to do: https://petition.parliament.uk/petitions/303070\r\n\r\nYou may be aware that since you started this petition, a number of retailers have announced plans to open at certain times especially for NHS staff. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nYou may wish to sign this petition asking the Government to fund free meals for NHS staff whilst on duty during the COVID19 Pandemic: https://petition.parliament.uk/petitions/303485\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-03T15:28:18.558Z"
    },
    "id": 305115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305115.json"
    },
    "type": "petition"
}