{
    "attributes": {
        "action": "Financial support for event medical companies thats been effected by the COVA19.",
        "additional_details": "Give financial support to allow the private medical companies to employ there staff to support the NHS and the community thats effected. Giving the self employed workers to support in crisis \r\n\r\nWe as a support service can do many key jobs checking on isolated patients COVID testing, door to door, pod support plus many other key support roles.\r\n\r\nSome have reliable qolifications that can support our NHS. \r\n\r\nHelp us to help our NHS and community with contracts and finance instead of universal credits.",
        "background": "Event medical companies support the community and the nhs by reducing ambulance call outs at events by supplying ambulance support and first aid to those in need, the events they cover has closed due to covid19 leaving lot of medical staff eather out of work or left woundering where to go.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T14:09:25.804Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T14:53:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T14:51:23.551Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to support companies that provide medical services at events, but it's not clear exactly what action you want the Government to take.\r\n\r\nSince this petition was started, the Government has said that most self-employed people can claim a taxable grant worth 80% of their trading profits up to a maximum of £2,500 per month for the next 3 months.\r\n\r\nYou can find out who is eligible and how to apply here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\r\n\r\nYou can read the Government's announcement here: \r\nhttps://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals \r\n\r\nYou can find details of all support for business the Government has made available in response to COVID-19 here: https://www.gov.uk/government/publications/guidance-to-employers-and-businesses-about-covid-19/covid-19-support-for-businesses\r\n\r\nThe NHS has also called for volunteers for NHS Volunteer Responders, to carry out simple, non-medical tasks to support people in England who have been asked to shield themselves from coronavirus because of underlying health conditions. You can find out more about this here: https://www.gov.uk/government/publications/coronavirus-how-to-help-safely--2/coronavirus-how-to-help-safely#nhs-volunteer-responders\r\n\r\nYou could start a new petition calling on the Government to create a specific fund to support companies that provide medical services at events, or provide additional funding to the NHS to enable them to recruit more workers who have a medical background.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-07T14:51:23.547Z"
    },
    "id": 305170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305170.json"
    },
    "type": "petition"
}