{
    "attributes": {
        "action": "Govt. should directly help the tax payers through payroll instead of lending.",
        "additional_details": "Parliament should force government to assist the tax paying employees directly via Pay roll.  If they can get our taxes via RTI then they can also ensure payments to us in the time of crisis via same system.\r\n1. To avoid corruption\r\n2. More transparent\r\n3. Often bank lending will ignore small companies with poor credit rating.\r\n4. More equitable distribution government help will ensure balanced economy.\r\n5. Precedent established in other countries",
        "background": "Governments should directly help tax payers through payroll and Universal Credit instead of via funding companies.  This will be more equitable than lending to companies.  Companies can decide to use the funds for other purposes including buying distressed assets.  Favour certain employees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T13:03:03.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T13:27:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T16:41:46.805Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started this petition, the Government has committed to pay up to 80% of workers' wages. This is in addition to loans available to businesses, which can be used to cover other costs.\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus \r\n\r\nYou can find out what Government support is available for businesses as a result of the coronavirus here: https://www.businesssupport.gov.uk/ \r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-08T08:14:50.747Z"
    },
    "id": 305133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305133.json"
    },
    "type": "petition"
}