{
    "attributes": {
        "action": "Test every U.K. citizen for Covid-19. (Government has stopped all testing)",
        "additional_details": "Carry on testing for COVID-19. I have personally called today for help on the 111 helpline. They have advised the government has stopped all testing and do not know when they will be carrying on. We need to all be tested if we feel we have symptoms so we can rule it out or stop it from spreading. How will we know if we are possitive if the Government will not test us anymore? And if we do self isolate for 7+days and do not have the virus and then we catch it do we get paid SSP again?",
        "background": "The government has stopped testing within the U.K. we need to carry on testing so we can help the people who test positive and people who have the symptoms to stop it from spreading. What happens if we self isolate for 7 days and we don’t have Covid-19 then we catch it and have to isolate again?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T16:31:58.610Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T16:43:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T14:39:38.423Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301354\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T14:39:38.420Z"
    },
    "id": 305251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305251.json"
    },
    "type": "petition"
}