{
    "attributes": {
        "action": "Insurance Underwriters to settle illness claims/self isolation COVID-19",
        "additional_details": "My insurance company refuse to settle a illness cover claim as they say I am not ill and will only settle the claim if I can prove that I am ill, i.e. a positive COVID - 19 test. The government through its online guidelines have told the population that if anyone has symptoms do not phone 111, do not go to the GP or hospital, self isolate which incapacitates me identically to be ill. My daughter may have COVID-19, as may I, but unless I can't breathe there is no test.",
        "background": "I am currently in 14 day self isolation due to my 4 year old daughter having COVID-19 symptoms and was diagnosed  with viral infection by a GP on phone via 111.nhs.co Household of 3 - we are in self isolation for 14 days as per the governments stipulation. I have illness cover for incapacitation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T17:07:20.650Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T21:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T16:17:45.691Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear that your daughter has been unwell, we hope that she feels better and recovers soon. \r\n\r\nWe can't accept your petition because the decision to pay out under a policy is one for individual insurance companies, not the UK Government or Parliament. \r\n\r\nIf you are unhappy with the decision of your insurer you should complain directly to them. \r\n\r\nIf you are unsatisfied with how an insurer responds to your complaint you may wish to contact the financial ombudsman: https://www.financial-ombudsman.org.uk/businesses/complaints-deal/insurance\r\n\r\nYou can find out what Government support is available for businesses as a result of the coronavirus here: https://www.businesssupport.gov.uk/\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-03-31T16:17:45.687Z"
    },
    "id": 305272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305272.json"
    },
    "type": "petition"
}