{
    "attributes": {
        "action": "Divert bankers' bonuses to NHS staff until the coronavirus crisis is over.",
        "additional_details": "The banks have failed to stop the slump in share prices and the value of the pound in the currency markets.\r\n\r\nNHS front line staff are expected to provide first-class care, despite putting themselves at greater risk of infection by coronavirus.\r\n\r\nNHS front line staff, such as doctors and nurses, should be rewarded for this CRITICAL work, which is infinitely more deserving than failed economists.",
        "background": "The Government should commandeer bankers' bonuses, in order to recompense and benefit those front line NHS staff, who are providing unstinting support to the country and its people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T17:57:14.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T18:34:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T12:44:49.332Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for bonuses paid to bankers, and does not set taxes that only apply to particular sectors.\r\n\r\nWe have published a petition calling on the Government to increase taxes on high earners to fund emergency Budget measures, which you might like to sign: https://petition.parliament.uk/petitions/305795\r\n\r\nWe have also published a petition calling on the Government to increase pay for NHS healthcare workers and recognise their work, which you might like to sign: https://petition.parliament.uk/petitions/300073\r\n\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "updated_at": "2020-03-31T12:44:49.329Z"
    },
    "id": 305303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305303.json"
    },
    "type": "petition"
}