{
    "attributes": {
        "action": "Absolve Student Loans for those at universities affected by Covid-19 outbreak.",
        "additional_details": "With the uncertainty of whether exams are due to take place, or how teaching will follow, many students may not find that they are able to complete this year and their grades may be affected. This could mean they have to retake the year or struggle into their next. The student loan should not be added to their overall debt due to the lack of face to face teaching and resource closures. This should not hang over their heads for the next 30 years.",
        "background": "Any universities that have had to close, or students having to self isolate should have their student loan for this year written off. This is due to being unable to attend classes, or having less materials to complete their studies. They shouldn't have to pay a loan for teaching they've not had.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T19:14:17.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T20:40:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:09:29.217Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302855\n\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:09:36.100Z"
    },
    "id": 305387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305387.json"
    },
    "type": "petition"
}