{
    "attributes": {
        "action": "give health care workers and care staff a pay rise during the coronavirus!",
        "additional_details": "I believe carers/nurses have always been short paid for the jobs we have to carry out in general. But why most work places are shutting currently due to coronavirus, people working from home, schools shutting etc, health care staff have to carry on as normal and have no choice but to care for others during this time. Causing ourselves, families and our patients/residents to be at risk. ON SUCH A SHORT WAGE. Whilst most companies who have shut, are paying their staff their usual FULL wage.",
        "background": "During the outbreak of coronavirus, and more and more work places shutting for lock down, HEALTH CARE ASSISTANTS AND CARE ASSISTANTS, have  again, no choice but to carry on day to day as usual, going to work and going home, putting ourselves and vulnerable people at risk on minimum wage!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T20:42:40.668Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T21:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:10:22.700Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300073\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T18:10:29.522Z"
    },
    "id": 305481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305481.json"
    },
    "type": "petition"
}