{
    "attributes": {
        "action": "Supply the elderly and vulnerable with care packages",
        "additional_details": "I want the government to do this because it is the right thing to do. Our elderly should be cherished and respected in our society, they deserve to live on but with hoarding and panic buying increasing, the chances of your grandma, grandad, parents etc, surviving decrease and that’s not good enough. The government should supply items such as canned foods, toilet roll, pet food, bread, sauces, pasta and any other essential goods to ensure that our elderly and vulnerable who can’t get out, survive",
        "background": "I want the government to supply the elderly and vulnerable with care packages during the Coronavirus outbreak. Elderly people aren’t able to collect the basic supplies they need to survive the isolation phase. I work in a store and I see that they’re unable to get the basic needs because of hoarding",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-18T22:27:31.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-18T22:45:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T18:29:27.921Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started this petition, the Government has announced it will provide food parcels to those considered most vulnerable. You can read more about this here: https://www.gov.uk/government/news/first-food-parcels-delivered-to-clinically-vulnerable-people\r\n\r\nIf you would like this scheme to be extended to cover more groups, you could start a new petition explaining who you would like to include.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-09T09:06:42.808Z"
    },
    "id": 305570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305570.json"
    },
    "type": "petition"
}