{
    "attributes": {
        "action": "Stop COVID-19 pandemic affecting credit files for people who can’t pay",
        "additional_details": "This will have a huge detrimental affect on people trying to get back on their feet after this pandemic is over.  Having your credit file marked has so many consequences when people are going to need all the help they can get.\r\nThousands of people will not have the means to pay creditors if losing their jobs & income.  To then be put in a situation where you can not obtain anything at a later date because you missed it were unable to make the minimum payments is totally unfair.",
        "background": "To stop creditors that you are unable to pay during this pandemic affecting your credit file. \r\nSo many people losing their jobs and income & unable to pay credit card bills, car finance etc.  We need to be able to take a payment holiday with no ongoing consequences once things are back to normal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T06:54:46.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T20:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T13:21:40.776Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The preparation and scoring of credit reports is a matter for individual credit reference agencies in cooperation with lenders, not the Government or Parliament. The UK's three credit reference agencies have all issued statements and advice about what people should do if they are facing financial difficulties as a result of the outbreak. You can find these here:\r\n\r\nTransUnion: https://www.transunion.com/covid-19\r\nEquifax: https://www.equifax.com/about-equifax/covid-19-and-your-credit-score/\r\nExperian: https://www.experian.co.uk/consumer/help-discover/discover/guides/supporting-you.html\r\n\r\nWe have published a petition calling on the Government to encourage credit agencies to show consideration to negative transactions that have occurred during the coronavirus outbreak, which you may wish to sign: https://petition.parliament.uk/petitions/314622\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T13:21:40.774Z"
    },
    "id": 305678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305678.json"
    },
    "type": "petition"
}