{
    "attributes": {
        "action": "Require Parliament votes every 3 months to renew Emergency Coronavirus Bill.",
        "additional_details": "Renewal should be subject to regular and sufficient parliamentary scrutiny, as well as being visible to the UK public. The current bill imposes no time limit hence these powers could be in effect for uo to 2 years without further parliamentary approval. Given the potential impact from this bill on various aspects of civil liberty, a much more regular consideration should be given to whether it is still applicable and necessary to deal with the Coronavirus pandemic.",
        "background": "Parliament to debate this point, with a view to maintaining the strength of current civil liberties in the UK, ensuring that the wide-ranging changes in this Bill are not open-ended and only have an appropriate time span.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T02:55:42.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T13:26:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T09:41:35.827Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started the petition, the Government accepted an amendment to introduce a 6 month review of the Coronavirus Act.  You could start a petition calling for the review time to be reduced to 3 months, if that's something you'd still like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-14T12:27:40.849Z"
    },
    "id": 305640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305640.json"
    },
    "type": "petition"
}