{
    "attributes": {
        "action": "Include cleaning, caretaker and concierge staff in the key worker group category",
        "additional_details": "By providing this status, cleaning staff can ensure that there is childcare in place so they can continue to provide essential services. Cleaning is needed in hospitals, prisons, care homes, offices, retail and in homes and with many cleaners now having no childcare options it is restricting the amount of staff available. Whilst cleaners provide a vital service at all times, we believe that this status is critical during the COVID-19 pandemic.",
        "background": "The government has stated that cleaners, caretakers and concierges play an important role in keeping people in their buildings protected and are the frontline in the battle against coronavirus. We want key worker status so they can continue to work and have childcare in place through the schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T10:07:58.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T10:25:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T18:34:33.008Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started this petition, the Government has published guidance for schools on maintaining educational provision for children whose parents are critical to the Covid-19 response, and this may include some of the roles mentioned in your petition. In most cases the guidance refers to the sector you are employed in, rather than specific roles. You can find this here: https://www.gov.uk/government/publications/coronavirus-covid-19-maintaining-educational-provision/guidance-for-schools-colleges-and-local-authorities-on-maintaining-educational-provision\r\n\r\nIf you are not sure if this includes your role, then you should speak to your employer.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-09T09:05:30.259Z"
    },
    "id": 305758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305758.json"
    },
    "type": "petition"
}