{
    "attributes": {
        "action": "Remove restrictions on TV Licensing of live TV during Coronavirus crisis",
        "additional_details": "The restrictions on Live TV broadcasts are understandable in normal circumstances. However, given that the Government is making daily announcements, it is important for the information to be available without filter.\r\n\r\nAll households should have access to this information, and removing the restrictions on Live TV are critical to this.",
        "background": "Considering that HM Government has decided to delay the end of free TV Licenses for the over 75s due to the COVID-19 Crisis, they should also extend this to all households so that they can be informed of current plans directly. For current licence-payers, their fees should be temporarily waived.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T11:57:03.200Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T08:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T13:31:24.731Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action.\r\n\r\nAbolish TV License Fee during the Corona Virus emergency: https://petition.parliament.uk/petitions/306187\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T13:31:24.728Z"
    },
    "id": 305841,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305841.json"
    },
    "type": "petition"
}