{
    "attributes": {
        "action": "Ryanair to issue refunds NOW for all grounded flights due to the pandemic.",
        "additional_details": "I would like to ask the government to step in an enforce that Ryanair and all other airlines taking this stance issue refunds immediately. As much as we can understand that the airline industry is under huge pressure, the common traveller is under even bigger pressure given the uncertainty ahead. We need the money more to pay for food on our table to feed our family rather than to keep a business afloat. It is our right to get a refund for a cancelled flight.",
        "background": "Passengers have bought fight tickets with their hard earned cash. In the midst of the current COVI19 pandemic, Ryanair is abusing its customers and choosing to ignore calls, emails and requests for refunds for flights that will be cancelled to places where borders are shut to tourists.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T13:06:36.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T14:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T16:55:14.996Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual airlines and travel companies are responsible for setting policies and making decisions about refunds. \r\n\r\nYou could start a petition calling on the Government to create a fund to reimburse people who have lost money because of travel cancellations due to coronavirus.\r\n\r\nPlease note that you will need to use your full name to start a new petition. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nUK Government website: https://www.gov.uk/coronavirus \r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-25T16:55:14.994Z"
    },
    "id": 305876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305876.json"
    },
    "type": "petition"
}