{
    "attributes": {
        "action": "Extend Tier 4 student visas due to the coronavirus outbreak",
        "additional_details": "We urge the UK government to extend Tier 4 student visas due to the unexpected severity of the coronavirus outbreak as due to the pandemic, it will be more difficult for international students to find the right job to gain their Tier 2 visas. The international students community have worked and studied hard academically to a world class standard ensuring their ability to be able contribute to the UK market. We therefore urge the UK government to reconsider their visa policies in the light of the coronavirus emergency.",
        "background": "We urge the UK government to extend Tier 4 student visas due to the unexpected severity of the coronavirus outbreak as due to the pandemic, it will be more difficult for international students to find the right job to gain their Tier 2 visas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T15:25:29.549Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T16:29:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-07T17:00:16.226Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started this petition, the Government has announced an extension for those unable to travel, and a temporary expansion of the in-country switching provisions. You can find more information here: https://www.gov.uk/government/news/visas-extended-for-those-currently-unable-to-return-home-due-to-covid-19\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-08T08:16:18.116Z"
    },
    "id": 305959,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305959.json"
    },
    "type": "petition"
}