{
    "attributes": {
        "action": "Government to offer economic assistance to freelance creatives during COVID-19",
        "additional_details": "The creative industry is one of the largest in the UK, employing over 2 million, but one third are freelancers. Creative industries (design, photography, film & TV, music & performing arts and others) are seeing projects cancelled on an enormous scale due to COVID-19. As freelancers we are the first to be cut. This is financially devastating and most of us have few other financial resources.\r\n\r\nWe would like to see the government provide financial support to freelancers at this critical time.",
        "background": "For the UK Government to provide economic assistance to freelance creatives who are suffering unforeseen financial challenges that will have a profound effect on hundreds of thousands of people working in the creative sector.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T14:42:45.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T15:03:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T16:13:38.966Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has said that most self-employed people can claim a taxable grant worth 80% of their trading profits up to a maximum of £2,500 per month for the next 3 months. \r\n\r\nYou can find out who is eligible and how to apply here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme \r\n\r\nYou can read the Government's announcement here:  \r\n\r\nhttps://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals  \r\n\r\nYou can find out about what other Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-08T16:13:38.963Z"
    },
    "id": 305932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/305932.json"
    },
    "type": "petition"
}