{
    "attributes": {
        "action": "NHS EMPLOYEES TO BE EXEMPTED FROM IR35 BLANKET EFFECT.",
        "additional_details": "WE URGE THE GOVERNMENT THAT IN THIS CRITICAL TIME, WHEN THE NHS IS UNDER IMMENSE PRESSURE TO GIVE AN EXEMPTION TO ALL THE DOCTORS, NURSES AND PARAMEDICAL STAFF.\r\nTHIS WILL GREATLY HELP IN FILLING UP ALL VACANT SLOTS NATIONWIDE.\r\nCHIEF TREASURY SECRETARY HAS ANNOUNCED IR 35 TO BE DELAYED FOR ANOTHER YEAR FOR PRIVATE SECTOR COMPANIES.\r\nBEING THE FRONT LINE WORKERS I BELIEVE IT IS SOMEWHAT FAIR TO GIVE ALL NHS WORKERS THE SAME INCENTIVE TOO.",
        "background": "IR-35 WAS IMPLEMENTED ON NHS EMPLOYEES IN 2017, DESPITE OF REPEATED PROMISES THAT LATER IT WILL BE REVIEWED ON A CASE TO CASE BASE NHS STAFF ARE LEFT IN A CRIPPLED SITUATION .THE RULING HAS NEVER BEEN DISCUSSED LET ALONE ASSESSED FURTHER.\r\nUNFAIR IMPLEMENTATION IS HIGHLY DEMORALISING FOR THE STAFF.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T18:37:10.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T18:51:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T15:46:01.314Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nPetitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe understand you are concerned about the IR 35 reforms on those working for the NHS, but we're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure whether you would like IR 35 reforms reversed completely for the NHS, or if you would like them to stay in place with individual assessments instead. In any case, IR 35 reforms don't apply to people who are direct employees of the NHS. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-17T16:06:37.953Z"
    },
    "id": 306079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306079.json"
    },
    "type": "petition"
}