{
    "attributes": {
        "action": "Close pubs, cafes, restaurants! Insurance needs to pay for COVID19.",
        "additional_details": "Pubs, cafes and restaurants are at the core of our society! They are places to meet, eat, drink and be merry.. with friends, family and new acquaintances. They are, like all 'social' businesses in the UK, struggling right now. \r\n\r\nAs people stay away from mass gatherings in confined spaces (a core element of the British boozer!!) they need help. Tell the government to commit to closing these amazing places. They need to claim against this awful virus, 100% legitimately, on insurance they pay for!!",
        "background": "Close the pubs. The rules you've implemented on 'social distancing' has decimated their trade and they need to revert to their fall back position... Insurance!!! Paid for out of their own pocket in the good times, needing a little help in the bad times!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T18:31:27.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T19:04:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-25T11:56:59.991Z",
        "rejection": {
            "code": "no-action",
            "details": "Since this petition was created, the Government has announced that pubs, clubs and restaurants are to close. It has also asked everyone to stay at home. You can find out more here:  https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about how to protect yourself and others from coronavirus here: https://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "updated_at": "2020-03-25T11:56:59.987Z"
    },
    "id": 306075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306075.json"
    },
    "type": "petition"
}