{
    "attributes": {
        "action": "Re-open Crendon Church at Saffron Road, High Wycombe, Bucks for group meetings.",
        "additional_details": "I myself and also a lot of my friends attend these meetings at Crendon Church. I miss my my friends and my group chats that I regular have there on a Thursday at 11 am once every 2 weeks. Lots of other people are now effected by this also. It caters for people like myself with depression, anxiety and mental health problems and issues.",
        "background": "I would like them to re-open Crendon Church along Saffron Road, High Wycombe, Bucks for regular Group Meetings and Talks in the morning once again. These start from 11 am usually. I myself attend there once every 2 weeks. Some people attend every week. Re-open them as soon as possible please.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T17:22:51.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T17:32:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T17:24:41.086Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started this petition, the Government has announced the closure of many premises and businesses, including places of worship.\r\n\r\nYou could start a new petition calling for all places of worship to be exempt from closure, if this is something you would like to happen. We can't accept petitions about individual places of worship as this isn't something the Government would change. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/coronavirus \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-15T08:06:11.423Z"
    },
    "id": 306029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306029.json"
    },
    "type": "petition"
}