{
    "attributes": {
        "action": "Release non-violent prisoners serving under 4 years amidst the Corona outbreak",
        "additional_details": "If would be a devastation if such a virus went virulent in prisons. The already burdened NHS would be outstretched beyond its capabilities. A release of some 160,000 non-violent offenders would substantially ease the Health Service’s capacity and more importantly, a prisoners life and well being. On release, prisoners would abide by a strict curfew, electronically tagged. Such arrangements are already in place for prisoners nearing the end of their sentences. Let prisoners self isolate at home.",
        "background": "The Government must seriously set about the release of those prisoners who are serving sentences under 4 years for non-violent crimes amidst the ongoing outbreak of the Corona-virus. The deadly virus has spread sporadically across the UK and has recently been detected in multiple HMP establishments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T21:29:51.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T12:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T12:19:11.387Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/305604\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-04-02T12:19:11.384Z"
    },
    "id": 306188,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306188.json"
    },
    "type": "petition"
}