{
    "attributes": {
        "action": "Use £56 Billion in quantitative easing to give every UK tax payer £2000.",
        "additional_details": "£56 Billion of that would give every UK tax payer a £2000 lump sum each. \r\n\r\nThis money would keep the wolves from the door and provide a cussion to all those expected to take unpaid leave or work on reduced pay during this crisis. \r\n\r\nIt would be a buffer for all those who lose their jobs. It would provide a bit of financial security to those who face an uncertain few months.....\r\n\r\nIt should not end up added to the bank's capital reserve!",
        "background": "It has been announced that the UK Government will inject £200 Billion in to the economy via quantitive easing.\r\n\r\nPlease DO NOT just give this money to the banks in the hope that they will ease the burden on businesses by forgiving debt and providing loans.\r\n\r\nTHEY NEVER DO!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T21:55:01.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T22:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-16T11:25:29.353Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Bank of England is owned by the UK Government, but is independent in how it carries out its responsibilities. Decisions about quantitative easing, and any other action by the Bank of England, is therefore a matter for the Bank, and not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to implement Universal Basic Income to give home & food security through Covid-19, which you might like to sign: https://petition.parliament.uk/petitions/302284\r\n\r\nYou could start a new petition calling on the Government to make a one-off payment to all UK residents, to help them with any financial difficulties resulting from the coronavirus outbreak, if that is what you would like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-16T11:25:29.350Z"
    },
    "id": 306198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306198.json"
    },
    "type": "petition"
}