{
    "attributes": {
        "action": "The Government need to protect consumers affected by Coronavirus restrictions.",
        "additional_details": "Given the instructions on social distancing are that of the Government’s, they should support the consumer and entitle them to full refunds if their travel obligations are cancelled (due to coronavirus restrictions I.e. avoiding non-essential travel). It is extremely unethical that consumers are not protected by their own government, during exceptional circumstances such as a pandemic. Protect the consumer and give them the right to refunded travel fees.",
        "background": "The Government/Parliament need to empower and protect consumers who have been negatively impacted by the coronavirus. If a consumer cannot travel due to the social distancing instruction from the government, and the general threat to their own safety and others, they should not be penalised for it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T19:17:24.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T19:50:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-08T15:55:27.624Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual airlines and travel companies are responsible for setting policies and making decisions about refunds. \r\n\r\nIf you want the Government to create a fund to reimburse people who have lost money because of travel cancellations due to coronavirus, you may wish to sign this petition:  \r\nhttps://petition.parliament.uk/petitions/304912 \r\n\r\n \r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-08T15:55:27.621Z"
    },
    "id": 306112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306112.json"
    },
    "type": "petition"
}