{
    "attributes": {
        "action": "Force banks to reduce mortgage rate for everyone including fixed rate mortgages.",
        "additional_details": "Govts. have underwritten banks in financial crisis. It is time for banks to show some sense and solidarity with public and reduce all mortgage payments including fixed rate ones.\r\n\r\nElse reduced base rates will ultimately land up in rich bankers pockets and bonuses.\r\n\r\nIt should not be always correct that \" Profits are personalised (bankers) and losses are Nationalised (public)\"\r\n\r\nParliament has once a lifetime opportunity to show it works for public and disperse belief of working for bankers.",
        "background": "COVID has brought us into an unknown extraordinary times.Realising this Govt and BOE have reduced interest rates to 0.1% to help individuals in difficulty and help businesses.\r\nMany of the mortgages are fixed type which means they won't go down, which won't help struggling individuals and business.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T21:30:37.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T21:38:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T05:55:31.732Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action.\n\nEncourage lenders to suspend interest, fees and repayments during COVID-19: https://petition.parliament.uk/petitions/305297\n\nSince starting this petition, many UK banks have announced measures to help people who are experiencing financial difficulties due to coronavirus.  You should look at your bank's website or contact them directly to find out more.\n\nYou can read the Financial Conduct Authority's announcement on the temporary financial relief that banks can offer customers here: https://www.fca.org.uk/news/press-releases/fca-confirms-temporary-financial-relief-customers-impacted-coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T05:56:46.661Z"
    },
    "id": 306189,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306189.json"
    },
    "type": "petition"
}