{
    "attributes": {
        "action": "Award A Level students their UCAS grades plus 2 grades as this is only fair.",
        "additional_details": "The Corona virus is unprecedented in human history. To think that 2020 A level student could be impacted for life if they get poorer grades due to the stress and anxiety created by closing schools, living with the threat that their parents or grandparents could succumb to the virus. This will impact their revision and has already impacted their studies to date. The Government must make sure no student is disadvantaged by this global pandemic.",
        "background": "Award A level students their UCAS grade plus 2 grades i.e.if their UCAS grade was C  award an A. This means that students who scored high in their mocks I.e. an A would only go up 1 grade to A*  and those who did not do well I.e. C would have worked hard to improve their grade and would get an A.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T19:10:23.819Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T19:34:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:08:29.680Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament. You can read the decision made by exam boards on what will happen to exams here:  https://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\n\nIf you want the Government to review the decision to use previous data to calculate exam grades, you may wish to sign this petition: https://petition.parliament.uk/petitions/306773\n\nAs a result of the large numbers of petitions people have tried to start on this issue, and following a large number of questions it received from petitioners about exams, the Petitions Committee asked the Government about the impact of coronavirus on schools and exams.\n\nWatch all the questions and responses: https://www.youtube.com/watch?v=MmHWDlzlxfA&feature=youtu.be&t=3771\n\nWatch the responses to the following questions:\n\nWhat was the reasoning behind the timing of school closures? https://youtu.be/MmHWDlzlxfA#t=1h3m16s\nWhat is happening with exams including GCSEs, A-levels, and SATs? https://youtu.be/MmHWDlzlxfA#t=1h4m35s\nWhat measures are in place to protect vulnerable children, those on free school meals, and the teachers and other staff who are still working in schools? https://youtu.be/MmHWDlzlxfA#t=1h7m09s\nWhen might schools re-open? https://youtu.be/MmHWDlzlxfA#t=1hm12s\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here:\n\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T18:08:46.021Z"
    },
    "id": 306101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306101.json"
    },
    "type": "petition"
}