{
    "attributes": {
        "action": "Schools to take children where any parent works for the NHS during COVID crisis",
        "additional_details": "I work in Primary Care and without an admin team we are unable to answer the phone to triage patients through to the clinical team.  We would need to bring clinicians out of clinic to cover and that puts patients at risk.  I know most of our admin staff are not the main bread winners in their household so if an income has to be sacrificed to look after children it will be them.",
        "background": "Allow schools to take children from families where any one parent works for the NHS during the COVID-19 CRISIS otherwise we are going to lose critical admin staff who will need to be at home to allow their partners to do their work from home as they are unable to look after children as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T23:00:19.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T23:31:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T16:24:11.521Z",
        "rejection": {
            "code": "no-action",
            "details": "The guidance issued to schools on maintaining educational provision does not specify that both parents must be key workers, but that if it is at all possible for children to be at home, then they must be. If a key worker cannot keep their child safe at home then their children will be prioritised for education provision. You can read the guidance here: https://www.gov.uk/government/publications/coronavirus-covid-19-maintaining-educational-provision/guidance-for-schools-colleges-and-local-authorities-on-maintaining-educational-provision\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-17T16:45:07.623Z"
    },
    "id": 306257,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306257.json"
    },
    "type": "petition"
}