{
    "attributes": {
        "action": "Supermarkets to have designated hours for the elderly AND key workers (COVID-19)",
        "additional_details": "As recently as today, our elderly and key workers (e.g. NHS front line) who are working tirelessly throughout the country to protect us against COVID-19 are going without. When they get to the supermarkets, supplies are so low or non-existent that they are struggling to get what they need when they need it most. This has to stop. If we are in it together, then we must all be in it together. Everyone, for everyone, with everyone. https://mobile.twitter.com/BBCLookNorth/status/1240687667265843202",
        "background": "Some supermarkets have already started designated hours for the elderly in response to COVID-19. Include ‘key workers’ in this. Make this so that every supermarket can offer a consistent time whereby our most vulnerable citizens and most needed workers can get what they need when they need it most.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T22:44:54.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T07:33:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T15:03:05.008Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers, and NHS workers. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-15T15:03:05.006Z"
    },
    "id": 306242,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306242.json"
    },
    "type": "petition"
}