{
    "attributes": {
        "action": "Give emergency funding to childminders who have had to close down due to Cov-19",
        "additional_details": "Due to the closure of schools, nurseries, pre-schools and childminding settings, many people are now facing considerable pressure & strain - they need to work to survive, yet have to stop to take care of their children. By providing emergency funding\r\nthis takes pressure of parents and early years settings. Childminders and other early year settings need emergency help quickly, to relieve the pressure on parents and wonderful childcare practitioners.",
        "background": "My daughter's childminder is a wonderful lady who, due to the mandatory closure of her setting, now faces financial difficulty and uncertainty. I call upon the government to provide emergency funding to enable childminders to survive during this closure and to prevent burden on the benefits system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-19T23:27:14.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-19T23:46:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T16:25:00.633Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started this petition, the Government has announced various support measures, including the Self-employment Income Support Scheme. You can find more information here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\r\n\r\nYou can also find information about the support measures available to childcare and early years settings here: https://www.gov.uk/government/publications/coronavirus-covid-19-early-years-and-childcare-closures/coronavirus-covid-19-early-years-and-childcare-closures\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-17T16:41:10.895Z"
    },
    "id": 306273,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306273.json"
    },
    "type": "petition"
}