{
    "attributes": {
        "action": "SFE Should Be Encouraged to Pay Maintenance Loan and Grants Early to students",
        "additional_details": "In light of Covid-19 outbreak I know that many students like me are very anxious at the moment and we are struggling to cope financially. \r\n\r\nMost of us have not been able to work and maximise our earning during school term. \r\n\r\nAn earlier payment we relief anxieties and improve our quality of life during this period. With all the announcement made regarding Covid 19 relief non has mentioned students financial situation",
        "background": "Government  to encourage Student Finance England to speed up and make the maintenance loans and grants payments to us earlier than the current scheduled payment date which is 27th April 2020.\r\n\r\nOur survival through this unprecedented time depends on financial well being.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T05:00:25.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T09:24:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-01T14:22:37.154Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The payment of student loans is a matter for the Student Loans Company and Student Finance England, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to reimburse all students of this year’s fees due to strikes and COVID-19, which you might like to sign: https://petition.parliament.uk/petitions/302855\r\n\r\nWe have also published a petition calling on the Government to freeze student loan payments and interest accrual for Covid-19, which you might like to sign: https://petition.parliament.uk/petitions/308579\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "updated_at": "2020-04-01T14:22:37.152Z"
    },
    "id": 306328,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306328.json"
    },
    "type": "petition"
}