{
    "attributes": {
        "action": "Remove time restrictions for free bus travel during Covid-19 restrictions.",
        "additional_details": "We want the government to remove (or instruct bus companies to remove) time restrictions for free bus passes, so those who are most vulnerable can get to supermarkets for free, and shop at the stores during their allocated time slots.",
        "background": "We're in completely uncharted territory. Our definition of 'normal' is changing daily.\r\nSupermarkets are protecting the vulnerable by introducing protected shopping times. However, these are mostly at times where the vulnerable (many of whom are entitled to free bus travel) cannot use their passes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T08:40:14.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T13:29:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T16:41:14.605Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Operating times for free bus travel for pensioners are set by local councils. Since you started this petition, some councils have already changed their operating hours for free travel to allow people to travel for shopping at designated times. You should check your local council's website for more information.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-18T15:32:28.216Z"
    },
    "id": 306382,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306382.json"
    },
    "type": "petition"
}