{
    "attributes": {
        "action": "Take less tax during this COVID-19 to promote NHS staff to work more hours",
        "additional_details": "Government should support NHS staff and arm forces so they can work more hours and they will get rewarded in the shape of taking less tax during COVID-19 time duration.\r\nYou can support our NHS staff to work more hours and take less tax during this period only to reward the staff.\r\nI suggest the government to take LESS TAX during this time purely to incur age them to work more hours and support the community in this hard time.",
        "background": "Over time will be done by NHS STAFF or arm forces to fight this corona virus but tax man will take the tax and we will not get paid for our hard work and dedication to support the country during this hard time",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T03:24:54.879Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T05:19:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:00:22.427Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for setting the salary of most key workers, or setting minimum wages for particular sectors, but you may wish to sign petitions calling for the following actions:\n\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\n\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\n\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\n\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\n\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\n\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\n\nMake the minimum wage equal for all ages and increase to at least £10: https://petition.parliament.uk/petitions/301749\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:00:37.922Z"
    },
    "id": 306323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306323.json"
    },
    "type": "petition"
}