{
    "attributes": {
        "action": "Make non-church wedding venues restrict to just 5 people amid coronavirus spread",
        "additional_details": "Following the escalating virus outbreak the Church of England has confirmed that weddings will be restricted to five people. \r\n\r\nNon-church wedding venues are profiteering knowing the couples will be forced to cancel due to social distancing and self isolation as the coronavirus is spreading. No couple wants to put their wedding guests at risk, nor do they want to marry without their loved ones near. As it stands at the moment, while venues remain open, couples cannot claim on their insurance for cancellations due to Government restrictions on socialising. Mass gatherings need to be banned.",
        "background": "Non church Weddings venues are forcing couples to proceed or lose money. For many brides and grooms this is causing heartache as friends and family are following government advice social distancing or self isolating.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T11:03:54.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T11:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T09:32:46.163Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you stated your petition, the Government has temporarily banned weddings.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-14T12:29:22.250Z"
    },
    "id": 306465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306465.json"
    },
    "type": "petition"
}