{
    "attributes": {
        "action": "Urge highly paid footballers to support struggling clubs",
        "additional_details": "Whilst the football authorities, such as the FA, Premier League and EFL have provided some support to lower league clubs, it will not be sufficient to prevent some clubs, possibly many clubs, from going out of business. This will entail redundancies, not simply for players, but for all staff. It will devastate local communities and end the vital community support which all local clubs provide.\r\nHighly paid footballers can easily afford to donate a week's wages and, if all were encouraged to do so, it would make a terrific difference and help to keep football healthy.",
        "background": "Cambridge Fans United calls on the government to urge all footballers earning more than £10k a week to donate one week's monies into a fund that will help Clubs in the lower leagues deal with some of the cash flow issues they are facing as a result of Covid 19 and which threaten their survival.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T10:36:49.213Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T12:36:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T12:44:31.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is for individual football players to decide which causes they wish to donate to. \r\n\r\nNevertheless, you may be interested to know that, in addition to the financial support that the Premier League has announced for the English Football League and its clubs, many Premier League players have begun fundraising for the NHS. \r\n\r\nFor more information see:\r\nhttps://www.standard.co.uk/sport/football/efl-appreciates-125m-premier-league-support-season-suspended-indefinitely-coronavirus-a4406796.html\r\nhttps://www.goal.com/en-gb/news/premier-league-players-announce-players-together-fund-to/kg6ttxgksag8zhuvum7z0ie9"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-17T12:44:31.291Z"
    },
    "id": 306454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306454.json"
    },
    "type": "petition"
}