{
    "attributes": {
        "action": "Delay the start of the 2020/21 academic school year due to the Covid-19 crisis.",
        "additional_details": "The loss of Summer term from the 2019/2020 academic year has huge social implications for the young. Students in years 6, 11 and 13 are being robbed of a ‘right of passage’ which would usually be taken for granted. \r\nThe opportunity to say goodbye to friends going to different schools, universities or work. The end of year productions, parties and proms. \r\nAllowing 2 weeks of closure to help heal the social wounds caused by this crisis will undoubtedly be beneficial to their ongoing mental health.",
        "background": "The Covid-19 crisis is undeniably putting immense strain on all sectors of the community and the government’s decision to close schools is entirely justified. Allow students to return to their current year group for 2 weeks in September in order to minimise the negative social impact of the crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T12:21:07.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T13:19:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T07:47:21.251Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about school term dates are a matter for the governing bodies of individual schools, not the Government or Parliament.\r\n\r\nYou could start a new petition calling on the Government to require schools to change the start date for the next school year, and allow students to return to their current year group for two weeks.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T07:47:21.247Z"
    },
    "id": 306510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306510.json"
    },
    "type": "petition"
}