{
    "attributes": {
        "action": "Make the Covid-19 grants applicable to all businesses.",
        "additional_details": "Make a tier of grants available depending on the size of business to those that submitted a tax return during the last financial year. Including the self-employed that submitted a self-assessment return on or before the January deadline. \r\n\r\nSmall business and the self-employed have been doing their bit to keep the country going. Now it is time for the Government to support them in return.",
        "background": "The £10k grant is only available to those registered to pay business rates, eligible for small business rate relief or rural rate relief. This leaves thousands of small businesses that work from home, due to high rents, vulnerable with no help being offered by any other means.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T14:31:09.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T15:37:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T08:21:33.560Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/305024\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T08:21:33.557Z"
    },
    "id": 306597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306597.json"
    },
    "type": "petition"
}