{
    "attributes": {
        "action": "Earmark one day of the week for NHS STAFF & key workers to shop for food",
        "additional_details": "Earmark one day of the week where only nhs , police , fire service and hgv drivers keeping the United Kingdom supplied safe and providing care can shop for food before shelves are emptied by the general public",
        "background": "As the COVID-19 spreads and we depend on the nhs staff to help us and treat us they don’t get the chance to shop for food for their own families and we risk those we rely on to become so weak due to malnutrition they won’t be able to continue",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T12:01:46.939Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T12:54:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T13:36:29.799Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers, and NHS workers. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to supply NHS key frontline staff working during Covid-19 healthy food hampers, which you might like to sign: https://petition.parliament.uk/petitions/306339\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-17T13:36:29.797Z"
    },
    "id": 306500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306500.json"
    },
    "type": "petition"
}