{
    "attributes": {
        "action": "Nursing and Midwifery Council to reduce clinical practice hours for students.",
        "additional_details": "The united states require students to complete 868 hours of clinical practice and have some of the best nurses along with other countries like Australia. If these countries can provide great nurses in less clinical hours than the UK university programmes. Then we as a country can too. We need support from the right people to help us bring forth this change. Let us provide unconditional care for our patients by you helping us to support our well being and making nursing in the United Kingdom attractive again.",
        "background": "The Nursing and Midwifery Council require students to work 2300 unpaid hours in clinical practice before they can register as nurses. The recent pandemic of Covid-19 caused universities to remove students from placements. To look after our future nurses we want the NMC to reduce its clinical hours.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T17:15:40.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T17:35:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T09:31:53.527Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T09:31:53.525Z"
    },
    "id": 306677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306677.json"
    },
    "type": "petition"
}