{
    "attributes": {
        "action": "Introduce stricter supermarket controls during the Covid-19 outbreak",
        "additional_details": "Keep all local mini-supermarkets open, but close main supermarkets to all public. \r\nOpen up telephone lines for those that do not have access to the internet, so that public can order essential food and supplies, with the remainders ordering over the internet. \r\nFood orders would be limited to once per week with pickers in the closed stores picking the goods ready for drive through collection points, with payment via contactless.\r\nAimed at providing food for all and not just the greedy stockpilers.",
        "background": "We face unprecedented times with Covid-19, with potential health issues for all across the UK. This is compounded with food shortages.\r\nThis petition is written with the view to ensure food is available for all rather than those that stockpile.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T19:21:08.535Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T19:51:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T16:18:11.754Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Providing the services you describe would be a decision for supermarkets, not the UK Government or Parliament. \r\n\r\nYou may wish to sign this petition on limiting purchasing: https://petition.parliament.uk/petitions/300766\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-21T08:25:24.965Z"
    },
    "id": 306786,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306786.json"
    },
    "type": "petition"
}