{
    "attributes": {
        "action": "Rent Relief for Places Of Worship & Community Institutions",
        "additional_details": "Places of Worship Premises, whether private or council are still expected to pay their rent.\r\n\r\nThe majority of  Places Of Worship and other community institutions rely on voluntary contributions from the regular congregation and service users in order to exist and deliver services, and this is not possible with the current circumstances of COVID-19.\r\n\r\nWe would like to request for a government rent-waiver, until it's safe to re-open.",
        "background": "Due to the threat of Coronavirus, faith communities gathering together for prayer and worship have been instructed by the government to cease in order to minimise the spread of this virus. \r\n\r\nHowever they're still required to pay their rent & service charges and this will be impossible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T18:30:35.306Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T19:03:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T09:41:57.393Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nYou could start a new petition calling on the Government to set up a fund to reimburse tenants, including religious institutions, that are contractually obliged to continue paying rent but are unable to make use of the premises they rent as a result of coronavirus.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T09:41:57.389Z"
    },
    "id": 306742,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306742.json"
    },
    "type": "petition"
}