{
    "attributes": {
        "action": "Lobby footballers, actors and musicians to give 10/15% of their wages to support",
        "additional_details": "If Multi millionaires/billionaires banded together and pledged just a portion of their earnings which are essentially economically and recession proof to support the economy, businesses and NHS etc this would be a massive help and also show a level of empathy that has been seriously missing in the celebrity culture over recent years",
        "background": "During this time of crisis the extremely well off who’s jobs aren't at risk should pledge 10/15% of the monthly or yearly earnings to help support the hardest hit in society such as the NHS, lowest paid and help stabilise the economy. We support these teams and artists without question",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T19:28:13.363Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-20T20:02:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T10:48:12.689Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is for each individual to decide whether they want to donate part of their income, and to which causes they might wish to donate to.\r\n\r\nNevertheless, you may be interested to know that, in addition to the financial support that the Premier League has announced for the English Football League and its clubs, many Premier League players have begun fundraising for the NHS. For more information see: https://www.premierleague.com/news/1647358\r\n\r\nWe have published a petition calling on the Government to increase taxes on high earners to fund emergency Budget measures, which you might like to sign: https://petition.parliament.uk/petitions/305795\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T10:48:24.295Z"
    },
    "id": 306795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306795.json"
    },
    "type": "petition"
}