{
    "attributes": {
        "action": "Hazard duty pay and protected shopping time for NHS healthcare workers daily.",
        "additional_details": "This is to lift the spirits of NHS health care workers, we all go far and beyond the call of duty. After work, all the shelves in the supermarket are empty! We had to scramble whatever we can after work to feed our hungry family! We should have a protected shopping time everyday, where in NHS workers have a chance to get what they need.",
        "background": "People that works in the office are allowed to work at home and get paid in  full. Health care workers are putting their lives and their families lives in danger by going to work, we can’t even get a free hot drink at work 😢",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T21:05:52.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T14:51:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T13:43:07.775Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have already published a petition calling for the Government to make hazard pay mandatory for key workers in the midst of COVID 19, which you might like to pay: https://petition.parliament.uk/petitions/307619\r\n\r\nThe opening and delivery arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to prioritise elderly or vulnerable customers, and NHS workers. Customers should contact their local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to supply NHS key frontline staff working during Covid-19 healthy food hampers, which you might like to sign: https://petition.parliament.uk/petitions/306339\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-17T13:43:07.771Z"
    },
    "id": 306899,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306899.json"
    },
    "type": "petition"
}