{
    "attributes": {
        "action": "Consider extending this academic year until December in response to coronavirus.",
        "additional_details": "Suddenly ending their school year will be very hard for pupils.  An extended academic year would mean pupils could come back to their current classes/schools; a familiar educational environment; with their friends; amongst teachers who know them well – with time spent getting back to where they are now academically and socially. Many will be grieving, traumatised or negatively affected in some way, they will need some nurturing to safeguard their mental health – this will equally be the case for teachers and support staff.   This adjustment would give the possibility of pupils being able to sit some of their GCSE and A level exams.  Pupils and staff would be prepared to start the new academic year, which would be shorter but more effective, in January 2021.",
        "background": "Extend this academic year until Dec 2020 (assuming that education providers are able to reopen in the Autumn), enabling pupils to return to their current schools and classes.  Start the next academic year in Jan 2021, when students will have had the chance to readjust to educational environments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T21:39:33.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T07:59:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-28T10:53:39.611Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/306954\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here: \r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB  \r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people  \r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/  \r\nhttps://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/ \r\n \r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement\r\n\r\n### What the Petitions Committee is doing\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-26T14:24:31.753Z"
    },
    "id": 306924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306924.json"
    },
    "type": "petition"
}