{
    "attributes": {
        "action": "Government must act to ensure the elderly get food during coronavirus crisis.",
        "additional_details": "The very people we say we should be protecting, the elderly and vulnerable, are being abandoned to fend for themselves and many are simply not agile or strong enough to do so.\r\nThere is widespread concern, fear and panic, that's why people have been stockpiling every day, leaving shelves empty.\r\nNothing has been done to control this.\r\nThe elderly and vulnerable need help, protection and respect.\r\nWe are not doing enough. We need to act now.",
        "background": "I'm asking the government to instruct retailers and councils to put in place controls to ensure the elderly and vulnerable get fair access to essential food and supplies at the supermarkets or online. So far only the stronger, fitter and more able people get their first, leaving shelves empty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T22:47:08.851Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T13:28:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T16:03:48.692Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening and delivery arrangements for retailers are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers, and keyworkers. A number of retailers have also introduced social distancing measures and restrictions on the number of people who can enter their stores at the same time. You should contact your local supermarket to find out if they have put such arrangements in place. \r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation.\r\n\r\nYou may nevertheless wish to sign one or more of the following petitions which call for other kinds of support for elderly and vulnerable people during the coronavirus outbreak:\r\n\r\nhttps://petition.parliament.uk/petitions/302190\r\nhttps://petition.parliament.uk/petitions/302940\r\nhttps://petition.parliament.uk/petitions/306394.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/  \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.  \r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/ \r\n\r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/       \r\n\r\nYou can find support for anxiety about coronavirus here:  \r\n\r\nhttps://www.anxietyuk.org.uk/coronanxiety-support-resources/  \r\nhttps://www.mind.org.uk/information-support/coronavirus-and-your-wellbeing/  \r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus \r\n\r\nYou can find information on getting help with bills here: https://www.citizensadvice.org.uk/debt-and-money/budgeting/budgeting/get-help-with-bills/  \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-21T16:04:06.388Z"
    },
    "id": 306986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306986.json"
    },
    "type": "petition"
}