{
    "attributes": {
        "action": "Have free supermarket food deliveries for frontline NHS staff during Covid-19",
        "additional_details": "In the current climate of panic buying in supermarkets, ensuring adequate food and grocery supplies to NHS staff and saving them valuable time doing their own shopping can only help reduce some of their anxieties and concerns about obtaining food, as well as giving them more time to spend with their families.",
        "background": "Make large supermarket chains provide free home delivery of groceries for frontline NHS staff during the Covid-19 crisis.  This will save these staff the time involved in trying to buy food, increasing their time to rest and relax and ensuring supply to these key shift workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-20T21:17:19.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T09:25:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T13:38:05.414Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening and delivery arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to prioritise elderly or vulnerable customers, and NHS workers. Customers should contact their local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to supply NHS key frontline staff working during Covid-19 healthy food hampers, which you might like to sign: https://petition.parliament.uk/petitions/306339\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-17T13:38:05.410Z"
    },
    "id": 306904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/306904.json"
    },
    "type": "petition"
}