{
    "attributes": {
        "action": "Demanding economic equality for gig economy workers during the covid-19 pandemic",
        "additional_details": "I am an Uber driver and already feeling the impact of covid-19 on my finances. I was really hoping for the government to introduce measures that will be conducive to every worker in this country, but the chancellor has sadly neglected gig ecomony workers like me from the government funding to support us through this tough time, whilst he's offered to cover 80% salaries of employees under PAYE system. Many us won't be able to pay our rents or have money for food and other essentials",
        "background": "The government should be considerate towards the gig ecomony workers and offer them financial support in the same way as employees under the Paye system. The entire nation is hit hard by the current crisis. it is very unjust and discriminatory to exclude gig economy workers from the gov funding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T02:45:49.171Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T07:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T17:23:00.294Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced support for self-employed individuals: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-22T08:10:10.346Z"
    },
    "id": 307072,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307072.json"
    },
    "type": "petition"
}