{
    "attributes": {
        "action": "Wipe out “owed hours” by student nurses to allow us to qualify on time.",
        "additional_details": "Why should we be made to finish our current clinical placement and then have to return to do additional weeks to make up hours, potentially in an environment we do not want or need to be in? Potentially in environments that are damaging to our mental health?",
        "background": "I am calling for the NMC to waive any outstanding hours student nurses need to make up, by allowing us up to 100 hours of “time off” as sickness. This would SIGNIFICANTLY reduce the need for student nurses to return to practice settings they find stressful to make up an erroneous number of hours.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T08:35:55.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T15:19:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-22T16:55:28.560Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-23T08:13:53.251Z"
    },
    "id": 307156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307156.json"
    },
    "type": "petition"
}