{
    "attributes": {
        "action": "Support vulnerable migrants during the Covid-19 crisis",
        "additional_details": "We are asking councils to ensure that ALL migrants in their area can access the care, support and shelter they need during this crisis, regardless of immigration status and without fear of the consequences. And that means they should also be advocating to central government to end all ‘hostile environment’ policies and suspend immigration-based eligibility criteria for housing assistance and welfare benefits.\r\nGo to:\r\nhttps://migrantsrights.org.uk/blog/2020/03/20/covid-19localauthorityletter/",
        "background": "Immediate action is required by the government and local authorities to safeguard and protect the health and wellbeing of all migrants, particularly those with No Recourse to Public Funds (NRPF) and those experiencing or at risk of homelessness, during the Coronavirus (COVID-19) pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T08:22:49.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T10:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T07:41:42.634Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/306335\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T07:41:42.632Z"
    },
    "id": 307145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307145.json"
    },
    "type": "petition"
}