{
    "attributes": {
        "action": "Give frontline NHS staff proper and effective Personal Protective Equipment.",
        "additional_details": "Provide full and effective Personal Protective Equipment, stop playing with the lives and wellbeing of frontline staff by asking them to tend to patients wearing only a polythene apron and paper masks. People are going to die or become seriously ill, like our Italian colleagues.\r\n\r\nWe don't want praise or hollow words about \"Heroes\". We want proper PPE.\r\n\r\nRequesision manufacturers to start making protective suits, respirators and other much needed equipment.",
        "background": "Frontline NHS staff are at massive risk of contracting Covid 19/Corona virus.\r\nWe're currently attending patients with suspected & confirmed C-19 with woefully inadequate PPE. In Italy health care workers are dying due to over exposure to the virus.\r\nDon't hang us out to dry. Give us proper PPE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T09:03:57.111Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T09:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:01.238Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.738Z"
    },
    "id": 307182,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307182.json"
    },
    "type": "petition"
}