{
    "attributes": {
        "action": "Create a 'Key Workers Only' shopping day",
        "additional_details": "I have read countless stories of key worker's being unable to purchase day to day goods in shops after their shifts due to the panic buy syndrome that has swept the nation. This seems crazily unfair to those that are helping to support the nation, they are unable to look after themselves. I believe it wouldn't take too much planning to allocate one day per week for a 'key worker only' shopping day.",
        "background": "In order to support key workers during these unprecedented times, the government should enforce one day per week whereby shops/supermarkets only allow key workers or families of to enter their premises. Blue Light Card holders for example.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T08:59:49.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T09:24:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T11:59:30.696Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers, and keyworkers. A number of retailers have also introduced social distancing measures and restrictions on the number of people who can enter their stores at the same time. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-21T11:59:30.693Z"
    },
    "id": 307179,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307179.json"
    },
    "type": "petition"
}