{
    "attributes": {
        "action": "Provide financial aid for charitable organisations during the Corvid 19 outbreak",
        "additional_details": "The Government has provided aid to businesses during the Corvid 19 outbreak but not to charitable organisations.  Charities come in different forms, whether helping vulnerable people, protecting animals and wildlife, or historic sites and attractions.  Normally they would be able to generate income from shops, fundraising activities or visitors to their venues but this won't happen while everyone in isolation.  It is vital they they do not loose out because of this unfortunate situation.",
        "background": "Make sure that charitable organisations are protected and get financial assistance from the Government to compensate for their loss of earnings during the Corvid 19 lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T11:00:39.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T11:48:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-20T08:06:15.093Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced a £750 million package of support for charities, including grants for smaller charities. The Government has also said it will match fund whatever the public decides to donate to the BBC’s Big Night In charity appeal on 23 April: https://www.gov.uk/government/news/chancellor-sets-out-extra-750-million-coronavirus-funding-for-frontline-charities\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-20T08:06:15.090Z"
    },
    "id": 307285,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307285.json"
    },
    "type": "petition"
}