{
    "attributes": {
        "action": "Close all Holiday Parks until the Covid-19 Crisis has been dealt with.",
        "additional_details": "Now that the government is encouraging as much of the country as possible to work from home, and now that schools, restaurants, hotels and so on are closed, thousands of people are leaving the cities and relocating to second homes and holiday parks in the countryside. The majority of these tourist-friendly areas however (such as Cornwall) lack hospital bed spaces, public services, and supplies enough for their inhabitants, let alone hundreds more people from London and elsewhere.",
        "background": "Every Holiday Park in the United Kingdom must be closed temporarily, alongside schools, restaurants, pubs and hotels. This will relieve the strain on rural and holiday attraction counties that lack the public and healthcare services of London and the Home Counties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T10:58:54.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T11:17:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T18:41:46.495Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has issued guidance on further businesses and premises to close. The Government has said that exemptions apply where people live permanently in caravan parks or are staying in caravan parks as interim abodes where their primary residence is not available. You can find out more here: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nThe Government has also asked everyone to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-04-01T14:01:38.926Z"
    },
    "id": 307283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307283.json"
    },
    "type": "petition"
}