{
    "attributes": {
        "action": "Complementary therapies to become recognised as part of the healthcare system.",
        "additional_details": "As a complementary therapist with a Degree in integrative healthcare, HND in Complementary Therapies and HNC in social care. I have worked alongside GP's,  healthcare professionals in various settings where treatments such as reiki, massage and reflexology have impacted on individuals life's by reducing pain, increasing mobility, promoting relaxation and improving mental health. The new social distancing I fear will impact on a lot of my clients heath with a huge decline in their wellbeing.",
        "background": "Implement standards and regulate complementary therapies so that if can be recognised treatment within healthcare, introducing an integrative approach to health and wellbeing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T12:10:54.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T08:04:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T16:07:33.262Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The provision of complementary therapies through the National Health Service is a clinical matter for the National Institute for Health and Care Excellence (NICE). NICE is an independent statutory body which is operationally independent of the UK Government. You may wish to contact them directly: https://www.nice.org.uk/get-involved/contact-us.\r\n\r\nIf you wanted the UK Government to fund more research into complementary therapies, we could accept a petition on that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-28T12:22:31.052Z"
    },
    "id": 307346,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307346.json"
    },
    "type": "petition"
}