{
    "attributes": {
        "action": "Implement safety measures for frontline workers to avoid COVID-19 spread",
        "additional_details": "We need your help to make sure we can still work safely while providing everybody with essential services and NONE of us gets\r\n ill",
        "background": "We are experiencing a lack of safety measures for all employees working in front line services. This includes Cleaners, Supermarkets workers and paramedics.\r\nWe ask the Government to implement stricter rules to avoid these people to get ill.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T13:58:27.023Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T14:12:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-22T09:55:22.471Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to take action to protect workers during the coronavirus outbreak, but it's not clear what action you want the Government to take to achieve this.\r\n\r\nThe Government has published, and is regularly updating, guidance for employers and businesses on coronavirus: https://www.gov.uk/government/publications/guidance-to-employers-and-businesses-about-covid-19/guidance-for-employers-and-businesses-on-coronavirus-covid-19\r\n\r\nThe Government has also produced sectoral guidance on social distancing in the workplace during coronavirus: https://www.gov.uk/guidance/social-distancing-in-the-workplace-during-coronavirus-covid-19-sector-guidance\r\n\r\nIf there is a specific action you want the Government to take, which is not covered by this guidance, you could start a new petition calling for this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-22T09:55:29.923Z"
    },
    "id": 307410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307410.json"
    },
    "type": "petition"
}