{
    "attributes": {
        "action": "Put the UK on lockdown to stop the spread of COVID-19",
        "additional_details": "I have vulnerable people in my household and we have tried self isolating but people are very selfish including some of the people in my own household. If we went on lockdown this wouldn’t be a problem because people wouldn’t be able to leave their house and spread COVID-19.  There also wouldn’t be a massive food shortage as people couldn’t get out unnecessarily. It is also putting a huge strain on the NHS and the workers which is terrible for us and also them.",
        "background": "The whole of the UK should go on lockdown as people aren’t listening to government‘suggestions’It isn’t fair on anyone. Especially the vulnerable and elderly.The fact the government isn’t actually doing enough is disgusting.Look at all the measures other countries are taking and compare it to the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T19:56:57.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T13:08:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T09:30:47.477Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has imposed a number of restrictions on individuals and businesses as a result of the coronavirus outbreak. You can find out what you can and can't do here: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do\r\n\r\nIf you wish the Government to place further restrictions on individuals and businesses, you may wish to sign some of the petitions below.\r\n\r\nIf you want the Government to consider closing down offices and businesses and ordering home working, you may wish to sign this petition: https://petition.parliament.uk/petitions/301439\r\n\r\nIf you want the Government to close all businesses that 'are not vital', you may wish to sign this petition: https://petition.parliament.uk/petitions/308122\r\n\r\nIf you want the Government to implement a complete lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/310805\r\n\r\nIf you want the Government to close all shops including supermarkets, you may wish to sign this petition: https://petition.parliament.uk/petitions/310341\r\n\r\nIf you want the Government to close all 'unnecessary businesses including takeaways', you may wish to sign this petition: https://petition.parliament.uk/petitions/307294\r\n\r\nIf you would like the Government to close all non-essential online stores and warehouses, you may wish to sign this petition: https://petition.parliament.uk/petitions/311765\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n\r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T09:30:47.476Z"
    },
    "id": 307645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307645.json"
    },
    "type": "petition"
}