{
    "attributes": {
        "action": "Provide Medal for all front line Health workers dealing with Covid 19.",
        "additional_details": "NHS staff are being asked to provide continued care to all patients whilst at the same time deal with the increased risk as a result of the global pandemic.\r\nStudent nurses are being expected to fill in for nursing staff who are either ill with symptoms or self isolated due to family exposure for no pay . These people are at a greater risk of contacting the disease and are still expected to put themselves in harm's way for their patient's.",
        "background": "Provide Medal for all front line Health workers and those dealing with cases of high risk of personal health to continue to bring care to all in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T20:43:30.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T09:06:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:12:35.961Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302613\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:12:43.066Z"
    },
    "id": 307692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307692.json"
    },
    "type": "petition"
}