{
    "attributes": {
        "action": "Consessions for Care Homes to receive the amount of food require.",
        "additional_details": "We are finding it increasingly difficult to obtain the supplies and ingredients we require to feed the people in our care. An example - after not receiving our regular order of bread from Tescos, I asked the manager of our local branch and also the online delivery department if they could please help us. The online department said she would come back to me with an answer which she did some hours later to tell me there was nothing they could do for us. The manager of our local branch after a lot of pleading allowed me to purchase 4 loaves, even though there was a lot of bread in the store.\r\n4 loaves of bread will not feed 40 residents!",
        "background": "Work with food suppliers so that Care Homes are able to purchase the food we need to feed our vulnerable older service users.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T20:22:36.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T21:16:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-23T10:34:59.121Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The supply of goods to care homes is a matter for individual care homes and local authorities, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to provide an Emergency fund for Health & Social Care Providers due to COVID-19, which you might like to sign: https://petition.parliament.uk/petitions/302969\r\n\r\nWe have also published a petition calling on the Government to issue care packages to the elderly and vulnerable, which you might like to sign: https://petition.parliament.uk/petitions/302190\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-23T10:34:59.118Z"
    },
    "id": 307666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307666.json"
    },
    "type": "petition"
}