{
    "attributes": {
        "action": "to give the people of self employed status the same protection as the employed",
        "additional_details": "The government needs to reassess the amount of financial help offered to people of self employed status as the current offer of just 30% of there self employed compared to the safe guard of 80% to the employed and the companies. The self employed rely heavily on many more factors securing there work than the employed and having to secure there income for them selfs and there dependents at a time like this ie people cancelling work orders items small purchases etc. self employed pay taxes too!",
        "background": "To give the self employed the same recognition as the employed during the coronavirus crisis as they do for big companies and there employees facing financial difficulties over the coming months as the universal credit of £94 a week dose not coincide with the 80% on offer to employees of firms",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T23:24:35.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": null,
        "opened_at": null,
        "rejected_at": "2020-03-27T20:11:40.373Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has said that most self-employed people can claim a taxable grant worth 80% of their trading profits up to a maximum of £2,500 per month for the next 3 months.\n\nYou can find out who is eligible and how to apply here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\n\nYou can read the Government’s announcement here:\nhttps://www.gov.uk/government/news/chancellor-gives-support-to-millions-of-self-employed-individuals\n\nYou can find out what other Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 1,
        "state": "rejected",
        "updated_at": "2020-03-31T17:00:00.030Z"
    },
    "id": 307796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307796.json"
    },
    "type": "petition"
}