{
    "attributes": {
        "action": "SAVE our STAFF - FFP3 face masks for all ICU staff caring for Covid-19 patients.",
        "additional_details": "Supply all ICU units with sufficient FFP3 masks. Purchase directly from relevant manufacturers such as Silverline.com.\r\nCompulsorily purchase all FFP3 masks from Screwfix, Serco, B&Q, and other similar stores. \r\nDistribute all FFP3 masks to ICU staff.",
        "background": "NHS guidelines for staff caring for patients with an infectious respiratory virus require staff to wear FFP3 masks and not surgical masks. They are being broken as staff only have an FFP3 for intubation. Surgical masks are useless as a protection in ICU. Without FFP3 masks - staff will die.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T22:03:19.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T08:49:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:01.590Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.881Z"
    },
    "id": 307745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307745.json"
    },
    "type": "petition"
}