{
    "attributes": {
        "action": "Stop forceful Cremation of deacesed Muslims under cronavirus act.",
        "additional_details": "The Government should not neglect their responsibilities in upholding Article 9 of both the European Convention on Human Rights and the Human Rights Act 1998, which protects the right to freedom of thought, conscience, and religion. \r\n\r\nThe sanctity of the dead body and the importance of religious burial is an integral component of religious practice for Muslims, as well as Jews. Cremation is forbidden in Islam and Judaism.",
        "background": "The Govt must stop from allowing, under Coronavirus Bill 2019-21 (as its currently drafted), designated local authorities to disregard section 46(3) of the Public Health (Control of Disease) Act 1984, which prevents cremation of a body against the wishes of the deceased.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T22:39:24.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T23:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T07:44:00.466Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/305167\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:  \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\nUK Government website: https://www.gov.uk/coronavirus \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.  \r\n\r\n Find out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/ \r\n\r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T09:29:53.827Z"
    },
    "id": 307770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307770.json"
    },
    "type": "petition"
}