{
    "attributes": {
        "action": "Setup subsidised/free grocery stores for NHS staff at hospitals during crisis.",
        "additional_details": "The NHS staff from these hospitals could order groceries from these stores for pickup after their long shifts. This ensures the staff have healthy foods available instead of going to empty stores. These stores could also be subsidised or free as a thank you to these vital key workers.",
        "background": "Utilise existing hospital stores or setup new temporary stores in hospitals fighting the Corona virus outbreak. Government to work with the retail sector to ensure these hospitals are kept stocked.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-21T22:26:30.290Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-21T23:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T13:10:30.536Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a matter for individual hospitals and supermarkets. \r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/306339\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nFind out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-27T14:10:41.292Z"
    },
    "id": 307759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307759.json"
    },
    "type": "petition"
}