{
    "attributes": {
        "action": "Reduce the Third Tuition Fee payment for the academic year 2019/2020",
        "additional_details": "As is implied in the name, a ‘Tuition Fee’ is paid to our university to cover the cost of our tuition. Student debt has long been a crippling problem and it seems morally wrongful that we have to pay for full tuition when we will be absent and using pre-created Learning Packs. Without underestimating the time lecturers must have to put into ‘Learning Pack’ creation, we will eventually be left footing the massive bill of a full tuition experience when this is far from what we will receive.",
        "background": "I believe the Tuition Fee for the Third semester of 2019/2020 should be reduced as Covid-19 has meant we are unable to attend university. Scheduled to be paid at around the start of May, we will be absent for most if not all of the final semester so being asked to pay the full fee for it is unjust.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-03-21T23:53:48.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T10:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T11:21:22.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for teaching and charging tuition fees are a matter for individual universities, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to reimburse all students of this year’s fees due to strikes and COVID-19, which you might like to sign: https://petition.parliament.uk/petitions/302855\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T11:21:22.305Z"
    },
    "id": 307809,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307809.json"
    },
    "type": "petition"
}