{
    "attributes": {
        "action": "Get NHS staff working with COVID19 protective personal equipment",
        "additional_details": "Frontline NHS staff risk are on the front lines, working tirelessly to save everyone infected with COVID19 without being provided with protective personal equipment in accordance to WHO guidelines. \r\n\r\nThe face mask, short gloves and apron worn by NHS staff is far short of the World Health Organization recommendations. Unless such equipment is provided, majority of doctors who are able to treat the virus will be infected and unable to assist patients and their colleagues at this crucial time.",
        "background": "Provide adequate protective personal equipment to NHS staff as immediate measure in the fight against COVID 19.\r\nFrontline staff are putting their own lives on the NHS frontline, lives of their loved ones and the lives of other patients at the risk of cross infection.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T07:23:20.737Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T08:32:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:01.518Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.850Z"
    },
    "id": 307876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307876.json"
    },
    "type": "petition"
}