{
    "attributes": {
        "action": "Honour mortgage in principles if they run out in quarantine/pandemic",
        "additional_details": "because it always sounds better coming from the government then coming from someone who walked into a building society or bank and the government is able to help more having this in place will help the housing market during the pandemic as well as the uncertainty of having to find other buyers or other housing.",
        "background": "For those who are in the process of purchasing properties and have a mortgage in principle should be protected too and any mortgage in principle should be honoured due to the pandemic if the time is exceeded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T07:21:53.994Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T09:21:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T15:53:52.583Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament are not responsible for the issue you raise. Decisions about mortgage agreements are for individual lenders, not the Government or Parliament. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/ \r\n \r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement\r\n\r\n### What the Petitions Committee is doing\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-24T16:49:55.019Z"
    },
    "id": 307875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307875.json"
    },
    "type": "petition"
}