{
    "attributes": {
        "action": "Save all British people stuck in countries with closed borders during Covid-19",
        "additional_details": "It is their responsibility as UK nationals are stuck around the world  and have nowhere to live at the moment as landlords are throwing them out of accommodation assuming they have the virus. \r\nSpecifically in India. The UK citizens are being treated like rodent and chucked out onto the streets, no help from the government and absolutely stranded. This treatment is inhumane and nobody deserves this whether or not they are from the UK. This is inhumane and our citizens deserve to be saved.",
        "background": "There are many people stuck in coutries with closed borders and the UK parliament and legislative committees should do something to bring back their citizens.\r\n\r\nPeople are stuck there as the borders are closed. Simple advice and warnings to the citizens is not enough in this trechulent time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T10:43:22.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T11:52:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T11:12:27.282Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307260\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "updated_at": "2020-04-02T11:12:27.279Z"
    },
    "id": 307979,
    "links": {
        "self": "https://petition.parliament.uk/petitions/307979.json"
    },
    "type": "petition"
}