{
    "attributes": {
        "action": "Stop holiday travel company's selling breaks to Cornwall throughout COVID19.",
        "additional_details": "Holiday letting company's, campsites and private rentals all continue to promote and sell. We in Cornwall above all understand the need to keep businesses open and how vital the hospitality sector in this county is to putting food on the tables for thousands of Cornish families each year. This however is not about income. It is about lives and we urge you to help us at this critical time.",
        "background": "We must stop unnecessary travel to this county in order to protect our NHS and save the lives our our citizens.\r\nWe must force all travel companies, campsites and holiday providers to stop selling accommodation throughout the COVID19 disaster and cancel upcoming bookings until further notice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T11:55:30.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T12:19:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T14:38:03.764Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government's restrictions already include a ban on campsites, hotels and other holiday lets from operating, other than long-term residences and for key workers and the homeless. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-27T14:38:14.562Z"
    },
    "id": 308031,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308031.json"
    },
    "type": "petition"
}