{
    "attributes": {
        "action": "Force Holiday Parks to Close and Issue Refunds Amid COVID19",
        "additional_details": "Some holiday parks are opting to stay open during the covid-19 pandemic and only closing their on site facilities but are refusing to issue refunds to those who have a holiday booked in the coming months.\r\nThose who cannot afford to lose out will be inclined to attend their holiday, thus putting themselves and everyone else at risk. This is a disgusting show of greed and selfishness on behalf of the company and it needs to be stopped now.",
        "background": "Holiday parks, caravan parks and the like should be closed during the time of the covid 19 pandemic. Bars, restaurants, leisure facilities and gyms have already been told to close, why not holiday parks too? They are certainly not essential and at this time is outright dangerous.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-03-22T15:20:49.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T18:31:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T18:45:01.647Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has issued guidance on further businesses and premises to close. The Government has said that exemptions apply where people live permanently in caravan parks or are staying in caravan parks as interim abodes where their primary residence is not available. You can find out more here: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nThe Government has also asked everyone to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-27T18:45:01.644Z"
    },
    "id": 308148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308148.json"
    },
    "type": "petition"
}