{
    "attributes": {
        "action": "Discount on University Students tuition fee.",
        "additional_details": "Due to the Coronavirus breakout, university students (like myself) are missing out getting the full experience. We have to do lectures at home and we don’t have any exams/coursework (Year 1 students). I believe this will impact mtself and other students negatively as we are not able to interact properly and learn as much as we would within actual face-to-face lectures. The outbreak has is truly awful but I believe paying £9,250 for a few months of face-to-face lectures is honestly unfair.",
        "background": "I believe current university students should have a discount on our tuition fee for the 2020 academic year. Due to the Covid 19 outbreak we are unable to go to face-to-face lectures. This will impact our learning negatively and I believe paying £9,250 for a few months of proper studying is unfair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T19:14:52.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T19:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:47.638Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments or providing refunds for tuition fees and rent are a matter for individual universities and landlords, and not the UK Government or Parliament.\n\nIf you want the Government to refund university rent and tuition fees due to coronavirus, you may wish to sign this petition: https://petition.parliament.uk/petitions/302855\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:57.654Z"
    },
    "id": 308258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308258.json"
    },
    "type": "petition"
}