{
    "attributes": {
        "action": "Make early medical abortion tablets available remotely for use at home - England",
        "additional_details": "Early medical abortion is very safe when a woman less than 10 weeks pregnant takes two tablets to induce miscarriage. COVID-19 will make accessing abortion clinics harder because of self-isolation, social distancing, reduced transport and/or caring responsibilities. Delays make the process of medical abortion less safe because it is riskier later in pregnancy and could result in some women having to have a more invasive procedure instead. If the crisis lasts the predicted 12 weeks, 14,000 women already pregnant will struggle to access safe care - as well as those who become pregnant during this time. \r\n\r\nElizabeth Chloe Romanis, Jordan Parsons and Dr Nathan Hodson\r\nhttps://blogs.bmj.com/bmjsrh/2020/03/21/covid-19-abortion/",
        "background": "Abortion providers should be permitted to consult about treatment remotely and arrange for both abortion medications to be delivered to women to take at home during the coronavirus crisis. Remote abortion care is currently unlawful in England, but is already legally provided in other countries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T17:31:59.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T17:58:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T13:22:24.806Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has announced that women and girls will be able to take both pills for early medical abortion up to 10 weeks in their own homes, without the need to first attend a hospital or clinic. \r\n\r\nYou can find out more here: https://www.gov.uk/government/publications/temporary-approval-of-home-use-for-both-stages-of-early-medical-abortion--2\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/ \r\n \r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement\r\n\r\n### What the Petitions Committee is doing\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T13:22:55.449Z"
    },
    "id": 308211,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308211.json"
    },
    "type": "petition"
}