{
    "attributes": {
        "action": "Divert tabloid advertising profits from articles covering Coronavirus to the NHS",
        "additional_details": "As Tabloid Media outlets strive to become the ‘most-read’ to attract the biggest Ad-Spends, headlines and editorial coverage become increasingly charged.\r\n\r\nWe should consider a less commercialised and sensationalised approach to news coverage surrounding Pandemics (specifically).\r\n\r\nStop tabloids profiting from selling advertisements when covering Coronavirus to help promote excellence in journalism and bring credibility to news stories surrounding Public Health emergencies.",
        "background": "Stop tabloids profiting from selling advertisements when covering Coronavirus. Ask them to redirect this revenue into the NHS. Alternatively, coverage of Public Health emergencies should be Ad-Free to prevent tabloids sensationalising, enhancing and hyping stories to inflate their readership.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T17:45:46.770Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T19:59:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T15:48:22.633Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nThis would be a matter for individual newspapers, not the UK Government or Parliament. You could start a petition calling for a new tax, if this is something you would like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-27T16:53:36.472Z"
    },
    "id": 308222,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308222.json"
    },
    "type": "petition"
}