{
    "attributes": {
        "action": "Enforce home working or leave for pregnant workers in line with current guidance",
        "additional_details": "Government recommendations are for all pregnant women to self-isolate for a 12 week period during the C19 pandemic. \r\n\r\nThe Royal College of Obstetricians and Gynaecologists report advises pregnant women should self isolate, however later suggests healthcare workers are safe to continue clinical work, despite mounting PPE availability concerns. Research into miscarriage risk, foetal and maternal safety is extremely limited and lacks insight into the long term developmental implications.",
        "background": "Legally mandate home working or paid leave for pregnant workers during the Covid-19 pandemic. Many businesses are following Government guidelines, but the NHS and other frontline organisations are still forcing pregnant women to work in clinical areas, despite a lack of evidence regarding safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T17:36:23.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T17:57:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T11:37:08.846Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/305270\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-27T11:37:08.843Z"
    },
    "id": 308214,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308214.json"
    },
    "type": "petition"
}