{
    "attributes": {
        "action": "HELP THOSE FACING FINANCIAL DIFFICULTIES PUT A FREEZE ON BILLS, RENT, MORTGAGE.",
        "additional_details": "I believe that the government should put peoples mind at ease by putting a freeze to rent/mortgages and other financial stress that may be caused by this horrid virus. Many people have been told to stay home and are unable to work so there is no income to provide for them, and their families. If the government do not help support these people everyone will loose hope, people are vulnerable and need your help, who else agrees? Lets stick together and make the government understand.",
        "background": "During this time COVID19 has put alot of mental stress on people and i believe that people should not have to worry about their finances. If it is everyone's best interest that people stay home then support should be offered to allow people to do so, i think most of you will agree!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T22:57:06.612Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T23:21:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-26T19:04:04.360Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because suspending payments for mortgages, rent and utilities is a matter for individual lenders and landlords, and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers \r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256 \r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-03-26T19:04:04.358Z"
    },
    "id": 308392,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308392.json"
    },
    "type": "petition"
}