{
    "attributes": {
        "action": "Force supermarkets to remove trolleys to stop panic buying",
        "additional_details": "The problem of panic buying is causing undue stress to the elderly and vulnerable members of society, to the point of causing undue anxiety. \r\nIf the trolleys are removed it will reduce the amount of food being bought at the tills, it's hard to panic buy if there are only hand baskets to use. \r\nThe supermarkets are struggling to restock the shelves as they are stripped bare within minutes of opening",
        "background": "Put a temporary order in place to all supermarkets forcing them to remove all trolleys.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T20:35:41.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T21:27:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T12:38:34.662Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for individual retailers, not the UK Government or Parliament. In any case, it could prevent people with disabilities, or frail and elderly people from being able to access groceries.\r\n\r\nYou may like to sign this petition on limiting purchases instead: https://petition.parliament.uk/petitions/300766\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-27T12:38:42.823Z"
    },
    "id": 308312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308312.json"
    },
    "type": "petition"
}