{
    "attributes": {
        "action": "Put debts up to March 2020 to zero so the country has a chance to recover.",
        "additional_details": "People who have suffered job losses will have to live on credit because of Corona. People with previous debt through hardship won't stand a chance of catching up or making their repayments during or after the corona effects due to the job closures or losses. Debt companies/HMRC take benefit money.",
        "background": "Zero all personal debts up to March 2020 & stop debt recovery/HMRC being able to take the benefit money that government has given out to help during corona times from people's accounts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T21:19:21.369Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T00:03:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T16:04:49.036Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't response for private debts. \r\n\r\nYou might like to sign this petition relating to cancelling repayments of advances relating to universal credit\r\n\r\nhttps://petition.parliament.uk/petitions/307011\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nFind out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-28T12:22:09.702Z"
    },
    "id": 308329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308329.json"
    },
    "type": "petition"
}