{
    "attributes": {
        "action": "Raise the small business covid-19 grant  to £25,000 to help the small business.",
        "additional_details": "With deep regret we would like to say no doubt coronavirus (COVID-19) is going to have a catastrophic effect on every individual, the industry and the economy.  We understand the government is doing everything to tackle the current situation. Goverment announcement to abolish business rates, the availability of Business Interruption Loans and HMRC delay payment method to help businesses is very welcoming but sadly it will not be enough for many to survive.",
        "background": "In this un-president time the small business are in need of governments support. The small business are suffering the most and need immidate help/grants. We are asking to raise the small business covid-19 grant from £10,000 to £25,000 to help the small business.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T21:38:55.948Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T22:21:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T11:25:12.876Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307846\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T11:25:12.873Z"
    },
    "id": 308344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308344.json"
    },
    "type": "petition"
}