{
    "attributes": {
        "action": "Force energy companies to reduce the pence per unit across all existing tariffs",
        "additional_details": "With all people who can work from home doing so and the majority of the UK self isolating, the energy usage is going to increase dramatically causing a massive hike in energy bills for existing customer who simply will not be able to afford it.\r\nFor someone working from home this is a potential increase of 8 hrs per day 5 days a week in electricity use alone, with additional use of PC's, tablets and phones for children and students who also have to do school work online.",
        "background": "I would like the government to instruct all energy companies to reduce the pence per unit for electricity and gas usage for all existing tariffs until the government decides working from home or self isolation is no longer required.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T21:36:33.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-22T22:07:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:06:58.744Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent, council tax, mortgages and utilities is a matter for individual landlords, councils, mortgage providers and utility providers, and not the UK Government or Parliament.\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\n\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\n\nYou can find out  about asking for a mortgage holiday from lenders here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\n\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:07:07.838Z"
    },
    "id": 308342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308342.json"
    },
    "type": "petition"
}