{
    "attributes": {
        "action": "Allow medical professionals to park for free during the Covid-19 crisis",
        "additional_details": "This will allow those who want to, to drive to work keeping them safer from other users of public transport as well as keep others on public transport safe.  Also it will decrease their stress in a very stressful time and given the reduced public transport services will allow them to have a more efficient commute and reduce exposure on crowded public transport.",
        "background": "I think that front line medical professionals should be issued with a permit/sticker for their cars so that they can park for free in and around their places of work during the Covid-19 outbreak.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T08:16:22.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T09:21:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T15:47:16.028Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/305854\r\n\r\n### Further information \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\n \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\n \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\n \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\n \r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: \r\n\r\nhttps://commonslibrary.parliament.uk/coronavirus/  \r\n\r\n \r\n\r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/  \r\n\r\n  \r\n\r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement \r\n\r\n \r\n\r\n### What the Petitions Committee is doing \r\n\r\n \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.  \r\n\r\n  \r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/ \r\n\r\n  \r\n\r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-27T15:47:16.025Z"
    },
    "id": 308471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308471.json"
    },
    "type": "petition"
}