{
    "attributes": {
        "action": "The Government must actively protect the health & safety of NHS workers & police",
        "additional_details": "It is evident that they are providing vital services to the UK during the Covid-19 pandemic and are on the front line. They are likely to be exposed to Covid-19 on a daily basis, so are at a higher risk than the majority of the British public. It is essential that the Government must do everything it can do to protect their health and safety. The government must provide them with additional  resources to help them continue to serve the UK. They must also pay them a higher salary for their work.",
        "background": "The Government must provide them with protective equipment as a urgent priority. They must give them both priority testing and NHS treatment for Covid-19 given that they are risking their lives daily to serve the British public in this crisis. They are at higher risk of exposure to Covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-22T23:30:20.029Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T09:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-27T15:35:26.724Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the Government to provide all workers dealing with the public PPE to be protected from COVID-19: https://petition.parliament.uk/petitions/307866\r\n\r\nSince you started your petition, the Government has extended coronavirus testing to all essential workers in England who have symptoms: https://www.gov.uk/government/news/coronavirus-testing-extended-to-all-essential-workers-in-england-who-have-symptoms\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-27T15:35:26.720Z"
    },
    "id": 308405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308405.json"
    },
    "type": "petition"
}