{
    "attributes": {
        "action": "Prevent the increase of the Council Tax in Northampton/shire indefinitely",
        "additional_details": "Due to the ill-managed budgeting and bankruptcy of the Northamptonshire County Council a few years back, we've endured an increase of council tax (year on year), yet the state of the town centre and roads have diminished and public services have been removed. The general public doesn't feel it is 'just' that we should be penalized and have to pay more through the fault of the councils poor budgeting.",
        "background": "We want the Government to review and prevent or freeze the increase of Council Tax in Northampton/shire",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T10:52:07.276Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T15:00:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T08:56:24.318Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local tax increases are a matter for individual local authorities, and not the Government or Parliament.\r\n\r\nNorthamptonshire County Council has its own petitions system, so you could petition them directly: https://www.northamptonshire.gov.uk/councilservices/council-and-democracy/have-your-say/Pages/petitions.aspx\r\n\r\nThe Government is responsible for setting the rules within which all local authorities can increase council tax, and we have published a number of petitions calling on the Government to change these rules, which you might like to sign.\r\n\r\nIf you want the Government to limit yearly council tax increases to level of inflation, you might like to sign this petition: https://petition.parliament.uk/petitions/301594\r\n\r\nIf you want the Government to abolish council tax, you might like to sign this petition: https://petition.parliament.uk/petitions/302681"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-30T08:56:24.316Z"
    },
    "id": 308544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308544.json"
    },
    "type": "petition"
}