{
    "attributes": {
        "action": "Personal independence payment to enhanced payments mobility and daily living.",
        "additional_details": "If the government change just temporally until this outbreak is over. Disabled people are being asked to stay in and it's going to on affect their daily living and their mobility. \r\nPlease sign this as we need to remember us, the disabled. I understand everything is a mess at the moment but we cannot leave the disabled out as well.",
        "background": "We need the UK government to look into changing the daily living and mobility components of the disabled populations claims.\r\nWe disabled people are being left in the back burner and for some this is our only source of income. This has backing of some MPs but we need the population to back this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T10:53:19.099Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T15:38:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-04T12:23:24.164Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Governemnt to make some changes to the Personal Independence Payment, but it's not clear what changes you want the Government to make.\r\n\r\nYou could start a petition calling for the rates for the different components of PIP to be increased, or for new, higher rates to be added.\r\n\r\nIn order to accept your petition we would also need you to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-04T12:23:24.160Z"
    },
    "id": 308545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308545.json"
    },
    "type": "petition"
}