{
    "attributes": {
        "action": "Grant trades people key worker status to carry out emergency repairs Covid-19",
        "additional_details": "Due to Coronavirus there is a lot of issues however tradesman play a critical part of keeping society running and providing emergency repairs for customers & specifically the over 70's, if we are not classified as key workers we will not be able to run the emergency service that will be required. Homefixed Ltd has set up a Tradesman Emergency Army of volunteers that have donated time to help the elderly, at bare minimum this service needs permission with guidelines to operate.",
        "background": "Trades people across the UK operate emergency services to customers across the UK & require key worker status to continue working throughout the Covid-19 epidemic. As more emergencies over the next 12 weeks we need government permission to carry out emergency repairs across the UK.Emergency service",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T15:09:43.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T19:17:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T10:27:20.313Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has issued advice for tradespeople carrying out essential repairs in people's homes during the outbreak. You can read this here: https://www.gov.uk/guidance/social-distancing-in-the-workplace-during-coronavirus-covid-19-sector-guidance#tradespeople-and-working-in-peoples-homes\r\n\r\nGuidance on those deemed essential workers has been issued to local authorities and schools, as this relates to the provision of services such as childcare, rather than which services businesses can supply. You can find this guidance here: https://www.gov.uk/government/publications/coronavirus-covid-19-maintaining-educational-provision/guidance-for-schools-colleges-and-local-authorities-on-maintaining-educational-provision\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-30T10:27:20.310Z"
    },
    "id": 308674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308674.json"
    },
    "type": "petition"
}