{
    "attributes": {
        "action": "Include Hair, Beauty and Tattoo Businesses in the Retail, Hosp. & Leisure Grant.",
        "additional_details": "The hair and beauty industry have not been directly included in government advice for Covid-19. However due to the close proximity workers in this industry have to their clients, many businesses are making the courageous decision themselves to close for the safety of their staff, clients and the wider public.\r\nThe majority of these businesses live hand to mouth and are currently excluded from this grant despite being in the same position as other retail, hospitality and leisure businesses",
        "background": "Extend the RH&L Grant to Hair, Beauty and Tattoo businesses to support owners through the Covid-19 crisis whilst they close in support of the national social distancing effort.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T14:19:58.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T14:34:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-28T09:34:34.589Z",
        "rejection": {
            "code": "already-happening",
            "details": "Eligibility for the Retail, Hospitality and Leisure Grant is based on those eligible for the Expanded Retail Discount, which includes hair and beauty services such as hairdressers. You should contact your local authority if you are unsure if your business is eligible.\r\n\r\nYou can find further information on the measures available to support businesses here: https://www.gov.uk/government/collections/financial-support-for-businesses-during-coronavirus-covid-19#business-support-grant-funds\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-28T09:34:52.623Z"
    },
    "id": 308660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308660.json"
    },
    "type": "petition"
}