{
    "attributes": {
        "action": "Reduced tax for those still working during the Corona Virus Pandemic",
        "additional_details": "I want the government to support these individuals because everyone deserves some sort of support in the current climate and not just those forced to self isolate. There are a lot of people out there who are currently working and do not feel like they are being supported like everyone else in the country. Even those who do not contribute to the economy have had some extra support, so what about those that are risking their own health to help the economy, country and other members of the public, why do they not see some sort of reward or even leniency. We need equality for all Emergency services and other workers being put directly in harms way.",
        "background": "In the current state of the Corona Virus Pandemic we have people still currently working and risking their health/lives. It seems like everyone with the exception of those mentioned above have had some sort of support during the current crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-23T13:11:43.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-23T16:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T07:47:15.773Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/306845\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-04-02T07:47:15.770Z"
    },
    "id": 308627,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308627.json"
    },
    "type": "petition"
}