{
    "attributes": {
        "action": "Help get our British citizens back from australia",
        "additional_details": "Young vulnerable British citizens  are stranded with no family, many as lone travellers and no financial support. They are losing their jobs and advised to come home but they cannot get flights as they are all being cancelled and borders closed. Those who have got flights have had to pay extortionate amounts and often then cancelled and given a voucher. After many hours trying to get through to embassy or home office and then advised to book a flight,  there isnt any! We need to get them home!",
        "background": "Organise a rescue flight for British citizens stranded in Melbourne and other parts of Australia. People being told to get home quickly but no flights available due to border controls. Many left with no financial support which they would get in uk. We need a rescue flight can get them home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T03:47:44.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T04:45:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T11:15:45.062Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307260\r\n\r\nSince you started your petition the Government has announced a new government partnership with airlines to fly back more tourists stranded abroad: https://www.gov.uk/government/news/new-government-partnership-with-airlines-to-fly-back-more-tourists-stranded-abroad\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-04-02T11:15:45.060Z"
    },
    "id": 308968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/308968.json"
    },
    "type": "petition"
}