{
    "attributes": {
        "action": "Cut Public Sector pay by 20% to pay self employed until Coronavirus resolved.",
        "additional_details": "Introduce a blanket cut of 20% in the salaries and pension payments of current and former public sector employees.",
        "background": "The public sector are on full pay during the coronavirus. This is a national crisis and one part of society is paying a greater price than the other. The government is borrowing and enormous sums of money but still continuing to pay the salaries of its employees whilst the private pays the price.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T09:47:45.589Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T07:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-15T13:52:04.887Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want salaries to be cut for people who are currently at work, which is different to the current situation for furloughed workers. We're also not sure who you'd like to be covered in the public sector, such as whether this includes the staff of the NHS. The Government isn't responsible for all public sector workers, such as employees of local authorities. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-15T13:52:20.540Z"
    },
    "id": 309061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309061.json"
    },
    "type": "petition"
}