{
    "attributes": {
        "action": "clearer guidelines as to weather garages are essential workers?",
        "additional_details": "Clear up exactly who should be in at work or what should be open under the current terms as they are vague.\r\n\r\nE.g Services and damage repairs to emergency vehicles would be deemed essential.\r\n\r\nOr would servicing or repairing damaged regular customers cars off the street still be deemed essential work increasing contact with people bit getting them to leave home to goto a garage or have employees going to people's homes who might be infected.\r\n\r\nso please clarify.",
        "background": "Is it petrol garages, bodyshops, mechanical services, mot stations? The term garage can be for many things and it is currently hard under the latest convid 19 information to just know who is essential and what should remain open?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T10:21:12.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T10:29:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T08:37:33.985Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has issued information about which businesses may remain open, which includes petrol stations, MOT centres and repair garages. You can find the full list here: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nFor businesses that are allowed to remain open, it is a choice for them whether they do so.\r\n\r\nGuidance on those deemed essential workers has been issued to local authorities and schools, as this relates to the provision of services such as childcare, rather than which services businesses can supply. You can find this guidance here: https://www.gov.uk/government/publications/coronavirus-covid-19-maintaining-educational-provision/guidance-for-schools-colleges-and-local-authorities-on-maintaining-educational-provision\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-30T09:57:03.426Z"
    },
    "id": 309081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309081.json"
    },
    "type": "petition"
}