{
    "attributes": {
        "action": "Single parents with toddlers should have a time to shop at supermarkets",
        "additional_details": "Multiple times I have gone to the supermarket to get my baby essentials for example 'wipes and nappies' and there have been none whatsoever on the shelf leaving me and some other unhappy parents stressed having to go to local corner shops which are very expensive and not ideal for single parents with a low income. \r\nThere is also no paracetamol or baby milk which is worrying.",
        "background": "Supermarkets have allocated time slots for the elderly people/vulnerable and NHS staff which is an amazing gesture\r\nIt would really help if there was one for single parents with children under the age of 3",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T08:55:36.939Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T09:17:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-29T10:37:07.496Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament.\r\n\r\nYou may wish to sign one or both of these petitions about limiting purchases and issuing ration books for essentials including baby items:\r\nhttps://petition.parliament.uk/petitions/300766\r\nhttps://petition.parliament.uk/petitions/302823\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-29T10:37:12.610Z"
    },
    "id": 309026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309026.json"
    },
    "type": "petition"
}