{
    "attributes": {
        "action": "Identify Senior Citizens and provide basics for them to survive COVID-19",
        "additional_details": "Government must take care of Senior people to help them positively in order to survive COVID-19. We as individuals have limited means and ways to help people, so, Government will be able to identify Senior citizens effectively and provide them basic items be it a milk, bread or bowl of pasta. Young people can rush and stock up food as they need and when they need. With more tough measures in free movement for a good reason, it will be very difficult for Senior people to look after themselves.",
        "background": "COVID-19 is impacting pretty much everyone around the world. We have witnessed very senior person walking to supermarket to stand in the queue to get perhaps bread or milk and couldn't walk straight and that person was standing car to car to take a breath. Govt must take care of Senior people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T11:10:44.958Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T12:31:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T07:51:12.473Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published a petition calling on the Government to provide all pensioners a survival pack containing essentials to last 30 days, which you might like to sign: https://petition.parliament.uk/petitions/302940\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "updated_at": "2020-03-31T07:51:12.470Z"
    },
    "id": 309105,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309105.json"
    },
    "type": "petition"
}