{
    "attributes": {
        "action": "Allow 2019/2020 university grades to be based on 1st-semester averages",
        "additional_details": "Without any universal agreement about university grades, many students feel uneased and anxious about whether their 3-5 years in higher education has been wasted.  For final year students, this is an incredibly stressful time to be uncertain of assessment methods. Many select certain modules due to personal strengths in either exams or coursework, so changing examinations creates a poor reflection of the student's capabilities. Students 2019/2020 grades should be based on previous exams!",
        "background": "Following the government's recent announcement that A levels, GCSEs and other qualifications have been cancelled as we fight to stop the spread of coronavirus, the latest question is: what happens to university qualifications?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T15:42:29.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T16:00:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:10.140Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\n\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:19.863Z"
    },
    "id": 309298,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309298.json"
    },
    "type": "petition"
}