{
    "attributes": {
        "action": "Allocate specific shops in different areas for NHS staff only.",
        "additional_details": "NHS workers have been working non-stop around the clock and having to experience terrible war like scenes. They come back home, still have to shop for their family/themselves.  However, supermarkets are low in stock by the time they get to them and many have to go to four or five different shops.\r\n\r\nLet’s help them as they are working so hard to help us.",
        "background": "The government should allocate specific shops (supermarkets) around the whole of London to serve NHS workers. If that is not possible they should find another way of making sure they are able to shop. There is a slot for them in the morning but that does not seem to be working well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T17:19:25.810Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T13:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-17T13:40:42.480Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening and delivery arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to prioritise elderly or vulnerable customers, and NHS workers. Customers should contact their local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to supply NHS key frontline staff working during Covid-19 healthy food hampers, which you might like to sign: https://petition.parliament.uk/petitions/306339\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-17T13:40:42.477Z"
    },
    "id": 309357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309357.json"
    },
    "type": "petition"
}