{
    "attributes": {
        "action": "Forbid nurseries/schools to charge any fees while they are shut due to Covid-19.",
        "additional_details": "If the country is locked down due to a pandemic many people won’t be able to work. If it is everyone's best interest that people stay home then support should be offered to allow people to do so not forced to go out work to pay for a nursery/school which is actually shut. Sending out a learning pack for kids of 2-3 years old isn’t working as most of the learning aims at this level depend on their being in the classroom as they focus on social skills and relationship building outside of the home.",
        "background": "The government should work with nurseries/schools to totally cut fees for parents during lockdown. If the country is locked down during a pandemic, the government should work with schools to cancel the fees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T22:16:27.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T08:43:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T15:08:41.371Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The charging of fees for schools and nurseries is a matter for individual schools and nurseries, not the Government.\r\n\r\nYou could start a new petition calling on the Government to reimburse parents who have had to pay continue paying fees for a school or nursery which has closed due to the coronavirus outbreak.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T15:08:41.368Z"
    },
    "id": 309551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309551.json"
    },
    "type": "petition"
}