{
    "attributes": {
        "action": "Supply every household with At-Home Coronavirus Tests",
        "additional_details": "We have had the opportunity to observe other methods used to tackle this pandemic and, therefore see the most effective responses have involved testing the population on a large scale. \r\nRequiring individuals to self-test and isolate only to wait for results will ease much anxiety within the population as we all work towards a common goal, especially on those who have no choice but to go out, alleviate the pressure on the NHS (much like the strategy of implementing the 111 call up service), and allow the government to deliver more centralised, direct and therefore effective lockdown measures. \r\nIn turn, this will reduce the spread of the virus with the population having more clarity on how to restrict their movements in a smarter way.",
        "background": "Lack of testing, due to a strained NHS system, has led to confusion and anxiety with the population having to second guess their symptoms causing unnecessary isolations. Therefore, this petition would ask for the government to post at-home tests, including any alternative tests, to every household,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T23:34:03.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T23:56:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:11:38.486Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/301354\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-03-31T18:11:46.970Z"
    },
    "id": 309581,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309581.json"
    },
    "type": "petition"
}