{
    "attributes": {
        "action": "Extend post study work visa for international students graduating 2020 onwards",
        "additional_details": "A huge proportion of this international student body are postgraduates who come to UK for a year of which next 6 months will be working from home and cancelled field/international trips. The graduating batch will have 4 to 6 months after their studies in UK with uncertainties of even returning back. Knowing that the PSW visa will be in effect from the coming intake of students, makes the graduating batch disadvantaged from both ends. Thus to compensate equal opportunities must be created.",
        "background": "International students graduating 2020 onwards should be entitled to extended PSW visa due to uncertainties created by COVID-19.This situation has made students return home with classes shifted online and an unstable job situation. This has hampered both experience and opportunities at a huge cost.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T23:25:01.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-24T23:37:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T14:20:02.518Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/304442\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-30T14:20:07.769Z"
    },
    "id": 309577,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309577.json"
    },
    "type": "petition"
}