{
    "attributes": {
        "action": "Make it mandatory for all universities to cancel exams this year due to Covid-19",
        "additional_details": "It is very stressful for students to concentrate on revising for exams that are upcoming this summer. This may reflect on the results that students receive at the end of the year. there have also been many disturbances to the education that students have received which could further impede the outcome of this academic year.",
        "background": "All universities should cancel any exams that they had planned for this year due to the disruptions that Covid-19 has caused as well as university strikes. It should be mandatory for all universities to cancel exams in a similar manner as GCSE and A-levels.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-24T23:11:01.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T22:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:10.898Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\n\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:20.219Z"
    },
    "id": 309571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309571.json"
    },
    "type": "petition"
}