{
    "attributes": {
        "action": "Additional 5% to all University Students Degree Classification:Covid-19/Strikes",
        "additional_details": "All face-to-face seminars, lectures and tutorials have been cancelled and many have been replaced with online classes. This is not what we signed up for and I think I speak for all University Students it dosent bring with it the same motivation a face to face lecture/seminar does. These replacement measures will result in student dissapointment and as said before many not fufillling their potential which is no fault of their own.  Circumstance should result in Students having that safeguard.",
        "background": "Award all University Students an additional 5% towards their degree classification. This Year has failed to deliver to students with strikes and now the outbreak of Covid-19. The disappearance of the university experience will lead to many not fulfilling their full potential.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T01:43:53.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T02:06:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:10.193Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\n\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:19.884Z"
    },
    "id": 309606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309606.json"
    },
    "type": "petition"
}