{
    "attributes": {
        "action": "Push back the UCAS deadline for Oxbridge, Medicine, Dentistry and Vet Medicine",
        "additional_details": "Lots of work experience have been cancelled in light of COVID-19. This has set many people back as they strughle to write about something unique in their personal statements. An extension to the deeadline would give people a better chance at applying to competitive courses without being affected negatively by COVID-19. An extension would also give a fair chance to those who may have had COVID-19 and were cured from it to gain experience and look into the courses they want to go into without being at a disadvantage.",
        "background": "We want to push back the UCAS deadline for competitive admissions to at least the end of November so that it doesn't clash with the official deadline of January but competitive admissions students including those who were affected by COVID-19 in any way can have a better chance for applying.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T07:51:57.124Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T08:06:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:05:10.262Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\n\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T18:05:19.919Z"
    },
    "id": 309642,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309642.json"
    },
    "type": "petition"
}