{
    "attributes": {
        "action": "Stop broadcasters advertising holidays, gatherings and days out.",
        "additional_details": "Its time to change adverts to local regions, defer holiday or tourism adverts until this crisis has ended. On one hand the broadcasters are feeding the public stories about the irresponsible people who go abroad, go to work as non key workers, and using mass transit or attending gatherings, whilst on the other these broadcasters are taking money to promote these same things!\r\n\r\nIts time to shut these adverts down, otherwise how do you expect people to take this pandemic seriously.",
        "background": "Why, during a time of national lock down, when we are encouraging the public to stay at home, are we sat on our sofas watching adverts including Jet2 holidays, Centre Parks and documentaries about train travel or the London Underground? How do you expect the public to take this pandemic seriously!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T01:24:40.608Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T01:54:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T16:34:04.086Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for individual channels and providers, not the UK Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-01T08:33:17.512Z"
    },
    "id": 309604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309604.json"
    },
    "type": "petition"
}