{
    "attributes": {
        "action": "BORIS JOHNSON TO CALL FOR A NATIONAL DAY OF PRAYER IN REGARDS TO COVID-19",
        "additional_details": "Our Prime Minister Boris Johnson is known to be an evangelical Christian. He is very  supportive of faith groups and Christian organisations.\r\n\r\nIrrespective of ones  religious views, the fact is that every day Parliament begins prayers, for Her Majesty and indeed for all politicians, that they should govern justly. \r\n\r\nI would like our Prime minister to set a National day of prayer in regards to the Coronavirus  (COVID-19) pandemic,  for God to intervene & heal our nation.",
        "background": "Our Prime Minister is an evangelical Christian. He once described his faith in exactly the same way as many of us may be feeling in light of  COVID-19.\r\n\r\n\"I mean sometimes the signal is strong, and then sometimes I'm afraid it just vanishes. And then it comes back again.\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T09:13:04.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T16:55:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T17:34:28.770Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a matter for religious institutions, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition: https://petition.parliament.uk/petitions/307364\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-30T17:34:35.093Z"
    },
    "id": 309676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309676.json"
    },
    "type": "petition"
}