{
    "attributes": {
        "action": "BRING HOME BRITISH NATIONALS STRANDED IN INDIA",
        "additional_details": "India is being overlooked as country. The UK has sent extraction flights to Angola, New Zealand, Australia and Peru yet India is being overlooked. Police in the state are using threatening and harassing techniques to UK nationals who are frightened and running low on basic supplies like food. These citizens belong in their home country with the rest of their families during this international crisis. Only the state of Goa has allowed flights but there are citizens all over India that need aid.",
        "background": "The British Government has urged all UK nationals currently abroad during the COVID19 pandemic to return home immediately. However nothing is being done for those stranded in India, currently in lockdown. The UK government needs to setup up extraction flights immediately for these anxious families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T12:55:03.125Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T13:14:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T11:17:39.544Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307260\r\n\r\nSince you started your petition the Government has announced a new government partnership with airlines to fly back more tourists stranded abroad: https://www.gov.uk/government/news/new-government-partnership-with-airlines-to-fly-back-more-tourists-stranded-abroad\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-02T11:17:39.541Z"
    },
    "id": 309777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309777.json"
    },
    "type": "petition"
}