{
    "attributes": {
        "action": "To release money from the National Lottery",
        "additional_details": "To release millions of pounds standing in the Lottery of unallocated funds. This should be made available as the lottery was set up to support good causes. Covid 19 has caused chaos and people are left through no fault of their own without money or provisions. Food boxes would be a good way to support people with the basics until they receive benefits or even after to support the poor. Prize money should be drastically reduced.",
        "background": "I want the Government to release money from the National Lottery to set up the distribution of food boxes for the vulnerable, plus people who need urgent help who have lost their jobs. These parcels will contain the basics, like toilet paper, soap, bread, milk, plus other essential dry foodstuffs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T14:15:18.965Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T22:01:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-01T13:05:22.833Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want money from the National Lottery to be used to help in the response to the coronavirus outbreak, but it's not clear exactly what you want the Government to do to achieve this.\r\n\r\nSpending from the National Lottery Distribution Fund, which is funded by the sale of Lottery tickets, is governed by legislation, and 40% of this money can already be used in respect of expenditure that it charitable or connected with health, education or the environment.  The National Lottery has described how funds are being used to support people during the coronavirus outbreak: https://www.lotterygoodcauses.org.uk/coronavirus-pandemic-response\r\n\r\nWe have published a number of petitions that cover aspects of the requests you have made, which you might like to sign: \r\n\r\nProvide food bank service as food banks close & hardship increases due to CV-19: https://petition.parliament.uk/petitions/304755\r\n\r\nPlease deliver basic food and other provisions to each person in UK during CV: https://petition.parliament.uk/petitions/306394\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-01T13:05:22.831Z"
    },
    "id": 309821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309821.json"
    },
    "type": "petition"
}