{
    "attributes": {
        "action": "Award NHS workers serving during Corona Virus Outbreak with a Medal of Honour.",
        "additional_details": "At some time the Corona Virus outbreak will be over. We will again owe a huge debt of gratitude to the people of the NHS. They have served the nation, putting their own health and wellbeing at risk to take care of the sick and vulnerable. At the very least we should reward these NHS staff and volunteers with a unique medal. This should be called the Queen Elizabeth NHS Medal. A member of staff from each health trust should be invited to accept all of these medals on behalf of their colleagues.",
        "background": "On behalf of Her Majesty The Queen and the people of the United Kingdom, The UK Government should award all staff and volunteers serving with the NHS during the Corona Outbreak, with a new and unique medal of honour to show our gratitude as a nation for their service. This is the least we can do.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T15:02:10.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T16:43:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:12:35.319Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302613\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-03-31T18:12:42.834Z"
    },
    "id": 309843,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309843.json"
    },
    "type": "petition"
}