{
    "attributes": {
        "action": "Test health staff for COVID19 to allow us to work more confidently & effectively",
        "additional_details": "To save the lives of as many health care workers as possible and to improve their mental well-being during this time of crisis. After WW2 we needed the NHS. What a great service it has performed. Efficient, cost effective and great results. Now after years of cuts and less investment than needed by our people it is time for this government to profoundly improve the health and social capital of the nation. Set your health staff free by testing us, directing us to the right place to help you.",
        "background": "Healthcare workers are worried and still want to work at the front line. Test us to find out who is immune so we can go to our patients with confidence. For those who are not immune give us enhanced protection or other roles. Extend to other key workers ASAP. Set us free to save you.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T13:51:20.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T14:37:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T14:47:06.922Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304005.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/coronavirus "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T14:47:06.919Z"
    },
    "id": 309809,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309809.json"
    },
    "type": "petition"
}