{
    "attributes": {
        "action": "Additional two day bank holiday for Keywokers , once convid-19 has passed",
        "additional_details": "Two days together for one year only , a kinda celebration of beating Covid-19 and or time too reflect on those who didn’t. \r\n\r\nGuarantees that all those not work won’t loose pay or holiday entitlement because off closure , additional two pays pay either direct payment or via holiday pay on top off standard years entitlement.",
        "background": "A two day bank holiday after Covid-19 has passed and things are back to ‘normal’.  Where all Retailers are closed like on Easter Sunday. So that all those working hard now can enjoy time out with families and friends. Many working in retail are forced to work normal bank holidays due to contracts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T15:41:08.994Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T05:41:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T13:56:43.852Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions: \r\n\r\nMove all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243\r\n\r\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\r\n\r\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T13:56:43.849Z"
    },
    "id": 309863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309863.json"
    },
    "type": "petition"
}