{
    "attributes": {
        "action": "NHS to categorise High Blood Pressure sufferers as 'at risk group' for COVID-19",
        "additional_details": "1 in 3 of us in the UK suffer from 'High Blood Pressure' (BP) (source Age UK). Most if not all articles on coronavirus and high BP suggest that those suffering from the condition are among the high risk group, and contracting coronavirus would be deadly. \r\n \r\nEmployers and workplaces all over the UK follow the guidance published by the NHS. If the NHS recognises this then it would mean potentially a third of the population in the UK can shield itself by staying at home and working from home for 12 weeks. \r\n\r\nShielding would hopefully give the health services globally a chance to find a vaccine or better, a cure. Signing this petition would mean a lot to people like me, who work hard and have young mouths to feed. Please sign and share this petition. I thank you for your time.",
        "background": "1 in 3 of us has High Blood Pressure. The World Health Organisation has listed this at the top of their list under 'who is at risk...' The NHS is doing an amazing job as we speak but is not interested in my enquiry into getting high BP recognised for at risk group, neither is Public Health England.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T17:46:20.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T18:02:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-30T17:33:03.715Z",
        "rejection": {
            "code": "already-happening",
            "details": "Decisions on who should be shielded during the coronavirus outbreak is a clincial decision for the NHS and not a decision for the UK Government or Parliament to direct. \r\n\r\nHypertension is already on the at risk group, although we think you may mean the 'very high risk' group where different policies apply. You can find out more here:  https://www.nhs.uk/conditions/coronavirus-covid-19/people-at-higher-risk-from-coronavirus/whos-at-higher-risk-from-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-15T16:12:57.933Z"
    },
    "id": 309921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309921.json"
    },
    "type": "petition"
}