{
    "attributes": {
        "action": "Close all construction sites during lock down. Keep our workers safe",
        "additional_details": "Englands construction sites remain open when those in Scotland are closed.\r\n\r\nMy partner continues to place himself and our family at risk of contracting and spreading the coronavirus through working on a construction site. The site is not essential to the current issues, it is a college, which is now closed due to the virus. Unless the work is on a hospital or to ensure vital water/electricity is being supplied to homes/hospitals/schools, there is no reason for these sites to remain open.\r\n\r\nWe know that the virus lives longer on metal and other hard surfaces. Workers will be at high risk from active virus due to the nature of the materials they are using and work with. \r\n\r\nConstruction sites often dont have appropriate hand washing facilities that could assist them.",
        "background": "Close down all non essential construction sites. Essential sites should be contributing to treating or prevention of coronavirus or aiding key workers and not simply because buildings need to be completed by certain timescales.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-25T20:13:51.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-25T20:32:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-27T20:05:43.220Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/308933\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T17:01:40.786Z"
    },
    "id": 309998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/309998.json"
    },
    "type": "petition"
}