{
    "attributes": {
        "action": "Abolish the Coronavirus Bill.",
        "additional_details": "The Coronavirus is no longer considered to be a high consequence infectious disease in the UK as per the link for the government website: https://www.gov.uk/guidance/high-consequence-infectious-diseases-hcid. If the Bill is passed, this means that you will no longer be able to socialise freely and face fines from the police and others with power to do so for two years. This is socially damaging and will impact the economy significantly with long term ramifications that we can't comprehend.",
        "background": "To stop the Coronavirus bill being passed in the House of Lords as it is unjustifiable and there is no sense for it to be passed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T09:36:29.204Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T10:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-06T17:08:58.236Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition, Parliament has passed the Coronavirus Bill, which is now law as the Coronavirus Act 2020.\r\n\r\nYou could start a petition calling for the Government to repeal the Coronvirus Act 2020, if that's what you want to happen.\r\n\r\n### Further information \r\n\r\n \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\n \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\n \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\n \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\n \r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: \r\n\r\nhttps://commonslibrary.parliament.uk/coronavirus/  \r\n\r\n \r\n\r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/  \r\n\r\n  \r\n\r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement \r\n\r\n \r\n\r\n### What the Petitions Committee is doing \r\n\r\n \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.  \r\n\r\n  \r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/ \r\n\r\n  \r\n\r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence\r\n              \r\n\r\nYou can find support for anxiety about coronavirus here:  \r\n\r\nhttps://www.anxietyuk.org.uk/coronanxiety-support-resources/  \r\n\r\nhttps://www.mind.org.uk/information-support/coronavirus-and-your-wellbeing/  \r\n\r\n \r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus \r\n\r\n \r\n\r\nYou can find information on getting help with bills here: https://www.citizensadvice.org.uk/debt-and-money/budgeting/budgeting/get-help-with-bills/  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-06T17:09:18.003Z"
    },
    "id": 310194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310194.json"
    },
    "type": "petition"
}