{
    "attributes": {
        "action": "Prosecute those who have created an environment for ‘profiteering’",
        "additional_details": "This immoral practice has gone against what it is to be British and has had an impact on the moral of the UK people, at a time when good moral is an essential tool in fighting the spread of COVID 19.\r\nIt is suggested that punishments should go as far as the seizing of stock and premises to be sold off, with any gains sent directly to the NHS to help combat the present crisis! \r\nThe profiteers did not need to deliberately inflate prices and cause shortages, but they did it knowing that hardship and suffering would be inflicted on vulnerable members of society just so they could make a quick and immoral profit.\r\nPeople’s lives have been put at risk and this practice goes against everything which this Country stands for, and examples need to be made.",
        "background": "The severest possible legal action to be taken against business which has taken advantage of the COVID 19 crisis, by buying up stocks to inflate prices so they can cash in on vulnerable people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T10:55:01.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T17:33:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:03:55.105Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/303070\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-03-31T18:04:07.570Z"
    },
    "id": 310222,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310222.json"
    },
    "type": "petition"
}