{
    "attributes": {
        "action": "Count everyone receiving PIP benefit as vulnerable during Coronavirus pandemic",
        "additional_details": "Automatically include everyone who receives PIP into the vulnerable group so they can access vital food & medical deliveries. \r\nMany who receive PIP are too sick to go shopping & reply on online services to deliver food. There is a shortage of deliveries leaving these people vulnerable. \r\nCurrently many do not have the medical conditions that the government listed to count these people as vulnerable yet they are some of the most vulnerable people in society and they need help during this pandemic.",
        "background": "The government have identified who they see as being at risk of Covid19, these people are to get priority help from supermarkets ie vital food deliveries. Unfortunately the government didn’t include a large amount of vulnerable people such as disabled and sick who qualify for PIP.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T11:19:59.871Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T11:54:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-21T12:24:38.682Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision about who is included in the shielded patients list is a medical decision for the NHS, not the UK Government or Parliament.\r\n\r\nYou can find out more about the list and how it is maintained here: https://digital.nhs.uk/coronavirus/shielded-patient-list\r\n\r\nPeople should speak to their GP or care team if they have not been told that they are on the shielded patient list and they think that they should be.\r\n\r\nIf you are not included in the shielded patients list, you can find out other ways to get essentials here: https://www.scope.org.uk/advice-and-support/food-and-essentials-during-coronavirus/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n\r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-21T12:24:49.180Z"
    },
    "id": 310233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310233.json"
    },
    "type": "petition"
}