{
    "attributes": {
        "action": "Britain must join the EU in the bulk buying of PPE and ventilators.",
        "additional_details": "We are preparing for the biggest public health crisis in our history. There is anecdotal evidence that doctors, nurses, paramedics and care assistants are encountering serious difficulties in accessing face masks, aprons, goggles, gloves etc. The decision not to take advantage of the opportunity to bulk buy PPE and ventilators with our European neighbours and partners seems incompatible with tackling the coronavirus pandemic, potentially leading to further loss of life.",
        "background": "We are at the beginning of a national crisis when the NHS needs its doctors, nurses and other staff to have access to the best equipment in order to carry out the battle against Covid-19. The decision seems perverse, illogical and will potentially threaten lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T11:02:24.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T13:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-01T16:12:24.427Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/305825\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-01T16:12:24.423Z"
    },
    "id": 310224,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310224.json"
    },
    "type": "petition"
}