{
    "attributes": {
        "action": "Government to legislate to cap all Metered Water Bills for residential property",
        "additional_details": "There is a risk that people will see an increase in benefits, reduction in Council Tax and other costs and commercial water companies will benefit from increased profits.",
        "background": "Government to legislate to cap all Metered Water Bills for residential property to the same value they were in the same period in 2019 to avoid unexpected bills and hardship as a result of self isolating and increased 'hand washing' at home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T12:51:12.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T17:24:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-07T11:49:25.030Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for determining bills for utilities. This is a matter for individual utility providers, and any relevant regulator, not the Government or Parliament.\r\n\r\nOfwat, the economic regulator for the water and sewerage sectors in England and Wales, has published guidance on the water industry and coronavirus, which you might find useful: https://www.ofwat.gov.uk/regulated-companies/markets/business-retail-market/information-on-the-water-industry-and-coronavirus-covid-19/\r\n\r\nWe have also published a petition calling on the Government to Encourage lenders, landlords and utilities to freeze payments during lockdown, which you might like to sign: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2024-04-10T18:05:09.718Z"
    },
    "id": 310270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310270.json"
    },
    "type": "petition"
}