{
    "attributes": {
        "action": "NO FORCED MICROCHIPS & VACCINES AFTER CORONAVIRUS.",
        "additional_details": "To ensure our freedom remains and we are not forced to have vaccinations or microchips. One vaccine does not fit all and where there is risk should be choise and microchips are a violation of our privacy rights and freedom.",
        "background": "Not use the coronavirus as a way to enforce microchips and vaccines on people as in the UK we should stand by our freedom of choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T14:19:44.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T20:29:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-11T11:32:43.917Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already against the law for the Government to make regulations that provide for people to be required to undergo medical treatment, including vaccinations. The Public Health (Control of Disease) Act 1984 provides for this in England and Wales, and the Coronavirus Act 2020 applied the same restriction to regulations made under this Act to Scotland and Wales.\r\n\r\nIt is not clear what is meant in this petition by \"forced microchips\", but if this involved a medical procedure is also likely to be covered by the above legal restrictions.\r\n\r\nWe do not normally accept petitions calling for the Government to not take an action which is already against the law, and where the Government has not given any indication it plans to undertake a particular action.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-11T11:32:43.913Z"
    },
    "id": 310325,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310325.json"
    },
    "type": "petition"
}