{
    "attributes": {
        "action": "Raise the wage of all key workers who are earning under £15.",
        "additional_details": "The Coronavirus pandemic has shown us all what jobs are truly important to our society.\r\n\r\nThese same people were declared \"unskilled workers\" not too long ago, since current events they're now known as key workers, essential to our countries sustainability. \r\n\r\nThe majority work 37.5 hours a week (some going into 50 hours) just to bring home a wage to be able to pay bills and buy the necessaties. \r\n\r\nIt's time to take the strain off our national heros, now on the frontline.",
        "background": "To increase wages of all key workers earning under £15 a hour.  \r\n\r\nThis includes: NHS staff, carers, food shop workers, food delivery drivers and all essential key workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T16:19:38.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T16:34:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:00:22.351Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for setting the salary of most key workers, or setting minimum wages for particular sectors, but you may wish to sign petitions calling for the following actions:\n\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\n\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\n\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\n\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\n\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\n\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\n\nMake the minimum wage equal for all ages and increase to at least £10: https://petition.parliament.uk/petitions/301749\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:00:37.890Z"
    },
    "id": 310365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310365.json"
    },
    "type": "petition"
}