{
    "attributes": {
        "action": "Clear all unsecured personal debt to help rebuild the economy after COVID-19",
        "additional_details": "In the aftermath of the COVID-19 outbreak the economy will be on its knees and people will already be struggling. If all unsecured personal debt was wiped clear (£250-300bn) the population would have alot more cash flow to spend in our shops and on our high streets to help boost and revive our economy. I feel in the wake of this an adjustment to the way credit is offered to make it more difficult to obtain would be of great benefit also to prevent re occurrence.",
        "background": "With the inevitable crash of the UK and Global economy post the COVID-19 outbreak, I call on the governwment to clear all unsecured personal debt for all UK citizens (£250-300bn) to enable us to rebuild our economy by having the money to spend on our high streets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T17:56:53.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T18:13:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-11T10:20:48.855Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Cancelling debts owed would be a matter for individual creditors, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition: https://petition.parliament.uk/petitions/305297\r\n\r\nWe could accept a petition calling on the Government to encourage banks to cancel loan repayments, if this is something you would like to see happen. However this would still be a decision for individual banks.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-11T10:38:40.319Z"
    },
    "id": 310409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310409.json"
    },
    "type": "petition"
}