{
    "attributes": {
        "action": "Give Zero Hour contracted employees the chance to join the retention scheme.",
        "additional_details": "I believe it is only fair that government help Zero Hour contracted employees who work for a company and are listed on a payroll. They have bills to pay, the same as contracted employees and self-employed workers, but are just unfortunately employed under a Zero Hours contract. All I believe is that Zero Hours employees should have the same opportunity to join the 80% employment retention scheme if an employer will not pay wages.",
        "background": "Help Zero Hour contracted employees in hospitality and retail secure money by allowing them to apply for the employment retention scheme, paying up to 80% of their wages by calculating an average wage for them. This has been done for the self-employed and contracted workers, now help the next group",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T18:21:36.601Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T19:22:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T12:45:00.813Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\r\n\r\nGive financial help to agency and zero hour workers during COVID-19 outbreak: https://petition.parliament.uk/petitions/301328\r\n\r\nRemove the minimum earnings threshold for Statutory Sick Pay: https://petition.parliament.uk/petitions/300669\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nAnd you can find out more about coronavirus and how you can protect yourself and others here: NHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T12:45:00.811Z"
    },
    "id": 310429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310429.json"
    },
    "type": "petition"
}