{
    "attributes": {
        "action": "Add diabetics to the list the most vulnerable 12 week shielding program COVID-19",
        "additional_details": "There are estimated over 2.2 million people in the UK living with diabetes and a proportion of these are key workers NURSES, DOCTORS, CAREGIVERS, RETAIL STAFF, POLICE, FIREFIGHTERS and many many more. I speak for these people not being shielded? The choice should be given these people are putting them-selfs at serious risk of harm. diabetes affects the body’s immune system and the ability to fight off infections and illnesses is also known viruses thrive on higher blood glucose levels.",
        "background": "I understand that the government have advised 1.5 million most vulnerable people to self isolate for 12 weeks whilst I fully understand this decision I have one question. \r\nWhy are diabetics not on this list when it has higher death rate than some that are? Some are still forced to work or lose jobs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T20:03:02.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T20:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-11T10:24:00.362Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The list of those considered to be extremely vulnerable is a clinical decision for the NHS, not the UK Government or Parliament. You can read further information about why diabetics have not been automatically included here: https://www.diabetes.org.uk/about_us/news/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-11T12:22:23.962Z"
    },
    "id": 310504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310504.json"
    },
    "type": "petition"
}