{
    "attributes": {
        "action": "Cancel student nurses' student debt, and never remove the bursary again.",
        "additional_details": "Third Year Student Nurses are going into practice early, risking their lives to support the NHS response to the Covid 19 epidemic.  They are the first cohort that had no access to a bursary to support them while training. When the bursary was removed, the Government was warned repeatedly that student numbers would plummet, and they have. The bursary is now being reinstated, but the third year cohort are qualifying as nurses at this terrible time, saddled with debt.  They deserve so much better.",
        "background": "We ask the Government\r\n- to cancel all student nurses' student debt.\r\n- to ensure all student nurses receive the bursary when it is reinstated this September.\r\n- to promise to never cancel the bursary for student nurses again.\r\n- to apologise for taking nursing students for granted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T21:12:40.674Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T21:40:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-11T11:51:38.793Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nReimburse nurses for student loans and fund all fees for future student nurses: https://petition.parliament.uk/petitions/302732\r\n\r\nReduce student debt for student nurses and midwives: https://petition.parliament.uk/petitions/300079\r\n\r\nWrite off all student loans for all NHS staff fighting COVID19: https://petition.parliament.uk/petitions/310559\r\n\r\nThe Government has already said that all nursing students on courses from September 2020 will receive a payment of at least £5,000 a year, which they will not need to pay back: https://www.gov.uk/government/news/nursing-students-to-receive-5-000-payment-a-year\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-11T11:51:38.791Z"
    },
    "id": 310624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310624.json"
    },
    "type": "petition"
}