{
    "attributes": {
        "action": "Issue official recognition to NHS staff involved with the fight against COVID 19",
        "additional_details": "Serving military personnel are decorated for their bravery when serving the country on the frontline in the face of The Queens adversaries. COVID 19 ensures that since the inception of the NHS, it’s staff have never faced such danger. It is not the British military who the country look toward in the face of this national crisis, it is into the faces of every single person exposing themselves, every single day, to this novel virus which is as deadly as any adversary our military has ever faced.",
        "background": "Respectfully obtain permission from Her Royal Highness The Queen to authorise the Royal Mint to create a medal to be awarded to all frontline NHS staff and key workers directly involved in the national fight against COVID19",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T22:14:06.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-26T22:37:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:12:35.895Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302613\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:12:43.034Z"
    },
    "id": 310691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310691.json"
    },
    "type": "petition"
}