{
    "attributes": {
        "action": "Repatriate UK Citizens who are Stranded Abroad Owing to the Covid-19 Pandemic",
        "additional_details": "The German government without hesitation are providing repatriation flights for their citizens. Their Auckland flight is one of many repatriation flights Lufthansa is operating to destinations around the world over the next week.\r\n\r\nThe government must improve its communication and provide British citizens, fearful of being stranded abroad, with useful advice. Where scheduled services have been withdrawn, it should leave no stone unturned to get these people on flights home.",
        "background": "We are requesting that the UK government help thousands of UK citizens stranded abroad due to the global Covid-19 pandemic.\r\n\r\nDominic Raab has suggested people talk to their airline about getting home but his grasp for the reality of the situation people find themselves in is woefully lacking.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-26T21:25:38.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T10:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T11:07:24.381Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307260\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-04-02T11:07:24.379Z"
    },
    "id": 310636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310636.json"
    },
    "type": "petition"
}