{
    "attributes": {
        "action": "Include tax year 2019/2020 in the calculation for Covid-19 Self Employed Grant.",
        "additional_details": "I like countless others, in the previous 3 years worked a combination of PAYE and Self-employed. We paid significant taxes on both PAYE and Self-employed, yet can’t get any help as we no longer hold the PAYE jobs to ask for furlough, and did not make more than 50% income from self employment.\r\n\r\nThis is significantly destructive to young people starting out who had finally been able to go fully self employed & will now set them back and no doubt require them to once again work multiple side jobs.",
        "background": "The proposed self-employed scheme doesn’t cover people who have only in the last year made their whole living self employed. \r\n\r\nAs the scheme doesn’t start until June it gives people who need it 3 months to submit the tax return for 2019/20 and would save the livelihood of thousands.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T00:28:28.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T00:57:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-03T12:15:01.440Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/310471\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-03T12:15:01.438Z"
    },
    "id": 310769,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310769.json"
    },
    "type": "petition"
}