{
    "attributes": {
        "action": "Pay all NHS and essential workers a tax free £5,000 Christmas bonus.",
        "additional_details": "NHS and essential workers are front line troops in the war against Coronavirus. They are risking their health and lives and those of their families to protect public health and keep the country running. Their efforts are way beyond the reasonable expectations of their employment contracts. Many are suffering abuse and many lack the time the rest of us have to respond to the crisis. It would be inequitable to expect such huge sacrifice from our key workers without reward and recognition. That’s why the nation should send a big thank you to our key workers in the form of a big bonus. Such a measure would boost the morale of our key workers and put our money where our mouth is to show how much we appreciate their sacrifice.",
        "background": "Pay all NHS and essential workers a tax free Christmas 2020 bonus of £5,000. This payment would be a thank you from the nation for risking their lives to Coronavirus, in short a danger money payment for working beyond the call of duty. Payment to be made on 1 December 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T09:38:59.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T14:07:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T08:38:44.157Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307215\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "updated_at": "2020-04-02T08:38:44.154Z"
    },
    "id": 310891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310891.json"
    },
    "type": "petition"
}