{
    "attributes": {
        "action": "Change Council tax payment holiday to May, June instead of Feb, March for 2020",
        "additional_details": "To help reduce household expenses during the vivid-29 pandemic.",
        "background": "To help with household hardship at this time I would like the government it force councils to change the council tax payment break normally received in February and March 2021, to May and June 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T08:06:01.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T16:56:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T08:28:38.360Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is up to individual local authorities, not the Government or House of Commons, how council tax payments are distributed over the year, including whether there are any months where no council tax is charged.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire councils to suspend council tax payments during the coronavirus outbreak: https://petition.parliament.uk/petitions/303274\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T08:28:38.357Z"
    },
    "id": 310848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310848.json"
    },
    "type": "petition"
}