{
    "attributes": {
        "action": "Stop Income Tax for Healthcare Workers for 3 months (in the Covid-19 pandemic).",
        "additional_details": "The UK encountered the coronavirus pandemic with a deficit in its establishment of healthcare workers. Many workers are willing to work (even volunteer) extended hours. However, they are hindered by the impact of paying increased income tax. The government can remove this counterproductive obstacle to the Government strategy for effectively supporting the NHS. \r\n\r\nTemporary suspension of Income Tax will demonstrate meaningful and measurable action that has immediate and long-term benefit for the industry. This will encourage more individuals to work in the healthcare sector, future proofing problems caused by under resourcing in the industry. The Conservative Government can evidence its “ongoing commitment to care”.",
        "background": "The Government has powers to ensure all taxpayers are treated fairly. Covid-19 is set to impose unprecedented pressures on NHS/care workers, resulting in requirement for extra hours. \r\n\r\nEarnings from work/support to combat the proliferation of coronavirus, ought not to be taxed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T10:33:54.143Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T16:53:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T15:22:04.238Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304595\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\r\n\r\nOn Wednesday 25 March the Committee questioned Government Ministers and the Deputy Chief Medical Officer Jenny Harries on the Government’s response to the Coronavirus pandemic. You can find out more about this session here: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n\r\nOn Monday 30 March the Chair of the Committee wrote to Government ministers of several departments asking for responses to a number of questions raised by petitions, and suggested by the public in response to a survey distributed to signatories of petitions on coronavirus. You can read these here: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "updated_at": "2020-03-31T15:22:04.236Z"
    },
    "id": 310927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/310927.json"
    },
    "type": "petition"
}