{
    "attributes": {
        "action": "Bring Home Our Family Stranded in India.",
        "additional_details": "This is a Government Duty of care to their tax payers, their citizens and their Human Rights.\r\nThe Government is in Power in order to maintain the safety of their Citizens, and this is one of those up most vital times to implement their responsibility. They need to ensure they deliver this by bringing home our vulnerable parents, youths etc.\r\nPeople have serious health issues and have no access to medication. \r\nAction should have been taken well in advance and executed by rescue aeroplanes with immediate affect.\r\nDo not let the coronavirus win and bring home our Family, Our Loved ones.",
        "background": "To act promptly in order to protect their Citizens who are currently stranded in india, Punjab with 100% curfews in place and no access to funds, rations, gas cylinders to cook and other moral amenities",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T13:41:11.944Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T13:56:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T11:18:00.163Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307260\r\n\r\nSince you started your petition the Government has announced a new government partnership with airlines to fly back more tourists stranded abroad: https://www.gov.uk/government/news/new-government-partnership-with-airlines-to-fly-back-more-tourists-stranded-abroad\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-02T11:18:00.161Z"
    },
    "id": 311040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311040.json"
    },
    "type": "petition"
}