{
    "attributes": {
        "action": "Support for Owners/Directors of their own Ltd companies during Covid-19",
        "additional_details": "A director cannot \"furlough\" themselves. \r\nIf they even remotely help keep the business afloat then this benefit will be stripped away from them by law.\r\n\r\nDirectors are \"employed\" by their company (e.g. vets, mechanics) and do not qualify as self employed. \r\nUniversal Credit has limitations before it will pay £94 if anything. \r\n\r\nOwners work hard, take financial risk and show little profit for many years. They will have to re-build their personal life, finances and business after the crisis.",
        "background": "Ltd Co. Directors and those who recently started in business, do not have tax returns/accounts to show it and have not claimed from any other recent initiative. If their business is their primary source of income and has been impacted, they should get a lump sum, desperately needed to pay bills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T14:47:28.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T15:10:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:02:47.747Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\n\nPay self employed workers a wage due to lack or earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\n\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\n\nRemove the £50k earnings limit for self-employed to access government funding: https://petition.parliament.uk/petitions/310455\n\nCoronavirus Support Package for Directors / Shareholders of small Limited Co's: https://petition.parliament.uk/petitions/310515\n\nGet HMRC to refund the Self-Employed their Jan 2020 1st Tax Payment on Account: https://petition.parliament.uk/petitions/304995\n\nBring forward COVID-19 Self-employment grants to April 2020: https://petition.parliament.uk/petitions/310898\n\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\n\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\nUK Parliament Disclaimer: this e-mail is confidential to the intended recipient. If you have received it in error, please notify the sender and delete it from your system. Any unauthorised use, disclosure, or copying is not permitted. This e-mail has been checked for viruses, but no liability is accepted for any damage caused by any virus transmitted by this e-mail. This e-mail address is not secure, is not encrypted and should not be used for sensitive data.\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:03:20.522Z"
    },
    "id": 311077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311077.json"
    },
    "type": "petition"
}