{
    "attributes": {
        "action": "Ensure adequate pandemic PPE for ALL NHS staff and private care providers NOW.",
        "additional_details": "NHS staff and private care providers DO NOT have adequate PPE yet, they have no choice but to work tirelessly and courageously, whilst being exposed to COVID19. Whilst healthcare providers are working to the Public Health England guidelines, these are NOT in line with the WHO recommendations. Flimsy plastic aprons, no eye protection, standard paper masks MUST be replaced with FULL GOWNS, FFP3's, VISORS, GOGGLES & PARTICLE FILTERING FACE MASKS. PHE NEED to PROTECT our NHS; they are our only hope.",
        "background": "The Government MUST ACT URGENTLY to implement the WHO recommendations on PPE. On behalf of the entire UK, I ask that ALL NHS staff and private care providers recieve the CORRECT PPE, as well as, a SUFFICIENT supply to last the duration of COVID19, or we CANNOT expect to have an NHS left to help us.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T16:32:01.642Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-27T16:48:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:02:01.483Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:02:12.835Z"
    },
    "id": 311135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311135.json"
    },
    "type": "petition"
}