{
    "attributes": {
        "action": "Fair and Equal Government Aid for Healthcare Businesses",
        "additional_details": "We in the healthcare sector, that includes physiotherapists, dentists, vets etc, who are not able to claim certain grants and benefits are being overlooked because our business rates are affected by our rateable value.\r\n\r\nWe appreciate that this a hard time for many businesses and individuals but some of us will have no financial assistance at all. Help us be noticed and make this fair for all. \r\n\r\nMake our government look at the area of Healthcare don't let us be completely overlooked.",
        "background": "Government assistance for Covid-19 is far from fair. Those of us in Healthcare have been completely bypassed with regards to financial help. All of the aid to date is being targetted to the retail, hospitality and leisure sectors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-27T22:22:22.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T12:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-12T14:27:31.800Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307959\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-12T14:27:31.906Z"
    },
    "id": 311302,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311302.json"
    },
    "type": "petition"
}