{
    "attributes": {
        "action": "Abolish all tuition fees for hero nurses, implement a bursary and a pay rise.",
        "additional_details": "Currently student nurses are being asked to care for CoVid-19 patients, for free, and paying for the privilege through tuition fees. The disastrous decision to remove the nursing bursary has led to a decrease of a third in numbers applying to nursing, and now we are seeing some of the implications of this as the government scrambles to bring nurses back from retirement and students to the front line. We need to encourage more nurses to train and show our gratitude to them financially.",
        "background": "Abolish all tuition fees for nurses, including those in training. Implement nursing bursaries which cover living expenses so that no student nurse struggles financially while they are doing such important and irreplacable work. Without nurses, no NHS. These heroes need a pay rise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T09:27:17.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T09:46:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-12T13:58:05.623Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nReimburse nurses for student loans and fund all fees for future student nurses: https://petition.parliament.uk/petitions/302732\r\n\r\nReduce student debt for student nurses and midwives: https://petition.parliament.uk/petitions/300079\r\n\r\nPay NHS nurses & newly qualified teachers a starting salary of £35k: https://petition.parliament.uk/petitions/310629\r\n\r\nFund increased pay for lower band nurses and care assistants: https://petition.parliament.uk/petitions/309726\r\n\r\nReward our healthcare heroes now for risking their lives to fight Covid-19: https://petition.parliament.uk/petitions/318741\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-12T13:58:05.620Z"
    },
    "id": 311419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311419.json"
    },
    "type": "petition"
}