{
    "attributes": {
        "action": "Give the lost pensions of the elderly Covid-19 deaths to the NHS & Care Staff.",
        "additional_details": "Our frontline staff, those that are saving lives and risking not only their own but in some cases their family's life for the saviour of our nation deserve some kind of recognition and reward for their sacrifice.\r\n\r\nI feel the funds would be more beneficial being put in the pockets of the undervalued NHS staff now that their importance has come to light. If not back into the pockets of the heroes then be re-invested into the NHS and ensure the proper funding and job security.",
        "background": "I feel that a starting point for our NHS Staff and Carers would be a great investment if these pension pots could be put into the pockets of those who have fought to save the sick, save the elderly and save our nation.\r\nAll the elderly deaths will see the unclaimed pension lost. Provide back to NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T12:29:54.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T14:25:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-12T14:17:33.948Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nNHS Pensions include one-off and ongoing payments for partners and dependents of NHS staff after they die. You can read more here: https://www.nhsbsa.nhs.uk/sites/default/files/2018-05/Survivors%20Guide%20%28V8%29%2005.2018.pdf\r\n\r\nWe're not sure whether you'd like this to continue, or be given to the NHS instead. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-12T14:17:39.210Z"
    },
    "id": 311485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311485.json"
    },
    "type": "petition"
}