{
    "attributes": {
        "action": "Allow those who have been made redundant to claim 80% of there wages from HMRC",
        "additional_details": "I for instance have been made redundant, my employer does not seem interested in helping me or my colleagues. I am now in a sad situation where I have always been employed and have no means of starting another job due to COVID-19. This in my opinion is very unfair and totally out of my control. Everyone else seems to be able to get some sort of wage back from the government which is great but I as do many others fall into an area that hasn't been thought of.",
        "background": "Unfortunately there have been many hard working people who have been made redundant in this crisis period who are unable to claim the 80% furlough pay through there previous employer. Put a process in place where they can make a claim direct to HMRC using their National Insurance Number.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T11:16:45.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T14:56:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T11:28:30.666Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action.\r\n\r\nPay salary for all who lose their jobs during this pandemic: https://petition.parliament.uk/petitions/304185\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nAnd you can find out more about coronavirus and how you can protect yourself and others here: NHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T11:28:30.664Z"
    },
    "id": 311465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311465.json"
    },
    "type": "petition"
}