{
    "attributes": {
        "action": "Give equal status and benefits to Company Directors as to the self-employed",
        "additional_details": "Currently the self-emloyed, whilst qualifying for a grant of up to £7.5K, can continue to work in their business. Even if they are not able to open, they can still work on administration, marketing, finances, etc, whereas, should a Company Director furlough themselves they are not allowed to do anything, including work on their finances, apply for loans, etc. It cannot be in the interest of the economy for businesses to have to close completely. Both groups should be treated the same.",
        "background": "Call upon the Chancellor to give equal status and benefits to Company Directors, as are offered to the self-employed during the Covid-19 crisis. This should include allowing them to continue working during the crisis, allowing them to ensure the welfare of staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T10:52:28.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T12:45:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T09:49:48.343Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/310515\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-15T09:49:48.340Z"
    },
    "id": 311456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311456.json"
    },
    "type": "petition"
}