{
    "attributes": {
        "action": "Issue all Security and Door Supervisors with Handcuffs, Batons and PAVA spray.",
        "additional_details": "To that end, I am calling for all Door Supervisors and Security Officers to be routinely issued with handcuffs, side-handled batons and PAVA spray. Training, for the former, already exists. However, Door Staff are not allowed to carry or use batons and PAVA spray; yet their issue could drastically reduce the number of violent assaults, in all front line security operations and in particular, those against Door Supervisors and Security Officers.",
        "background": "With the increase in the number of assaults against Door Supervisors and Security Officers (including several which have resulted in death); I believe that all Door Supervisors and Security Officers should be allowed to protect themselves, their colleagues and the customers in their charge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T15:11:36.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T09:02:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-15T09:18:43.738Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for privately employed security or door supervisors. Issuing equipment would be the responsibility of individual employers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for a change in the law to allow security staff to carry batons and PAVA spray, if that is something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-15T12:19:16.350Z"
    },
    "id": 311548,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311548.json"
    },
    "type": "petition"
}