{
    "attributes": {
        "action": "Criminalise financially abusive civil matters being ignored and not adhered to",
        "additional_details": "Ex partners and other types of relationships are getting away with the theft and abuse they do to their victims and the innocent are told just to accept it and try to move on and forget. This could mean the loss of thousands of pounds or incurring thousands of pounds to repair or replace damage by abusers. This should not be classed as a civil matter when you have different forms of evidence including text messages. The emotional effect on adults and children alone should be a crime",
        "background": "If civil matters or crimes are being ignored and agreements not adhered to, criminalise this as financial or emotional abuse",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T15:05:29.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T15:46:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-12T14:48:29.614Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to protect people from being mistreated, but it's not clear what action you want the Government to take to achieve this.\r\n\r\nIf you want the Government to make a certain behaviour an offence, you could start a new petition stating clearly what behaviour you think should be criminalised."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-12T14:48:29.610Z"
    },
    "id": 311543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311543.json"
    },
    "type": "petition"
}