{
    "attributes": {
        "action": "Extend Tier-4 visa for international students graduating in 2020 after COVID-19",
        "additional_details": "The extension should be given special consideration in light of COVID-19. The virus has had a multifold impact on the economy, studies and career prospects. The IMF chief declared that the world has entered a recession as bad or worse than the '08 financial crisis. It is unfair to expect students to secure a job in such a small time frame in a damaged economy and after having lost all opportunities for career progression over summer. An extension would allow us more time to seek opportunities.",
        "background": "Extend post-study T4 visa for international students graduating in 2020 due to the impact that COVID-19 has on the economy and ill-effects on the job market. Job opportunities are bound to shrink and students have lost opportunities for career progression with termination of internships and jobs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T14:55:17.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T15:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-12T14:11:46.899Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/304442\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-12T14:11:53.136Z"
    },
    "id": 311537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311537.json"
    },
    "type": "petition"
}