{
    "attributes": {
        "action": "Stop children and young people delivering newspapers during Coronavirus outbreak",
        "additional_details": "Newspaper delivery is not essential, children and young people who undertake this task are risking their health and the health of others by touching gates, letterboxes and such between each house, potentially spreading the Covid-19 virus between households. It is an unnecessary task. These young people should not lose out financially as a result.",
        "background": "Children and young people are being put at risk delivering newspapers during the Coronavirus outbreak. The government need to restrict this activity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T17:21:10.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T18:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-12T15:48:37.341Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government has set out guidance for employers and businesses on coronavirus, which stresses the importance of social distancing and hygiene: https://www.gov.uk/government/publications/guidance-to-employers-and-businesses-about-covid-19/guidance-for-employers-and-businesses-on-coronavirus-covid-19\r\n\r\nIt is up to individual employers, including those that employ children, to decide how to operate in line with this guidance.\r\n\r\nIf you want the Government to close all businesses that are not vital, which could include newsagents, you may wish to sign this petition: https://petition.parliament.uk/petitions/308122\r\n\r\nYou could start a new petition calling on the Government to fund paid leave for children who have part-time work, so they can stop working during the outbreak but not lose out financially.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-12T15:48:37.339Z"
    },
    "id": 311595,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311595.json"
    },
    "type": "petition"
}