{
    "attributes": {
        "action": "Send emergency flights to return stranded UK citizens abroad back home",
        "additional_details": "As a result of commercial flight cancellations there is British nationals stranded abroad that are unable to book return passage to the UK. This is making it impossible to follow the reccomendations provided by the UK Government to return home as soon as possible.\r\n\r\nMy elderly parents are unable to book safe passage home as a result of  mass flight cancellations. This concern is mirrored by many other anxious families within my community.  Please prioritise the return of most vulnerable groups",
        "background": "Send emergency flights to those countries where UK citizens are unable to return to the UK because of commercial flight cancellations.\r\n\r\nCommandeer civilian aircraft or engage with carriers to expedite the return of citizens to the UK . Send military aircraft to assist the repatriation effort",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T15:52:35.361Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T16:18:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T11:10:19.969Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307260\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "updated_at": "2020-04-02T11:10:19.965Z"
    },
    "id": 311563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311563.json"
    },
    "type": "petition"
}