{
    "attributes": {
        "action": "Put an emergency tax on the top 1% to cover the costs of the coronavirus crisis.",
        "additional_details": "The 2008 financial crisis is being paid for through austerity measures which adversely affect the lower income groups. Austerity has left the NHS, schools and councils hugely under-funded. The higher earners who can afford it should now make a greater contribution to help the nation recover from this new 2020 health crisis; the burden cannot again be placed on ordinary earners.",
        "background": "The coronavirus has exposed the weaknesses in our health and welfare systems. People are going to need a lot of financial support as businesses and the self-employed are losing weeks of income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T15:27:17.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T12:02:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T11:07:29.225Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nIncrease taxes on high earners to fund emergency Budget measures: https://petition.parliament.uk/petitions/305795\r\n\r\nImplement a windfall tax on UK billionaires to fund effort to fight Covid-19: https://petition.parliament.uk/petitions/309220\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:15:20.380Z"
    },
    "id": 311553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311553.json"
    },
    "type": "petition"
}