{
    "attributes": {
        "action": "Make the 26th of March National NHS Appreciation Day",
        "additional_details": "The NHS forms part of the UK's social fabric and deserves an official day of recognition. This day should be used for educational purposes to make the public more aware of how best to use and support their local NHS services, which could ease pressure generally and in health crises. The sentiment behind the 'clap for our carers' initiative on 26 March 2020 set a brilliant precedent which should be carried forward. The NHS isn't just for crisis, it's for life.",
        "background": "We want Parliament to make the 26th of March the annual NHS Appreciation Day on which we can celebrate the dedication of our NHS workforce, not just in response to the coronavirus pandemic, but throughout the year. The people of the NHS have helped us all at some point, so let's thank them for it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-28T20:39:07.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-28T20:56:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T14:22:46.178Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you want the Government to do something to acknowledge the role of the NHS, but it's not clear exactly what you want the Government to do. The Government is not responsible for designating a national day.\r\n\r\nWe have started a petition calling on the Government to create a new Bank Holiday in recognition of the NHS and all its amazing workers, which you might like to sign: https://petition.parliament.uk/petitions/303882\r\n\r\nWe have also started a petition calling on the Government to award Covid-19 medals to all emergency services and involved armed forces, which you might like to sign: https://petition.parliament.uk/petitions/302613\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "updated_at": "2020-04-02T14:22:46.175Z"
    },
    "id": 311679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311679.json"
    },
    "type": "petition"
}