{
    "attributes": {
        "action": "All NHS frontline staff fighting COVID-19 to receive hazard pay",
        "additional_details": "Add hazard pay on the top of basic hourly rate for all staff (including mental health) who currently look after people infected by COVID-19 to recognise that they put themselves at risk, to recognise their hard work and courage. Many agency workers in the current climate choose not to come to work and not to take the risk; if they come they're paid higher rate. Contracted NHS staff are expected to work no matter the circumstances and look after the infected patients. This needs to be recognised.",
        "background": "While other keyworkers (supermarket staff, drivers, etc) get bonuses and recognition for taking risk, the frontline NHS workers who are actually exposed to COVID-19 and risk their health and potentially life (and health and life of their families) are still to receive only basic pay.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-29T11:40:21.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T13:05:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T08:41:18.345Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307619\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "updated_at": "2020-04-02T08:41:18.342Z"
    },
    "id": 311852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311852.json"
    },
    "type": "petition"
}