{
    "attributes": {
        "action": "Coronavirus COVID-19 campaign medal for NHS staff.",
        "additional_details": "Simple recognition. This is a once in 100 year battle. NHS staff throughout the country are putting themselves in direct harms way. This is an indiscriminate killer and like our armed forces fighting a battle, they may or may not come out the other side of it. NHS staff are displaying courage and sacrificing their home lives and personal safety to care for others and ensure they do not lose their lives.",
        "background": "Coronavirus COVID-19 campaign medal for NHS staff. NHS staff now fighting a campaign as our armed forces have done for the last 30 years. They do not receive lavish pay rises, only public recognition and medals. Our NHS are now experiencing that. At the end of this campaign, all to receive a medal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-29T10:00:04.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T10:37:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-03-31T18:12:35.977Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302613\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-03-31T18:12:43.073Z"
    },
    "id": 311813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311813.json"
    },
    "type": "petition"
}