{
    "attributes": {
        "action": "Stop Landlords/Agents refusing tenants who have pets or demanding rent for pets",
        "additional_details": "It is extremely difficult finding a property to rent if you have pets so some people are forced to give up their pets. Pet owner's shouldn't be turned away from rental properties nor penalised through having to pay extra rent for having pets. This needs to stop as can cause further financial hardship, increased homeless pets in shelters etc. There's a deposit there for a reason and more likely than not, rental properties with pets can be looked after better than those without pets.",
        "background": "Pet owners shouldn't be turned away from renting properties because they have pets or refuse to pay the extra demanded rent i.e £25pm per pet. Since the deposit scheme came into place, landlords/estate agents are stating they cannot hold a higher deposit for pets so they have to charge rent for pets",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-29T09:45:35.083Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T09:56:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-18T14:22:39.116Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The terms of tenancy agreements, including increased levels of rent for tenants with pets, are a matter for individual landlords and tenants, and not the Government.\r\n\r\nYou could start a petition calling for contract clauses that prevent pets in rented properties to be banned, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-04T14:24:40.198Z"
    },
    "id": 311806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311806.json"
    },
    "type": "petition"
}