{
    "attributes": {
        "action": "Change the CBIL scheme to support UK employers rather than the banking system",
        "additional_details": "The Coronavirus Business Interruption Loan Scheme is of limited use to many UK employers, particularly the Entrepreneurs and Small and Medium Enterprises (SMEs) which contribute 51% of GDP.  \r\n\r\nThe scheme protects banks by covering 80% of their losses, while employers are 100% liable for the debt.  Banks are also applying commercial lending terms and requiring personal guarantees from Directors.\r\n\r\nThis scheme is actively dissuading businesses from seeking help - this need to turn around.",
        "background": "The country must support employers during this crisis to enable them to maintain, run and develop their businesses though innovation.\r\n\r\nThe Coronavirus Business Interruption Scheme is not fit for purpose. It is risky, slow and supports banks not business. It must change or be replaced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-29T12:57:03.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T13:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-13T09:55:57.561Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced changes to business interruption loans, including extending these to all viable small businesses, and banning lenders from requesting personal guarantees on loans under £250,000: https://www.gov.uk/government/news/chancellor-strengthens-support-on-offer-for-business-as-first-government-backed-loans-reach-firms-in-need\r\n\r\nIf you want the Governemnt to make further changes to these loans, you could start a new petition stating what changes you would like them to make.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-13T09:55:57.558Z"
    },
    "id": 311892,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311892.json"
    },
    "type": "petition"
}