{
    "attributes": {
        "action": "Make Nannies to be eligible for EAS\r\nas others on PAYE",
        "additional_details": "It looks like on the list of the government only 1. Businesses, 2. charities 3. recruitment agencies(for PAYE-s) and 5.public authorities can be eligible for the scheme. \r\nNannies are important members of our communities and help families and parents to be able to go to work when they do not have any other help. Nannies are employees and pay taxes as anyone else. \r\nPlease help us not to loose our income and get payed the 80% of the salary just as anyone else including the self employed workers.",
        "background": "At the moment it looks like everyone else but nannies can get help from \"Employment Allowance Scheme\". Nannies are employees and pay taxes too.\r\nKeep the government to their word: \r\n“Under the Coronavirus Job Retention Sheme ALL UK employers with PAYE sheme will be able to access support..”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-29T14:24:16.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T14:48:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-13T11:14:14.604Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is not clear what you mean by \"Employment Allowance Scheme\", but employers of nannies can apply to the Coronavirus Job Retention Scheme to cover the wages of nannies who are not being required to work due to Covid-19. Individual employers have to make an application to the scheme, details of which are here: https://www.gov.uk/guidance/claim-for-wage-costs-through-the-coronavirus-job-retention-scheme\r\n\r\nChildcare.co.uk, an online community for parents, childcare providers, household helpers, schools and private tutors, has published an FAQ for childcare providers on coronavirus, including advice on eligibility for the Coronavirus Job Retention Scheme: https://www.childcare.co.uk/news/childminders-coronavirus-faq\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-13T11:14:14.600Z"
    },
    "id": 311926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/311926.json"
    },
    "type": "petition"
}