{
    "attributes": {
        "action": "DIRECT holiday companies to refund CANCELLED holidays as a result of COVID-19",
        "additional_details": "At a time when we are all finding things difficult, holiday companies cancelling holidays but holding on to customers' money causes stress, anxiety and loss of faith. TUI, for example, have told customers that their holiday is cancelled AND not to contact them. The online service does not allow customers to get a refund. This leaves customers in an impossible situation. The government should act to ensure that, at this difficult time, people are refunded for cancelled trips.",
        "background": "Flights have been cancelled and hotels have been closed as a result of COVID-19. It is a very difficult time for everyone. Holiday companies have rightly had to cancel holiday but still hold customers' money. They need to AUTOMATICALLY refund OR allow customer to do this online without delay.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-29T21:01:51.930Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-29T21:32:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T11:31:56.304Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a matter for individual airlines and travel agents, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to create a fund to reimburse money lost due to covid-19 travel cancellations, which you might like to sign: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "updated_at": "2020-04-02T11:31:56.300Z"
    },
    "id": 312073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312073.json"
    },
    "type": "petition"
}