{
    "attributes": {
        "action": "Help organise and support NHS day (like red nose day or comic relief day)",
        "additional_details": "In the times we have see recently, the NHS is already stretched and going to be stretched even further that it is capable of doing. \r\n\r\nThe NHS doesn't get the funding it deserves and should be supported more than what it has, because it is looked at as a symbol  of hope for all those that are sick",
        "background": "To help support NHS, help organise a fundraising day where the NHS is the centre of everything and receives the credit it deserves - help organise a day like comic relief or red nose day to help support funding for the NHS",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T08:47:53.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T21:17:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:19:44.256Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for funding public services from general taxation and other sources of revenue, but is not responsible for organising fundraisers.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nDesignate a day for the recognition of our NHS and all Emergency Services: https://petition.parliament.uk/petitions/308614\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:19:44.254Z"
    },
    "id": 312163,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312163.json"
    },
    "type": "petition"
}