{
    "attributes": {
        "action": "Include people who started a new job in March in the furlough scheme.",
        "additional_details": "The UK government has announced that people who would lose their jobs due to the Coronavirus will be paid up to 80% of their salary under the furlough scheme. \r\nHowever, guidelines state you needed to be on payroll in February. \r\nMany thousands of people started new jobs in March and are not eligible.\r\nThe UK government must honour the contracts of people who started jobs in March & extend the furlough scheme to cover all employees.\r\nOther countries such as Spain have done this to protect citizens.",
        "background": "We call on the government to extend the furlough scheme to those who started new jobs in March and who are currently being left unemployed due to shutdowns caused be Coronavirus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T01:56:39.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T05:49:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-16T09:57:00.190Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/310679\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-16T09:57:07.177Z"
    },
    "id": 312115,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312115.json"
    },
    "type": "petition"
}