{
    "attributes": {
        "action": "Suspend the requirement to look for work on Universal Credit.",
        "additional_details": "Employment is scarce and universal credit could be the only possible source of income for the coming months for some. Having to look for work will be a risk to public health. Suspend the requirement immediately.\r\n\r\nSuspend the requirement to look for work while claiming Universal Credit for 3 months if you lost your job due to COVID 19 government lockdown.",
        "background": "This requirement is draconian given the circumstances and against the government’s own advice to stay at home and stop the spread to protect the NHS. It will only cause frustration at an already difficult time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T06:37:38.341Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T07:44:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-13T13:51:33.360Z",
        "rejection": {
            "code": "already-happening",
            "details": "Regulations in force from 30 March provide that work-search requirements and sanctions for Universal Credit and ‘New Style’ Jobseeker’s Allowance will not apply for three months.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-13T13:52:54.057Z"
    },
    "id": 312140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312140.json"
    },
    "type": "petition"
}