{
    "attributes": {
        "action": "Universities should deduct full time student fees during stressful COVID-19",
        "additional_details": "Many students are suffering mentally, emotionally, financially and have to arrange day to day expenses, and during COVID-19 its hard to keep up with jobs. Universities are helping with only online learning, but still not enough and not the same as equal to face to face learning, many times students face internet crashes, in this kind of situation students  cannot achieve higher targets/ grades. Passing final year with average grades will not worth it. Universities are not granting any other help or extensions. \r\n\r\nI would like to request government to get involved and help out students (deducting fees)",
        "background": "We would like to request for universities to deduct the 2020 student fees. Universities are closed, it's not fair for students to pay full fees during COVID-19. It is financially tough during the lockdown",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T02:41:44.214Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T13:41:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-14T09:30:53.628Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReimburse all students of this year’s fees due to strikes and COVID-19: \r\nhttps://petition.parliament.uk/petitions/302855\r\n\r\nRequire universities to reimburse students' tuition fees during strike action: https://petition.parliament.uk/petitions/300528\r\n\r\nRefund university rent and tuition fees due to coronavirus: https://petition.parliament.uk/petitions/304855\r\n\r\nRefund university students for 3rd Semester Tuition 2020: https://petition.parliament.uk/petitions/306494\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-14T09:30:53.626Z"
    },
    "id": 312121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312121.json"
    },
    "type": "petition"
}