{
    "attributes": {
        "action": "it would be beneficial to disinfect public areas reduce spread of corona virus",
        "additional_details": "This is a measure that many other nations across the world have taken.\r\n\r\nIf you agree with our view, please kindly add your signature to this petition so that we may urge the local authorities to take such measures and help us to combat this virus.”",
        "background": "The Corona virus is capable of lingering on surfaces for a week at the least. \r\n\r\nOur streets are crowded and overused with high chances of contamination and spread of infection.\r\nWe believe it would be beneficial to disinfect public and communal areas to help reduce spread of this disease.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T05:00:45.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T14:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-14T10:52:49.574Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Ensuring that public spaces are clean and safe is a matter for individual local authorities, and private property is a matter for the owners or tenants of that property, not the Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-14T10:52:54.533Z"
    },
    "id": 312130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312130.json"
    },
    "type": "petition"
}