{
    "attributes": {
        "action": "The Government should not cap university admissions amid the Covid-19 chaos?",
        "additional_details": "This is a highly topical issue which needs to be addressed within the next 6 months - before the start of the 20/21 academic year. Now is the time to introduce this petition.",
        "background": "Universities are highly worried about the financial loss of overseas students due to the Covid-19 pandemic, while many UK applicants would be refused entry that they would otherwise have achieved in normal times. This is patently unfair and punishes both parties through no fault of their own.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T15:06:20.930Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T10:48:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-18T16:06:26.716Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear exactly what action you want the Government to take, as your petition is posed as a question, and does not explicitly state you do not want the Government to impose and caps on university places.\r\n\r\nWe also can't publish petitions that make unfounded statements, such as about the impact of a particular policy.\r\n\r\nYou could start a new petition calling on the Government not to impose any caps on university places, in light of the impact of coronavirus on universities.\r\n\r\nSince you started your petition the Government has announced that English higher education providers will be able to recruit full-time undergraduate UK and EU students for 2020/21 up to a temporary set level, which is based on their forecasts for the next academic year, plus an additional 5%, and that the Government will have the discretion to allocate an additional 10,000 places, with 5,000 ring-fenced for nursing, midwifery or allied health courses: https://www.gov.uk/government/news/government-support-package-for-universities-and-students\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-18T16:06:26.713Z"
    },
    "id": 312289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312289.json"
    },
    "type": "petition"
}