{
    "attributes": {
        "action": "Enshrine into law an Annual NHS Appreciation day on March 26th.",
        "additional_details": "The current unprecedented and trying situation in the UK at the moment has highlighted to the entire population just how amazing and strong our NHS staff really are.\r\nTheir commitment and selflessness is second to none\r\nWe already have a day to show how much we appreciate our amazing armed forces, so let's do the same for our fantastic NHS staff, many of whom put their lives on the line on a daily basis.",
        "background": "March 26th this year saw hundreds of thousands of UK citizens stand on their doorsteps and applaud our amazing NHS workers. This show of support has highlighted to me the need for ongoing appreciation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T11:32:22.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T08:19:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-02T14:23:26.100Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you want the Government to do something to acknowledge the role of the NHS, but it's not clear exactly what you want the Government to do. The Government is not responsible for designating a national day.\r\n\r\nWe have started a petition calling on the Government to create a new Bank Holiday in recognition of the NHS and all its amazing workers, which you might like to sign: https://petition.parliament.uk/petitions/303882\r\n\r\nWe have also started a petition calling on the Government to award Covid-19 medals to all emergency services and involved armed forces, which you might like to sign: https://petition.parliament.uk/petitions/302613\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "updated_at": "2020-04-02T14:23:26.098Z"
    },
    "id": 312214,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312214.json"
    },
    "type": "petition"
}