{
    "attributes": {
        "action": "Special consideration or syllabus amendment for year 12 students (A-Level 2021).",
        "additional_details": "Despite valiant efforts from students to carry on studying and teachers to teach online, current year 12 students’ grades will suffer due to the lost teaching hours in the Covid-19 outbreak. Our post-18 options will be based on our A-Level grades, which will have been hit by this. Current year 13’s will be given predicted grades, but there is no talk of how the interference in year 12 students’ educations will be rectified.",
        "background": "I would like special consideration or changes to A-Level syllabuses for current year 12 students given the school closures due to Covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-30T22:20:06.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-30T22:57:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-15T13:37:09.430Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams and assessments are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament. You can read the decision made by exam boards on what will happen to exams this year here:  https://www.gov.uk/government/news/further-details-on-exams-and-grades-announced  \r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here:\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-15T13:37:14.524Z"
    },
    "id": 312415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312415.json"
    },
    "type": "petition"
}