{
    "attributes": {
        "action": "Rid the 28th Feb for employees to be entitled to the Corona Job retention scheme",
        "additional_details": "I started a new dream job on the 9th March, and was then told a week later that myself and others are unable to work until further notice, due to Coronavirus. We’ve been left in a huge loophole. According to the Coronavirus Job Retention Scheme, employees need to have been set up on PAYE by the 28th Feb 2020, to be eligible to the scheme of receiving 80% of their pay. I cannot work due to the virus but am not eligible for the scheme nor universal credit, as I am still employed. Please help!",
        "background": "I wish to remove the cut off date that employees must have been set up on payroll - (by 28th Feb 2020) - to be eligible for the Coronavirus Job Retention Scheme and extend to those who have been employed after that date and into March.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T12:16:08.870Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T15:54:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T10:00:26.001Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/310679\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T10:00:25.999Z"
    },
    "id": 312547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312547.json"
    },
    "type": "petition"
}