{
    "attributes": {
        "action": "Allow all university students to progress into their course without examinations",
        "additional_details": "As a university student, I am finding it rather hard to do my work due the country’s recent events. Like many people, I depend greatly on the use of public libraries but that is no longer an option so we are forced to complete these assignments/assessments with little to no help or support. This is a very difficult situation for students who not as fortunate to have equipment or technology to complete their work. Removing exams/online assessments would elevate the stress, that not only less fortunate students are experiencing but what most students are experiencing on a day to day basis.",
        "background": "I would like the government to stop all types of examinations or alternative assessments, in all universities and allow every students to move into next year. Those in their final year could be assessed in another way, best advised by their respective schools but also not as tasking.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T09:45:54.708Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T09:54:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-15T13:25:27.883Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university assessments and exams are a matter for individual universities, not the UK Government or Parliament. \r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-15T13:25:32.397Z"
    },
    "id": 312502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312502.json"
    },
    "type": "petition"
}