{
    "attributes": {
        "action": "Launch a coronavirus street clean-up operation like Dubai in the U.K.",
        "additional_details": "Most public places and streets should be disinfected across a set amount of time this should be done on multiple occasions to battle the spread of the Covid-19 Virus. By putting this into place it will make the public stay indoors for set periods of time and also keep all areas clean. The virus can last for several days on surfaces or benches and hand rails therefore it is important to clean and maintain all public areas to effectively manage the spread of the virus.",
        "background": "The government should disinfect many streets and public areas across towns and cities within the U.K. to further tackle the Covid-19 virus. This should be done on a few occasions to stop the spread as the virus can last for several days on a variety of surfaces",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T09:57:00.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T19:08:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T10:09:52.102Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Ensuring that public spaces are clean and safe is a matter for individual local authorities, and private property is a matter for the owners or tenants of that property, not the Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T10:09:52.100Z"
    },
    "id": 312507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312507.json"
    },
    "type": "petition"
}