{
    "attributes": {
        "action": "Give ALL vulnerable the choice if they want to isolate for 12 weeks, risk free!",
        "additional_details": "To save millions of people that are trying to do the right thing in the time of a global pandemic. Why should these people be forced to potentially take up use of a ventilator or hospital bed when they are trying to avoid it all together. Give people the option!! You can't say stay in, then make vulnerable people go out and go to work anyway! Especially non keyworkers!",
        "background": "Millions of vulnerable people are still being forced to go to work, or lose income. Asthmatics are very vulnerable to pneumonia. So why are you allowing asthmatics to be bullied to go to work or lose their jobs or income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T11:35:32.515Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T12:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T11:19:39.166Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nFund paid leave for people with high risk conditions during COVID19: https://petition.parliament.uk/petitions/301559\r\n\r\nRequire all vulnerable and at risk people to stop going to work: https://petition.parliament.uk/petitions/305270\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:16:49.722Z"
    },
    "id": 312533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312533.json"
    },
    "type": "petition"
}