{
    "attributes": {
        "action": "Request people stop lighting bonfires in this time of crisis re health issues",
        "additional_details": "Along with the general public many extremely vulnerable people are having to stay at home including people with lung desease. The NHS has sent a letter out stating these people need to stay indoors and only open windows. An open window, maybe a garden is the only sanctuary that the vulnerable have, unable to go for walks. Bonfires can make it impossible to go out in the garden and have a window open. As garden waste stoped, centres closed more people are starting to light bonfires every day.",
        "background": "I would really like the government to give a directive to the general public to stop lighting bonfires at this time of crisis. Bonfires do not help the health of our nation or the environment. The NHS letter states that 1:5 million vulnerable people are unable to leave their homes and get fresh air.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T14:56:01.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-03-31T18:50:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-19T14:47:37.771Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/310468\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-19T14:47:43.092Z"
    },
    "id": 312614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312614.json"
    },
    "type": "petition"
}