{
    "attributes": {
        "action": "Change train operator refund policies for season ticket holders impacted by C-19",
        "additional_details": "Having taken over the management of train operators the government should step in and force refunds to be calculated proportionately during the current exceptional circumstances. This means any discounts for \"free periods\" should be assumed to be taken equally each month. Train operators should not effectively be allowed to profiteer from COVID-19. The government banned administration fees for refunds so the train operators are now charging a £10 refund fee",
        "background": "Train operators are offering unfair refunds for season ticket holders impacted by COVID-19. For example Great Northern Trains assumes annual season ticket holders get 12 weeks free and take this at the end of the ticket period so if you have 4 months left on your ticket you can only get 1 month back",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T17:55:45.906Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T15:47:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T11:47:19.117Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/312269\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T12:02:00.112Z"
    },
    "id": 312683,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312683.json"
    },
    "type": "petition"
}