{
    "attributes": {
        "action": "Employees in the UK donate the pennies from their salary to the NHS every month.",
        "additional_details": "The current coronavirus situation has seen how much we rely on the NHS. The population is getting older and the demands will continue to grow.  Whilst some may argue that the government needs to fund the extra demands on the NHS, I feel now is the perfect opportunity for every working employee to donate a little something extra every month that they wouldn't miss.",
        "background": "Employees in the UK to donate the pennies from their monthly salary to help fund the ever increasing demands on the NHS. This would be undertaken automatically via the employees payroll (like tax and NI), and at worst an employee would be 99p worse off every month. Can be either opt in or mandatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T14:41:37.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T19:36:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T13:45:55.923Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions that request a clear action from the Government. It is not clear if you are asking for the Government to impose a tax or facilitate some form of donation.\r\n\r\nWe have published a number of petitions calling on the Government to take action to increase or protect funding for the NHS, which you might like to sign:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nRaise the rate of income tax and corporation tax to fund the NHS: https://petition.parliament.uk/petitions/313995\r\n\r\nRevoke the Health and Social Care Act 2012 and renationalise the NHS: https://petition.parliament.uk/petitions/300019\r\n\r\nTax 1p to the NHS (and others) every time you shop: https://petition.parliament.uk/petitions/312337\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T13:45:55.921Z"
    },
    "id": 312613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312613.json"
    },
    "type": "petition"
}