{
    "attributes": {
        "action": "Enable IPSO to take action against the media publishing Covid-19 scare stories",
        "additional_details": "In recent weeks, the reporting of Covid-19 in the media in newspapers/online sources has included wild allegations and unsubstantiated (or one source) claims that have created a climate of panic and fear especially amongst the vulnerable in society. This has fuelled actions such as panic buying/stock piling which has increased public risk of exposure to the virus and seriously depleted stocks of essential items. It has unnecessarily put lives at risk. People need support not fear.",
        "background": "The Government should empower IPSO (the Independent Press Standards Organisation) to take action regarding the publication of Covid-19 scare stories in the media via a new category of complaint 'Irresponsible reporting liable to cause large scale negative impacts affecting public health and safety'",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-03-31T15:16:36.783Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T21:43:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T16:01:11.407Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. IPSO is independent of Parliament and Government.\r\n\r\nYou might like to sign these petitions instead: \r\n\r\nCriminalise the publication of unfounded false statements by the media\r\nhttps://petition.parliament.uk/petitions/303050 \r\n\r\nEnsure balance and fairness in political reporting\r\nhttps://petition.parliament.uk/petitions/300700 \r\n\r\nCorrections and clarifications in UK media to be as prominent as original story\r\nhttps://petition.parliament.uk/petitions/300557 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T16:01:16.828Z"
    },
    "id": 312624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312624.json"
    },
    "type": "petition"
}