{
    "attributes": {
        "action": "Increase/Double Minimum Wage for low-paid key workers during COVID-19 Crisis",
        "additional_details": "The struggle of low-paid key workers can be discriminating if they are forced to risk their life to receive an earning they depend on. Please debate and authorise an increase of minimum wage for duration of the COVID-19 crisis for low-paid key workers. Low-paid NHS staff, any kind of courier drivers, carers, cleaners, supermarkets shelf stackers, cashiers, and all the frontline low-paid staff who would risk their life to fight for this country shall deserve more. Think of those people please.",
        "background": "This is a petition to UK-government to debate and authorise to Increase or Double the minimum wage paid to low-paid key workers during the Coronavirus (COVID-19) Crisis. They are risking their life by putting themselves on the forefront of providing the public to fight the coronavirus outbreak.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T01:35:05.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T19:40:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-21T12:17:11.472Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/307619\r\n\r\nYou may also wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/307215\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-21T12:17:16.095Z"
    },
    "id": 312793,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312793.json"
    },
    "type": "petition"
}