{
    "attributes": {
        "action": "One family member to stay with any child hospitalised with Coronavirus/Covid-19",
        "additional_details": "It is inhumane and dangerous to leave a child in hospital alone. Numbers in hospitals should be kept to a bare minimum and so sadly adults with coronavirus can't have visitors. But a child cannot come to terms with being left alone with strangers. We believe being alone would result in pain, suffering, confusion and distress and such stresses would directly reduce the chance that the child has of recovering. Let an adult carer stay in hospital in isolation with any child suffering with Covid-19.",
        "background": "Hospitals must allow one family member/carer to stay in isolation with any child that is in hospital with Coronavirus. No child should ever go through a hospitalisation alone. A child will be distressed and confused if left alone in hospital and this stress will reduce survival chances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T08:43:31.947Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T12:59:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T15:10:58.937Z",
        "rejection": {
            "code": "irrelevant",
            "details": "NHS England's visitor guidance states that a parent or appropriate adult visiting their child should be permitted as visitors: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/03/C0030_Visitor-Guidance_8-April-2020.pdf\r\n\r\nDecisions about how to appy this guidance is a matter for individual NHS trusts and institutions, and not the Government or House of Commons.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T15:10:58.934Z"
    },
    "id": 312830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312830.json"
    },
    "type": "petition"
}