{
    "attributes": {
        "action": "Force TFL to run a full tube service during the Coronavirus pandemic",
        "additional_details": "Transport for London (TFL) have massively reduced the number of tubes running during the coronavirus pandemic causing overcrowding on their networks despite the fact that there are a lot fewer commuters. This is putting our essential workers including NHS Doctors and Nurses at a much higher risk of infection. This is likely to be one of the biggest contributors to the spread of Covid-19 in the UK at the present time and therefore it is paramount that it is resolved as soon as possible.",
        "background": "Force Transport for London (TFL) to run a full tube service throughout the coronavirus pandemic by enabling their lowest risk self-isolating workers to return to work with the necessary PPE and social distancing in place. If this is not possible the government must ensure more staff are brought in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T10:33:48.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T14:37:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-21T11:58:58.306Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for tube services, which are managed by Transport for London.\r\n\r\nYou can petition the London Assembly directly about matters Transport for London is responsible for.\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-21T11:59:04.176Z"
    },
    "id": 312867,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312867.json"
    },
    "type": "petition"
}