{
    "attributes": {
        "action": "Refuse Coronavirus bailouts to companies which do not pay UK corporation tax",
        "additional_details": "Whilst this petition recognises the importance of keeping businesses afloat both during and after the COVID19 pandemic, taxpayers’ money should not be used to subsidise firms which already operate in a way which reduces paying taxation which helps to fund vital services, from the NHS to local councils.\r\nThe government’s first duty of care is to its citizens. However organisations which do not pay UK corporation tax should be allowed access to loans which will assist paying staff and UK firms.",
        "background": "The government should decline to provide bailouts to firms which do not pay UK corporation tax.\r\nThe only exception should be loans used explicitly for paying wages and salaries of UK-domiciled employees, and for settling accounts with other firms which do pay UK corporation tax",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T14:40:21.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T15:00:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T11:38:18.550Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/305203\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:13:56.509Z"
    },
    "id": 312958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312958.json"
    },
    "type": "petition"
}