{
    "attributes": {
        "action": "Keep Victoria park closed Due to COVID-19",
        "additional_details": "Local residents feel that the council Will reopen the park for the members of public.\r\nThe parks is not an essential need or priority for the public to use for joggers or walking. \r\nThis could be carried out on local streets. Keeping the park open will encourage more people to use the park, more people to not follow guidelines putting others at risk. The local police do not have time or resources to monitor the park to make sure guidelines are followed. Therefore keep the park closed.",
        "background": "Keep Victoria Park closed to all Members of the public during COVID-19 epidemic. \r\nMembers of the Public have already shown that rules and guidelines can not be followed with Victoria park the news at 10. Members of the public ignored safety advise, putting life’s at risk!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-01T16:25:32.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-01T16:43:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-21T11:56:33.260Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The management of individual parks is a matter for local councils, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you would like to see stricter lockdown measures, you may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/310805\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-21T11:56:40.040Z"
    },
    "id": 312991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/312991.json"
    },
    "type": "petition"
}