{
    "attributes": {
        "action": "Delay/cancel all university exams and assignment deadlines until further notice",
        "additional_details": "University students will not achieve their full potential if current ways of studying continue. Face to face teaching is a necessity for guidance and reassurance through a normal academic year, and yet it is now becoming harder to complete what is expected through such global pandemic. As GCSE’s and A Levels are already cancelled, this should be the same for 1st and 2nd year university students for both academic and psychological reasoning.",
        "background": "Online learning is not sufficient enough for university students. All exams, assignments and deadlines should be cancelled for 1st and 2nd year students, with the possibility of moving the 2019/2020 academic end of year deadlines to September/October 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T10:58:31.533Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T11:05:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T12:28:18.503Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university assessments and exams are a matter for individual universities, not the UK Government or Parliament. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-26T12:31:31.856Z"
    },
    "id": 313278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313278.json"
    },
    "type": "petition"
}