{
    "attributes": {
        "action": "Help Markets by ensuring that insurers pay out to businesses affected by Covid19",
        "additional_details": "Insurers wiggle out of paying in times of crisis, leaving the brunt (if not all) of the financial aid to come from local authorities, Government etc. We feel that Market operators & traders represent a special source of community entrepreneurship which if not supported, the economic landscape of thousands of Town Centres and small independent businesses will be tragically devastated. We therefore urge our Government make sure insurers pay out to businesses suffering as a result of Covid-19.",
        "background": "Government must support Market operators & traders alike by making sure that insurers pay out businesses which have been affected by COVID-19. There are thousands upon thousands of affected businesses which insurers are refusing to accept any source of responsibility and/or duty of care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T14:46:17.931Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T15:02:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T15:49:31.191Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to pay out under a policy is one for individual insurance companies, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with the decision of your insurer you should complain directly to them.\r\n\r\nIf you are unsatisfied with how an insurer responds to your complaint you may wish to contact the financial ombudsman: https://www.financial-ombudsman.org.uk/businesses/complaints-deal/insurance\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T15:49:36.865Z"
    },
    "id": 313366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313366.json"
    },
    "type": "petition"
}