{
    "attributes": {
        "action": "Make the SRA wave all final examinations for first year law students.",
        "additional_details": "As first year law students, we merely need to pass our four core modules as it accounts for 0% of our GPA. Due to COVID-19, many students are at high-risk environments and in quarantine, which is not an appropriate study environment. Therefore, we urge the SRA to take into consideration this pandemic and appreciate the unfortunate circumstances that the international students are facing by being more lenient in their requirements and waiving the compulsory final examinations for this year.",
        "background": "We are proposing that the SRA depends on our mock grades that we sat under professional exam conditions in Term 1 in order to pass/fail the core courses we need to achieve a qualifying law degree, and to implement an automatic progression to Year 2.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T13:15:45.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T21:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:22:48.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about professional qualifications, including teaching, assessments and exams are a matter for individual providers, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your the arrangements for a course you are on, you should raise these with the provider.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:22:48.134Z"
    },
    "id": 313334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313334.json"
    },
    "type": "petition"
}