{
    "attributes": {
        "action": "2021 GCSEs should only cover content already learnt.",
        "additional_details": "I'm a Year 10 student currently studying for my GCSEs and I don't want my grades to be affected from not having the correct level of education required. As well as me, my whole year group across the nation also shouldn't be affected or have the doubt of failing because of an extended break for an important health matter. Even learning at home doesn't give us the correct level we need, we need teachers and people who can guide us, which the Internet can't always do.",
        "background": "There has been a significant time loss because of quarantine for coronavirus, no matter how many after school sessions we do, we still won't be at the level we need to be to sit a normal GCSE paper. We've suffered a big loss to our education and as a result, should only be tested on covered content.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T14:56:28.587Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T15:07:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T08:08:43.715Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to work with regulators and exam providers to clarify exam arrangements for 2021, which you might like to sign: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T08:08:43.713Z"
    },
    "id": 313369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313369.json"
    },
    "type": "petition"
}