{
    "attributes": {
        "action": "Call on Blackpool MPs to demand urgent COVID-19 testing for frontline NHS staff",
        "additional_details": "Only 2,000 NHS front line staff have been tested, that’s around 0.4% of front line staff. This needs to urgently change and we need to follow the World Health Organisation advice and ‘Test Test Test’.",
        "background": "Blackpool residents call on Scott Benton MP and Paul Maynard MP to demand from the Government urgent COVID-19 testing for all frontline NHS staff who are putting their lives at risk everyday in this pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T11:53:08.516Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T12:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T14:56:01.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The views of individual MPs are a matter for those MPs, not the Government or House of Commons.\r\n\r\nWe have published a petition calling on the Governemnt to make Covid-19 testing available for all healthcare professionals, which you might like to sign: \r\nhttps://petition.parliament.uk/petitions/304005\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T14:56:01.886Z"
    },
    "id": 313300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313300.json"
    },
    "type": "petition"
}