{
    "attributes": {
        "action": "Government to provide more guidance, support & protection for NHS Agency workers",
        "additional_details": "If agency staff are continued to be used on wards without the proper guidance or support, we will continue to see an increase in agency workers needing to self-isolate in line with government instructions until testing becomes available and a decrease in agency staff available when needed most.\r\n\r\nWe call on the government to review these most basic requirements for key workers within the healthcare agency sector to ensure patient care is prioritised as we as a nation continue to fight this virus.",
        "background": "1. Testing for agency staff\r\n2. Correct PPE for all staff and correct guidance\r\n3. Daily updates from NHS trusts\r\n5. Support & protection for at risk staff\r\n6. Stop NHS trusts deliberately overbooking to popular wards\r\n7. Financial protection for agency staff\r\n8. Why are only bank getting pay rises?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T18:10:27.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T18:22:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T09:56:00.588Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A number of the requests you make are operational matters for individuals NHS trusts, and not matters for the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPay NHS Agency Nurses, Doctors and Healthcare staff a wage if they self isolate: https://petition.parliament.uk/petitions/309771\r\n\r\nMake Covid-19 testing available for all healthcare professionals: https://petition.parliament.uk/petitions/304005\r\n\r\nSupply PPE to all Health and Social Care workers including community carers: https://petition.parliament.uk/petitions/314229\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T09:56:00.584Z"
    },
    "id": 313436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313436.json"
    },
    "type": "petition"
}