{
    "attributes": {
        "action": "Mark 5th July as the National Health Service (NHS) day, a national holiday.",
        "additional_details": "It's important to celebrate the work of the NHS as a whole and its individual members from porters and administrators to surgeons and midwives. This day communicates our shared drive to employ and support more nurses, doctors and midwives and to continue to support such a great service. \r\nWe are a community bound together in our beautiful islands, and this day would serve to remind us of something special that unites us; our commitment to excellent healthcare, free at the point of need.",
        "background": "We ask that the British Government recognises 5th July as a national holiday in honour of the unparalleled work carried out across the NHS. \r\nOn NHS day, we celebrate access to high quality healthcare and the assurance that we will be looked after regardless of social class and status.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T19:34:14.962Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T13:45:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T05:59:27.599Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\n\nMove all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243\n\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\n\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\n\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T05:59:40.353Z"
    },
    "id": 313461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313461.json"
    },
    "type": "petition"
}