{
    "attributes": {
        "action": "I would like a refund, not a flight voucher or credit. (Corona Cancellations)",
        "additional_details": "AirAsia and Jetstar promise to refund me twice last week and they have not.  There are literally hundreds of thousands of people in a similar situation. Many airlines are encouraging and in fact only giving the option for the people to take vouchers, instead of refunds.\r\nWe want our right of a refund\r\nIf your flight is cancelled, you are entitled to a full refund to the original form of payment within seven days.",
        "background": "Thousands of flights have been cancelled as fleets are grounded and the process of reimbursing people is almost impossible.  I do not want to rebook my flight as it is not possible and it does not fit my current schedule at this current time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T22:59:43.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T12:21:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T13:58:41.225Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a matter for individual airlines and travel agents, not the Government or Parliament.\r\n\r\nWe have published a petition calling on the Government to create a fund to reimburse money lost due to covid-19 travel cancellations, which you might like to sign: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T13:58:46.034Z"
    },
    "id": 313551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313551.json"
    },
    "type": "petition"
}