{
    "attributes": {
        "action": "Allow to include fees, commission and bonuses into furlough pay during covid-19",
        "additional_details": "I would love you to do this as in my opinion if employers can use up to 2500 pounds per employee, after what they are paying me for example which is 200 pounds a week it is generally forcing me to go and claim Universal Credit, tax support, housing benefit. If the commissions in some cases like restaurants in my case would be included it would change our circumstances and will allow us to pay our bills etc without going to take money from other sources which on the end of the day are one source.",
        "background": "Allow to include fees, commission and bonuses into our furlough payments during COVID-19, to total of gross income earned yearly/either within few years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-02T21:09:31.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-02T21:35:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-16T10:40:32.528Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/311380\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-16T10:40:41.128Z"
    },
    "id": 313505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313505.json"
    },
    "type": "petition"
}