{
    "attributes": {
        "action": "Ensure parity with all UK universities throughout the pandemic",
        "additional_details": "Covid-19 has greatly affected every student in the UK. Some universities have implemented the 'no detriment' policy, that is, as long as the student achieves at least 40%, their grade will not go below their current average. Other universities are lacking in support, and we believe that this policy should be implemented by all universities to ensure parity, fairness, and any additional anxiety and stress during this unprecedented time is diminished as much as possible.",
        "background": "We are calling on the government to implement a universal 'no detriment policy' to universities across the country to ensure parity and fairness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T12:14:40.174Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T12:26:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T13:18:07.216Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the assessment of university courses are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nThe Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T13:18:20.016Z"
    },
    "id": 313679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313679.json"
    },
    "type": "petition"
}