{
    "attributes": {
        "action": "Reduce University Fees in Response to Covid-19 Closures",
        "additional_details": "Due to the outbreak of the virus university students have found their on campus classes suspended pending the outcome of the pandemic, whilst others have found their classes suspended indefinitely for the remainder of the academic year.\r\n\r\nAs a response to this, students have found that they have been unable to use the facilities that are offered on campus, including computers, printers, learning hubs, employment support etc. In response to this we believe our fees should be reduced accordingly.",
        "background": "Reduce the fees that university Undergraduate and Masters students are expected to pay for this academic year in response to campus closures due to Covid-19",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T10:26:39.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T10:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T08:14:32.505Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReimburse all students of this year’s fees due to strikes and COVID-19: \r\nhttps://petition.parliament.uk/petitions/302855 \r\n\r\nRequire universities to reimburse students' tuition fees during strike action: https://petition.parliament.uk/petitions/300528 \r\n\r\nRefund university rent and tuition fees due to coronavirus: https://petition.parliament.uk/petitions/304855 \r\n\r\nRefund university students for 3rd Semester Tuition 2020: https://petition.parliament.uk/petitions/306494 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T08:14:32.502Z"
    },
    "id": 313641,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313641.json"
    },
    "type": "petition"
}