{
    "attributes": {
        "action": "Give priority to shop to parents and carers receiving free school meals vouchers",
        "additional_details": "It is difficult to find basic items such as long-life milk or pasta. \r\nBy the time I can access a shop, the stock is gone. I have to keep going to many different shops every day and wait in queues, just to find out essential items are gone while exposing myself to COVID-19.\r\nI want the Government to give priority to parents and carers receiving Free School Meals vouchers because we must avoid exposing ourselves to COVID-19 and our children have basic nutritional needs that are not being covered.",
        "background": "Children eligible for free school meals are benefiting from a national voucher scheme while schools are closed due to coronavirus. Free school meals vouchers are accepted at a range of shops but parents and carers receiving the vouchers are not considered priority shoppers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T07:40:04.223Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T08:45:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T10:51:51.025Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The opening and delivery arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to open early for elderly or vulnerable customers, and keyworkers. A number of retailers have also introduced social distancing measures and restrictions on the number of people who can enter their stores at the same time. You should contact your local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T10:51:51.021Z"
    },
    "id": 313601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313601.json"
    },
    "type": "petition"
}