{
    "attributes": {
        "action": "Increase wage and recognition of community care workers.",
        "additional_details": "In the current climate I understand that the NHS staff in hospitals are gaining much deserved recognition, but community carers are still on our frontline and are out everyday caring for our old and vulnerable. Even without the current pandemic, these people get up everyday and ensure your loved ones are fed, comfortable and clean etc. They put themselves out there constantly and I believe their wages does not correctly reflect the work that they do day in, day out in our community's.",
        "background": "I believe community care workers who have previously been branded as unskilled and may not come under the umbrella of \"NHS\" should be considered for a wage increase for the services that they provide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T12:04:22.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T09:52:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T16:10:37.243Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for setting the salary of care workers, beyond setting the minimum wage, but you may wish to sign petitions calling for the following actions:\r\n\r\nIncrease the minimum wage for social care staff:\r\nhttps://petition.parliament.uk/petitions/316909\r\n\r\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\r\n\r\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\r\n\r\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T16:10:44.204Z"
    },
    "id": 313673,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313673.json"
    },
    "type": "petition"
}