{
    "attributes": {
        "action": "Help illegal immigrants during the COVID-19 with NHS and financial support.",
        "additional_details": "It is a duty for any government to ensure that everyone regardless of their residency status have access to health and emergency fundings. \r\n\r\nMore than 30 human rights organisations are warning that the government’s attempts to control the spread of the disease and protect public health is being undermined by policies designed to prevent undocumented immigrants from accessing public services.\r\n\r\nThat’s why we undersigned calling on the UK prime Minister and Government to urgently take measures.",
        "background": "Free COVID-19 testing and treatments to everyone including illegal immigrants. \r\nAn immediate end to legislation enforcing on illegal immigrants. Fix the status of all undocumented immigrants and asylum seekers so that they can remain in the UK legally without any fears. ",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T14:37:08.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-03T14:54:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T11:06:58.559Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/312998\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T11:06:58.555Z"
    },
    "id": 313722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313722.json"
    },
    "type": "petition"
}