{
    "attributes": {
        "action": "Online food, home deliveries only for disabled, vulnerable and elderly people",
        "additional_details": "",
        "background": "Large supermarkets to only accept orders from disabled, elderly and vulnerable people.  Home deliveries are a lifeline for many in normal times but now it is a basic human right. Currently high risk people are being forced to go out when they should be shielding or self isolating to buy vital food.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-03T15:37:48.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T14:42:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T09:32:01.171Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The arrangements for online supermarket services are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to prioritise elderly or vulnerable customers. You should contact your preferred supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to encourage retailers to prioritise those over 70 shopping online for essentials, which you might like to sign: https://petition.parliament.uk/petitions/301126\r\n\r\nWe have also published a petition calling on the Government to issue care packages to the elderly and vulnerable, which you might like to sign: https://petition.parliament.uk/petitions/302190\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T09:32:14.350Z"
    },
    "id": 313743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313743.json"
    },
    "type": "petition"
}