{
    "attributes": {
        "action": "Make all Universities, Sixth forms and Colleges lower entry requirements.",
        "additional_details": "As a result of COVID-19 Students who are meant to be sitting A-Levels and GCSE's this year are being made to rely on their predicted grade, which would be based off of teachers judgement. Which in my opinion is not fair analysis on the students capability, as I believe some students perform higher than their set predicted/Target grade. Therefore it is only fair that Universities, Colleges and Sixth forms lower their grade entry boundaries, so students get a chance to a better, safer education.",
        "background": "My aim, is for the Government to make all Universities, Sixth forms and Colleges lower required grade entries. This would mean Students who perform higher than their predicted grade and don't want to waste time by sitting exams, can get a farer chance to an education, and normality of life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T00:55:25.283Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T15:07:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T13:26:06.412Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about entry requirements are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T13:26:16.913Z"
    },
    "id": 313902,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313902.json"
    },
    "type": "petition"
}