{
    "attributes": {
        "action": "Stop non-essential retailers exploiting the public amidst the COVID-19 lockdown.",
        "additional_details": "Retailers are putting their staff and their families in danger so they can make a profit. After speaking to an employee of one of these stores, it seems they are deeming themselves 'essential' as they sell over the counter medicine, food and cleaning supplies, when in fact their biggest sales during this time have been paint/DIY materials. This is also creating a mentality within the public that the lockdown is unimportant and buying these DIY items is more important than the health of staff.",
        "background": "Many retailers, such as Wilko, should be closed as they are exploiting the national lockdown and risking the safety of their staff and customers by deeming themselves 'essential' and staying open in order to make a huge profit selling non-essential items while most of their competitors have closed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T00:31:13.933Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T12:38:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T15:09:56.375Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. DIY stores have also been classed as essential stores by the Government. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-29T15:09:56.372Z"
    },
    "id": 313900,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313900.json"
    },
    "type": "petition"
}