{
    "attributes": {
        "action": "Create an NHS bank holiday next and every year to gather and celebrate outside",
        "additional_details": "We need to thank the NHS, we need some cheer, we need to look outside at the spring, we need to think: next year we will get together and party. And we will want to remember NHS workers who lost their lives, and our family members, and friends, to Covid 19. So let’s celebrate with joy our freedom to congregate outside - next year and every year or as soon as we can.",
        "background": "There is an overwhelming desire to thank NHS workers in the fight against the pandemic. Let’s establish an annual bank holiday that gives us something to plan for, and also a memory never to forget the pandemic. An annual outdoor NHS bank holiday celebration: on a Friday!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T10:49:56.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T15:34:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T05:59:27.402Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\n\nMove all bank holidays to a time after Coronavirus Lockdown: https://petition.parliament.uk/petitions/309243\n\nBank holiday to thank those who helped during the COVID-19 crisis: https://petition.parliament.uk/petitions/307364\n\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\n\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T05:59:40.277Z"
    },
    "id": 313962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313962.json"
    },
    "type": "petition"
}