{
    "attributes": {
        "action": "Require face masks to be worn in all public enclosed spaces (COVID-19 crisis)",
        "additional_details": "Face masks have helped slow down the spread of COVID-19 in South Korea. The leading expert there (Dr. Woo Joo Kim) says face masks work. The main reason is that they stop people who unknowingly have the virus from accidentally spreading it to others. They also have a secondary benefit of reducing the chances of catching the virus through airborne transmission. A requirement to wear face masks, in addition to regular hand washing and social distancing, will hugely reduce the spread of the virus.",
        "background": "It should be made compulsory for all people to wear face masks in shared enclosed spaces, such as shops, public transport, and workplaces. They should not be required in the open air or homes. This requirement may also help pave the way for more places to re-open, due to the increased protection.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T10:46:19.099Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T14:18:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T11:22:55.437Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action.\r\n\r\nMake it mandatory to wear a face mask in public during Covid-19 Pandemic: https://petition.parliament.uk/petitions/304397\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-14T11:22:55.433Z"
    },
    "id": 313961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/313961.json"
    },
    "type": "petition"
}