{
    "attributes": {
        "action": "Coronavirus and Housing: Protect tenants and homes",
        "additional_details": "Therefore we must have urgent action to:\r\n•\tImmediately open up hotels and other empty buildings to house all the homeless\r\n•\tEnsure no evictions or repossession action during this crisis: suspend rent and mortgage liability for anyone whose income is cut due to the virus\r\n•\tScrap the five-week wait for Universal Credit/housing benefit and suspend all benefit sanctions\r\nAnd as millions are living in overcrowded, unsuitable and unaffordable homes, we need immediate action with grant funding to:\r\n•\tBuild 100,000 council homes a year at social rent with secure tenancies.\r\nWe stand united - we won't blame each other, we need action by Government now.",
        "background": "Facing this viral pandemic, Government must act urgently to ensure no one is homeless, and that no-one loses their home due to the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T15:41:30.277Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T13:38:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T13:33:56.687Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A number of requests in your petition are not the Government's responsibility.\r\n\r\nSuspending payments for rent and mortgages are a matter for individual lenders and mortgage providers, not the Government or House of Commons. The Government is also not responsible for hotels or other private accommodation.\r\n\r\nAlso, the Government has instructed local authorities to urgently procure accommodation for people on the streets if they have not already done so, and have said they will support local authorities to do so if they are struggling to procure sufficient units: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/876466/Letter_from_Minister_Hall_to_Local_Authorities.pdf\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive protection to renters during Corvid-19 Crisis. Ban evictions for one year: https://petition.parliament.uk/petitions/304682\r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nPay Universal Credit from Day One: https://petition.parliament.uk/petitions/305875\r\n\r\nYou could start new petitions requesting that repossessions be banned during the outbreak, and the Government increases funding for the constructions of new homes.\r\n\r\nWe have published a number of petitions calling on the Government to provide financial support to individuals and businesses during the pandemic, which you might like to sign. You can view all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T13:34:05.147Z"
    },
    "id": 314027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314027.json"
    },
    "type": "petition"
}