{
    "attributes": {
        "action": "The Government should not implement their possible strategy of herd immunisation",
        "additional_details": "Herd immunisation would allow for the death toll in the United Kingdom caused by the coronavirus to increase drastically. Whereas if the lockdown period was extended with no end date, this could increase the time period for thought for the best solution to deal with the affects caused by the coronavirus.",
        "background": "The government should increase the lockdown period without an end date. Also, to not excecute a 'herd immunisation' scheme. This is to ensure a minimum risk of the spread of COVID-19, and minimum deaths caused by the coronavirus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T17:23:49.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-04T21:20:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T14:44:00.896Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has set out that 'herd immunity' is not a strategy. You can read a recent comment by the Health Secretary here: \r\nhttps://hansard.parliament.uk/Commons/2020-03-16/debates/235689EC-0A18-4488-BFCF-9F012A1A0C1B/Covid-19#contribution-4215E975-1483-4CB0-A03B-1F67E4E9B990  \r\n\r\nWe have published a number of petitions calling for the Government to increase lockdown measures, which you might like to sign:\r\n\r\nBusinesses to work from home for an appropriate amount of time amidst COVID19: https://petition.parliament.uk/petitions/301439\r\n\r\nComplete UK lockdown of all business but those essential to our survival: https://petition.parliament.uk/petitions/308122\r\n\r\nImplement a complete lockdown: https://petition.parliament.uk/petitions/310805\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T14:44:00.893Z"
    },
    "id": 314055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314055.json"
    },
    "type": "petition"
}