{
    "attributes": {
        "action": "Communicate with testing manufacturers to enable 500,000 Covid-19 tests per week",
        "additional_details": "The spread of coronavirus is increasing massively, and the deaths increasing each day. Other European countries are testing much more than the UK, and therefore dealing with the outbreak much more efficiently. We need to test in order to help limit the spread of Covid-19, which will prevent many deaths.",
        "background": "Communicate with clinical and testing facilities and manufacturers to therefore enable the increase of coronavirus testing to at least 500,000 tests per week.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-04T22:09:33.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T11:58:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T14:39:04.974Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government is already working with the diagnostic industry in order to increase testing capacity: https://www.gov.uk/guidance/help-the-government-increase-coronavirus-covid-19-testing-capacity\r\n\r\nIf you want the Government to set a specific target for increasing testing capacity to, you could start a new petition calling for this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T14:39:04.972Z"
    },
    "id": 314108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314108.json"
    },
    "type": "petition"
}