{
    "attributes": {
        "action": "A Level Private Candidates University Entry",
        "additional_details": "There are many candidates who are left in the dark despite an announcement being made about them which intentionally leaves a majority of private/external A-Level candidates to make a forced decision of taking a gap year when many of these student have already taken a resit year and have gone through the gruelling process of getting conditional offers for competitive courses such as Medicine, Engineering, etc hoping to improve their grades and progress to university. The current process will not allow them to do that",
        "background": "I would like the Department of Education to allow all Private Candidates who are currently hold an University offer to obtain at least the Qualifications that they need to enter the University",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T09:37:51.085Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T13:51:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T14:47:06.414Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government has published guidance on cancellation of GCSEs, AS and A levels in 2020, which includes advice for private candidates or home educated students: https://www.gov.uk/government/publications/coronavirus-covid-19-cancellation-of-gcses-as-and-a-levels-in-2020/coronavirus-covid-19-cancellation-of-gcses-as-and-a-levels-in-2020#what-about-private-candidates-or-home-educated-students\r\n\r\nHowever, decisions about exams and assessments are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament. Similarly, decisions about university admissions are a matter for individual universities and UCAS, and not the Government or House of Commons.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T14:52:06.797Z"
    },
    "id": 314172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314172.json"
    },
    "type": "petition"
}