{
    "attributes": {
        "action": "Raise the wages of all healthcare workers in the UK",
        "additional_details": "The average salary of an RN (registered nurse) is £24,816 (as per payscale.com), making it well below the national average which is somewhere around the £30,000 mark. This should not be the case. ALL NHS staff do such a fantastic job caring for us nationwide, many times putting their own lives at risk just to help us. Amid the current Covid-19 pandemic, the need for the NHS has never been more publicised, and I think now is the perfect time for the public to get behind this petition.",
        "background": "Wages should be raised for all NHS staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T07:00:52.225Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T15:20:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T12:58:41.788Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work \r\nhttps://petition.parliament.uk/petitions/300073 \r\n\r\nPay rise for NHS and care staff\r\nhttps://petition.parliament.uk/petitions/313488 \r\n\r\nReward our healthcare heroes now for risking their lives to fight Covid-19. \r\nhttps://petition.parliament.uk/petitions/318741 \r\n\r\nGive NHS staff a pay rise in line with MPs pay increase. \r\nhttps://petition.parliament.uk/petitions/313513 \r\n\r\nThe Government is not responsible for the pay of all healthcare workers, many of whom are employed privately.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T12:58:41.786Z"
    },
    "id": 314149,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314149.json"
    },
    "type": "petition"
}