{
    "attributes": {
        "action": "Drop the Coronavirus debt. \r\nDevelop a post-Coronavirus investment plan.",
        "additional_details": "After the 2008 financial crash, the burden of debt was put on society to ‘repay’ through huge reductions in public services. Inequality has gone up, food banks have gone up, there is much more job insecurity.\r\n\r\nThe 21st Century will only bring more crises.\r\n\r\nWe need a fairer, more resilient society. One where we all truly are all in to together.\r\n\r\nFor that we need investment. And we need a fairer voting process to have true representation.\r\n\r\nWe need a better, fairer, more resilient society.",
        "background": "Guarantee that the money used to support the economy during the Covid-19 crisis WILL NOT MEAN MORE AUSTERITY.\r\n\r\nInstead, there will be LARGER INVESTMENT in public goods, services and ways of working, by an accountable government, focused on good health.\r\n\r\nDrop debt - Invest - Electoral Reform",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-04-05T09:19:25.939Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T10:41:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-03T12:23:39.857Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about the economy and electoral reform, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-03T12:51:32.014Z"
    },
    "id": 314169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314169.json"
    },
    "type": "petition"
}