{
    "attributes": {
        "action": "Don’t Ban Outdoor Exercise - Enforce and Penalise The Offenders More Severely",
        "additional_details": "Exercise is highly important to mental and physical health of the UK. By banning it you will most likely cause more deaths through suicide and inactivity. Punish the rule breakers, not the law abiding public.",
        "background": "Rather than threatening law abiding members of the public with an outdoor exercise ban, police and punish the offenders breaking the rules more severely.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T14:45:08.779Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-05T20:07:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-04T15:41:49.148Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has relaxed the coronavirus restrictions, including relating to outdoor exericse, and has increased fines for breaching coronavirus regulations.\r\n\r\nThe Government has published an FAQ on what you currently can and can't do, including rules on exercise and fines for breaking the rules, here: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do#gatherings-public-spaces-and-outdoor-activities\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-04T15:41:49.145Z"
    },
    "id": 314264,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314264.json"
    },
    "type": "petition"
}