{
    "attributes": {
        "action": "Open Golf courses as conditions begin to allow for removal of any restrictions.",
        "additional_details": "Golf is extremely popular with senior citizens, many of whom enjoy this as their only leisure activity and many golf clubs (especially public ones) are run as small businesses on very restricted budgets. This action would allow them to begin to generate revenue again and keep running, certainly enough to pay the ground staff who need to keep working to maintain the course, otherwise there would be no course for people to return to.",
        "background": "Golf can support social distancing without putting golf club personnel at risk. Bookings can be time separated and limited to 2 people. Players will be told not to touch rakes, ball cleaners & flags. Policing of these special rules would be by members, reporting any transgressions to authorities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-05T18:49:38.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T10:00:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:12:42.732Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that golf courses in England can re-open. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-26T09:19:05.385Z"
    },
    "id": 314324,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314324.json"
    },
    "type": "petition"
}