{
    "attributes": {
        "action": "Relax the entry requirements for Nurse training, consider professional merit.",
        "additional_details": "For universities to accept applicants on their proffessional merit rather than a GCSE result. After leaving school people are still learning well up to their 40s. There are many potential people in the health and social care sector that would make fantastic nurses/doctors/physios etc but due to the entry requirements are refused. It is currently in the media that we have to rely on migrants to strengthen the NHS but truth is there are many british people willing to step in but deprived.",
        "background": "I have been in the health and social care sector for 23 years and i have always wanted to achieve my nursing degree, unfortunatley because of my poor GCSE results from 23 years ago, my university application is  always declined. As are many more potential students in the uk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T15:49:20.183Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T16:38:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T10:36:23.134Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on the skills necessary in order for medical professionals to safely and effectively carry out their duties in England are the responsibility of the General Medical Council, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-09T10:36:35.317Z"
    },
    "id": 314486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314486.json"
    },
    "type": "petition"
}