{
    "attributes": {
        "action": "Provide more information and measures for students in response to Coronavirus.",
        "additional_details": "Students have been completely ignored and forgotten about during this pandemic.\r\nMany of us are tied into accommodation contracts that we have now left to be with our families but are still required to pay rent for until end of June. Many of us work part time jobs including zero hour contracts which students rely on to pay for necessities and many families cannot support these students, especially now. Us students are desperate for more information and support from the government.",
        "background": "Provide more information to students on issues such as finance and accommodation. Pass new legislations to allow students to leave accommodation contracts early free of charge to both the students and guarantors. Provide more information on financial support for students who are out of work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T14:40:18.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T19:18:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:27:45.177Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government has published an FAQ for university students on Covid-19, which includes advice on accommodation costs: https://dfemedia.blog.gov.uk/2020/04/09/university-students-covid19-faq/ \r\n\r\nYou might like to sign these petitions, which call for similar actions:\r\n\r\nEnable private tenants early release from tenancy agreements due to Covid-19: https://petition.parliament.uk/petitions/312609 \r\n\r\nRefund university rent and tuition fees due to coronavirus: https://petition.parliament.uk/petitions/304855 \r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nAllow full time students to claim universal credit during the Covid-19 pandemic: https://petition.parliament.uk/petitions/304298\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:27:45.174Z"
    },
    "id": 314470,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314470.json"
    },
    "type": "petition"
}