{
    "attributes": {
        "action": "Ensure that early years providers receive pay out from their insurance.",
        "additional_details": "Because we urgently and desperately need your help and governance in order to survive. Insurance companies are vast powerful corporate entities and are ultimately much more powerful than the 80% of small private community nurseries across the country that care for so many children and support so many families. \r\nThe majority are finding ways not to fulfil their duty and pay out and it will have a devastating impact. We need help.",
        "background": "We need government and parliament to discuss this very serious issue, raise public awareness of this situation that's having a devastating impact on nurseries and other early years providers and ensure that the insurance companies respond to their role & responsibility and pay out when they should.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T11:08:07.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T11:21:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T15:08:24.957Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Insurance policies are private arrangements between individual insurance companies and policy holders, and are not the responsibility of the Government or Parliament.\r\n\r\nThe Association of British Insurers has published advice about the impact of coronavirus on different types of insurance: https://www.abi.org.uk/products-and-issues/topics-and-issues/coronavirus-hub/business-insurance/\r\n\r\nYou could start a new petition asking the UK Government to create a fund for early years providers who are unable to claim on their insurance, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T15:08:36.430Z"
    },
    "id": 314429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314429.json"
    },
    "type": "petition"
}