{
    "attributes": {
        "action": "Increase NHS workers wages, after the Coronavirus Pandemic.",
        "additional_details": "The Government are doing their absolute best to prevent the spread of the Coronavirus, however, it's not just them at the frontline. It's our NHS workers. They work long hours, to protect the vulnerable and the health of the public.\r\n\r\nThey're putting the health of the public first over their own health and wellbeing, and it's getting looked over. They need to be rewarded for the help they are providing, not just for the public, but for the whole country.",
        "background": "The Government should increase the wages of all NHS frontline workers (Nurses, Doctors, etc...), as they're working endlessly around the clock to help deal with the Coronavirus Pandemic. NHS frontline workers do not get enough appreciation for the work that they're doing to help the current climate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T12:57:19.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T13:07:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:00:24.329Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for setting the salary of most key workers, or setting minimum wages for particular sectors, but you may wish to sign petitions calling for the following actions:\n\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\n\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\n\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\n\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\n\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\n\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\n\nMake the minimum wage equal for all ages and increase to at least £10: https://petition.parliament.uk/petitions/301749\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:00:38.778Z"
    },
    "id": 314453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314453.json"
    },
    "type": "petition"
}