{
    "attributes": {
        "action": "CBILS enhancements: Increasing SME access to critical funding",
        "additional_details": "There has never been a more vital for UK SMEs to receive access to critical funding. As a trade body with 30-years of experience helping to fund UK businesses, we are well placed to spot challenges the CBILS initiative will face.\r\n\r\nWe urge Chancellor Sunak and HM Treasury to assess these considerations. Our lending community wants to work with him and his team to help accelerate funding applications, ensuring British businesses receive the right finance, in the right areas, at the right time.",
        "background": "• Promote the intermediary-led route to market\r\n\r\n• Extend CBILS to include more alternative & non-bank lenders\r\n\r\n• Reduce restrictive institutional block funding arrangements, releasing capital for smaller lenders\r\n\r\n• Support valuation & surveying communities, unlocking a backlog of applications",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T15:22:45.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T16:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T09:49:16.631Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to make changes to the way the Coronavirus Business Interruption Loan Scheme operates, but it's not clear exactly what changes you want the Government to make to eligibility or the way this scheme is being delivered.\r\n\r\nYou could start a new petition stating exactly what changes you want the Government to make to this scheme.\r\n\r\nWe have published a number of petitions calling on the Government to provide financial support to individuals and businesses during the pandemic, which you might like to sign. You can view all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T09:49:16.628Z"
    },
    "id": 314480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314480.json"
    },
    "type": "petition"
}