{
    "attributes": {
        "action": "Insurance companies to pay out on Business Interruption Cover due to COVID-19",
        "additional_details": "•\tBusinesses would not need to claim to Furlough staff - employees remain employed\r\n•\tBusinesses could pay suppliers whilst in hibernation due to the government halting non-essential business\r\n•\tBusinesses could avoid taking out CBIL loans, as banks are not proactively offering affordable loans quickly\r\n•\tBusiness owners could all pay their tax on time\r\n•\tWith insurance supporting businesses for loss of income many can continue to function and work from home while all staff retain their jobs",
        "background": "In the estate agency industry, sales of properties have been halted by the government, placing many businesses in jeopardy. Help us keep the economy going, in all industries, by forcing insurance companies to pay out on all policies under business interruption.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T10:39:42.454Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-06T11:23:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T09:56:33.937Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to pay out under a policy is one for individual insurance companies, not the UK Government or Parliament. \r\n\r\nIf you are unhappy with the decision of your insurer you should complain directly to them. \r\n\r\nIf you are unsatisfied with how an insurer responds to your complaint you may wish to contact the financial ombudsman: https://www.financial-ombudsman.org.uk/businesses/complaints-deal/insurance \r\n\r\nYou can find information about financial assistance available to businesses here: https://www.gov.uk/government/collections/financial-support-for-businesses-during-coronavirus-covid-19\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T09:56:38.767Z"
    },
    "id": 314423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314423.json"
    },
    "type": "petition"
}