{
    "attributes": {
        "action": "MP's and Councellors to take a 20% reduction in their Salaries and expenses",
        "additional_details": "Many other companies have had to take pay cuts in order to help the country out of this situation.  Some companies have had to put staff off work completley.  Other companies have reducedf their employees rates of pay by 20% (with some footballers as much as 30%).  The Government should lead by example.",
        "background": "Due to Covid-19 virus, ALL MP's and ALL County, District & Borough Councillors to take a minimum 20% reduction in Salaries and expenses with immediate effect and back dated to 1st March 2020.  This to be in effect until the Government had declared that there is no further risk to the Covid-19 virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-06T18:25:49.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-08T12:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T16:23:13.586Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\nDonating money would be a decision for individual MPs, not the UK Government or Parliament. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: \r\n\r\nhttps://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-28T16:23:13.582Z"
    },
    "id": 314514,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314514.json"
    },
    "type": "petition"
}