{
    "attributes": {
        "action": "Give University Students the option to end rent contracts early due to Covid-19",
        "additional_details": "1. If forced to end tenancies, Landlords would be able to claim loss of income through government schemes, and so would be supported financially. \r\n2. The majority of students have traveled home to their primary address to be with their families in this difficult time, with many international students returning to other countries. With restrictions on travel, we cannot access our term-time housing.\r\n3. Many students have lost their income due to zero-hour contracts in bar work/waiting/hospitality.",
        "background": "During the Covid-19 pandemic, many university students are being forced to pay for rent at term-time addresses they are not living at. The government needs to obligate landlords to provide all student tenants with the option to end their tenancies immediately, including fixed contracts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T17:06:22.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T18:00:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T08:21:59.502Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nThe Government has published an FAQ for university students on Covid-19, which includes advice on accommodation costs: https://dfemedia.blog.gov.uk/2020/04/09/university-students-covid19-faq/ \r\n\r\nYou might like to sign these petitions, which call for similar actions:\r\n\r\nEnable private tenants early release from tenancy agreements due to Covid-19: https://petition.parliament.uk/petitions/312609 \r\n\r\nRefund university rent and tuition fees due to coronavirus: https://petition.parliament.uk/petitions/304855 \r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T08:21:59.500Z"
    },
    "id": 314685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314685.json"
    },
    "type": "petition"
}