{
    "attributes": {
        "action": "Provide FREE core subject workbooks for children during school closure",
        "additional_details": "Children are currently missing out on an education due to covid-19. Schools are not providing sufficient work and not every parent is equipped with the skills and knowledge for homeschooling.",
        "background": "Parents should be provided with workbooks on core subjects to enable adequate learning with their children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T11:18:27.687Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T12:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T12:22:01.767Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for determining whether schools should be allowed to open or be required to close, and for issuing guidance to schools on operating during the coronavirus outbreak.\r\n\r\nHowever, decisions about teaching arrangements and the provision of resources during any period of closure is a matter for individual schools, not the Government or House of Commons. Ofsted is responsible for making sure that organisations providing education, training and care services in England do so to a high standard for children and students.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProvide £500 cash grant to fund children being home schooled: https://petition.parliament.uk/petitions/313284\r\n\r\nProvide disadvantaged children with a connected laptop to access home learning: https://petition.parliament.uk/petitions/313177\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T12:22:01.764Z"
    },
    "id": 314634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314634.json"
    },
    "type": "petition"
}