{
    "attributes": {
        "action": "Stop Sky, Amazon Prime exploiting Covid-19 crisis by fivefold film rent increase",
        "additional_details": "In the last month Sky and Amazon Prime have introduced a fivefold increase in their film rental charges from £2.99 to £15.99 on the exact same films available last month for £2.99 thus affecting millions of families furloughed during the Covid-19 crisis. A most cynical exploitation of vulnerable families stuck at home with children trying to cope at a time of national crisis. It is interesting that both firms applied exactly the same price increases at exactly the same time",
        "background": "This kind of profiteering must be outlawed if necessary by Act of Parliament or using existing laws to prevent unnecessary additional economic hardship and strain on ordinary families during this national crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T15:27:48.494Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T16:11:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T16:05:30.164Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for setting the price of online rentals, which is a matter for providers and the studios proviidng films. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T16:05:35.608Z"
    },
    "id": 314666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314666.json"
    },
    "type": "petition"
}