{
    "attributes": {
        "action": "Banks failing to support the government Covid Business Interruption Loan Scheme",
        "additional_details": "The tax payers bailed out the banks in 2008. The financial, emotional and physical impact of this was felt by the taxpayers for over a decade.\r\nThe Government has asked the banks to help SMEs by providing government backed loans under the Covid-19 Business Interruption Loan Scheme. Now its down to the banks to implement.\r\nEven with the government backed promise to banks, the high street banks are not lending to SMEs. .\r\nSMEs need access to these loans as quickly as possible",
        "background": "This petition is to gather support so the government recognise the reckless manner the banks are operating which is impacting thousands of SMEs by not implementing the government backed Covid-19 Business Interruption Loan Scheme.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-07T13:31:48.498Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-07T14:11:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-05T16:19:31.395Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, as this would be a matter for banks, or potentially the Financial Conduct Authority or other regulators.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changing the rules of the scheme, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-05T16:19:35.924Z"
    },
    "id": 314652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314652.json"
    },
    "type": "petition"
}