{
    "attributes": {
        "action": "Level 3 extended diploma - to get grades for universities or grades lowered.",
        "additional_details": "I would like the government or parliament to give students who are studying extended diploma the grades needed for the courses as we should be treated equally to those who are studying A levels. If this isn’t the case then universities should lower the requirements. Currently colleges and schools are doing online sessions however some students are limited to the sessions due to not having laptops - libraries are also closed due to coronavirus.",
        "background": "Due to the government cancelling all exams this summer, us individuals who are studying level 3 extended diploma to get into university won’t be able to achieve the grades needed for the courses. Therefore, we should all be given grades needed for our courses or universities should lower the grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-08T13:47:45.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T15:12:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T12:30:02.892Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament. Decisions about university admissions are a matter for individual universities and UCAS, and not the Government or House of Commons. If you have concerns about admissions you should raise these with UCAS.\r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here: \r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB  \r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people  \r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/  \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T12:30:02.891Z"
    },
    "id": 314824,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314824.json"
    },
    "type": "petition"
}