{
    "attributes": {
        "action": "\"Warehouse and premises\" should get government grant too, same as RHLGF",
        "additional_details": "Warehouses and premises are suffering from the same consequences of the global pandemic and of no fault of these businesses having to close down. Many businesses are in dire financial state (with no cash flow at all) if they are not boosted with the much-needed cash influx in the form of a grant. The government should consider awarding the same amount of assistance to \"warehouse and premises\" as retail, hospitality and leisure businesses.",
        "background": "The government to give grant to “warehouses and premises” and not to limit its scope of assistance to retail, hospitality and leisure sectors only. Warehouse and premises are equally suffering from the consequences of the Covid-19 pandemic and are following the government instructions to close down",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-08T17:43:51.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-08T17:57:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T12:45:21.360Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to extend the coronavirus Retail, Hospitality and Leisure Grant Fund, but it's not clear how you want the Government to change its eligibility.\r\n\r\nThe current grant applies to businesses in certain sectors, and also specifies properties covered by the fund.\r\n\r\nIf you want the Government to extend the grant to cover warehouses and other premises of hospitality, retail or leisure businesses, you could start a new petition requesting this.\r\n\r\nIf you want the Government to extend the grant to new industries, and properties not currently eligible, you could start a new petition requesting this, but would need to be clear what industries or businesses you wanted the grant to be extended to.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nInclude wholesale businesses in the COVID 19 Business Rates Relief: https://petition.parliament.uk/petitions/320692\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T12:45:21.357Z"
    },
    "id": 314861,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314861.json"
    },
    "type": "petition"
}