{
    "attributes": {
        "action": "To show the nations thanks to the NHS during the coronavirus outbreak.",
        "additional_details": "At this ceremony every hospital should be awarded a commemorative plaque  to display with pride, at each of their hospitals, that shows the grateful thanks from the nation for their care and dedication to duty, and the ultimate sacrifice some of their colleagues have made",
        "background": "To create a lasting commemoration for the sacrifices  NHS staff have made during the coronavirus pandemic, by inviting two front line representatives, not management, from every NHS hospital to Buckingham Palace to receive the thanks of the nation. A nationwide clap does not seem enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-08T14:29:42.692Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-09T07:48:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T16:19:49.732Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about any events at Buckingham Palace would be a matter for the Royal Family, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nAward medals to the retired doctors and nurses who returned to NHS for COVID19: https://petition.parliament.uk/petitions/315329\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328 \r\n\r\nDesignate a day for the recognition of our NHS and all Emergency Services: https://petition.parliament.uk/petitions/308614\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T16:19:49.728Z"
    },
    "id": 314833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314833.json"
    },
    "type": "petition"
}