{
    "attributes": {
        "action": "Change the NHS complaints process to reduce clinical and administration time.",
        "additional_details": "This is a great cost to the NHS in both time and money. Maybe we could introduce a small indemnity fee the patients pay to cover litigation and this deals with complaints without if effecting Hospitals & General Practice.",
        "background": "Bring in legislation to reduce NHS complaints which are often time consuming and trivial. I believe complainants should be responsible for the impact on care both financially and clinically. This is particularly relevant in the current climate to allow staff to focus on patient needs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-09T12:20:40.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T18:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T15:19:38.744Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change how complaints about the NHS are handled, but it's not clear exactly what you want the Government to do to achieve this.\r\n\r\nThe Local Authority Social Services and National Health Service Complaints (England) Regulations 2009 details complaints that the NHS have to investigate, and how. You could start a petition calling for the Government to change this act, so the NHS is not required to investigate certain complaints, or the process for investigating complaints is less burdensome or time consuming. You could also call on the Government to increase funding for the NHS, or impose a charge on users, to fund complaint handling.\r\n\r\nYou suggest the idea of an indemnity fee for patients, to cover the cost of dealing with complaints, and you could start a petition requesting this, but it would need to be clear what specific action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-15T15:19:38.740Z"
    },
    "id": 314981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314981.json"
    },
    "type": "petition"
}