{
    "attributes": {
        "action": "THE GOVERNMENT ALLOWING FLR-FP HOLDERS ACCEPTED TO DO NURSING IN THE UNIVERSITY.",
        "additional_details": "AM A YOUNG LADY IN MY LATE THIRTIES ,A SUPPORT WORKER, WORKING WITH PEOPLE WITH DEMENTIA AND SPECIAL NEEDS ON THE TEN YEARS ROUTE  ,WHO HAVE THE PASSION TO STUDY NURSING AND GIVE BACK TO THE SOCIETY  ,WILL COMPLETE MY TEN YEARS ROUTE WHEN  IN MY LATE FORTIES ,AND WOULD HAVE TO TAKE THE COURSE WHEN I GET A SETTLED STATUS FOR 3 YEARS. CONSIDERING MY AGE NOW AND THEN,HOW MUCH ENERGY AND STRENGTH WILL I HAVE AFTER COMPLETING THIS DURATION  TO GIVE BACK TO THE NATION?,PLEASE THE GOVERNMENT SHOULD MAKE IT ACCESSIBLE FOR US NOW WHO HAVE THE PASSION TO STUDY NURSING AND TAKE OUT ALL THOSE RULES.",
        "background": "I WANT THE GOVERNMENT TO CONSIDER THOSE OF US WHO HAVE FLR -FP ON THE 5 AND TEN YEARS ROUTE TO BE CONDSIDERED FOR ADDIMISSION INTO THE UNIVERSITY TO STUDY NURSING IF U HAVE THE PASSION. THE GOVERNMENT SHOULD HELP US QUALIFY FOR THE LOANS SCHEMES WHICH WILL HELP US  PAY FOR OUR FEES ASWELL.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-09T13:24:13.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T11:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T07:37:31.108Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want people who have applied for further leave to remain under the \"F\" and \"P\" categories to be able to attend university to study nursing, but it's not clear what changes you want the Government to make to enable this.\r\n\r\nIt appears that people who have got further leave to remain through this route are already able to apply to attend university, although they may not be able to secure student finance.\r\n\r\nWe have published the following petition, calling on the Government to fund all medical degrees to support future doctors and nurses, which you might like to sign: https://petition.parliament.uk/petitions/309404\r\n\r\nYou could start a petition calling on the Government to allow non-UK citizens to claim student finance for nursing degrees, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-06T07:37:31.105Z"
    },
    "id": 314991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314991.json"
    },
    "type": "petition"
}