{
    "attributes": {
        "action": "STOP MPs from claiming £10,000 for working at home during Coronavirus pandemic.",
        "additional_details": "This money should be allocated as a bonus to those on the front services or support our NHS.\r\n\r\nIt is immoral for them to get additional funds at such a time like this when there are so many people contributing their own little bit to keep the country going. Let the MPs do their own bits too.",
        "background": "The London Economic published on their website today that our MPs are getting £10,000 for working at home during the Coronavirus pandemic. The MPs are already getting £26,000 a year to cover the costs of their offices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-09T11:24:46.997Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-09T12:42:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T13:06:54.209Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nDonating money would be a decision for individual MPs, not the UK Government or Parliament. \r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T13:06:54.207Z"
    },
    "id": 314966,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314966.json"
    },
    "type": "petition"
}