{
    "attributes": {
        "action": "Reduce working time and travelling after lockdown",
        "additional_details": "It has been seen, in a very short while, that the environmental impact of humanity on the earth has lessened with the cutbacks involved in lockdown. People are discovering more supportive and compassionate ways of interacting. We have an opportunity here to change the way we live, and lessen our impact. Now is an ideal opportunity to find different ways of living.",
        "background": "Our environment has benefited already from lockdown.  People are finding out what is essential. In 1973 (during the miners’ strike) productivity went UP during the three day week. We can make things work with lessened work-time and reduced travelling. Let’s NOT ‘go back to normal’ but find a new way",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-09T10:30:28.002Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-09T16:04:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-10T16:03:14.390Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking the UK Government and Parliament to provide incentives for working from home or to reduce the maximum number of working hours, if that's what you'd like to happen.\r\n\r\nWe've published these petitions about changes to how people work which you may wish to sign: \r\nRequire suitable businesses offer remote & flexible working to employees\r\nhttps://petition.parliament.uk/petitions/318057\r\n\r\nStudy impact of home working on health & the environment and act on the results\r\nhttps://petition.parliament.uk/petitions/317466"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-10T16:03:19.492Z"
    },
    "id": 314953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314953.json"
    },
    "type": "petition"
}