{
    "attributes": {
        "action": "Commission a Covid 19 Medal and Certificate of National Recognition",
        "additional_details": "Our NHS and frontline workers across the whole of the UK are currently going through a major crisis with the outbreak of Covid 19, they all face a daily battle both physically and mentally coping with those of us that are seriously ill and sadly the impact of seeing some of the people they are caring for dying.\r\nAs a Nation we need to have some way of saying thank you to them all, we don't want to remember the virus, we want to remember those that went above and beyond to help those in need.",
        "background": "Commission a Medal and Certificate of National Recognition To Be Awarded to All NHS and Emergency Service Front-line Workers, including the Voluntary groups like Blood Bikers and other charities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-09T07:34:47.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T09:44:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T09:26:06.969Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for similar actions:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nAward medals to the retired doctors and nurses who returned to NHS for COVID19: https://petition.parliament.uk/petitions/315329\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T09:26:06.966Z"
    },
    "id": 314921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/314921.json"
    },
    "type": "petition"
}