{
    "attributes": {
        "action": "Open contact centers during lockdown!",
        "additional_details": "Schools are still open to Children who have social involvement&children can move between parents houses so this should involve contact centers too! Weeks or even months without face to face contact between parents &children is detrimental to the children emotional welfare. Encouraging contact between parents is VITAL to encourage sense of stability in what is an already stressful time! Remove all shared toys to avoid any chance of cross contamination imagination is enough! Sanitizers on the door",
        "background": "So during the lockdown, all contact centers have been shut, which means people with children on temporary care orders are now missing out on ESSENTIAL parent-child bonding. Take extra precautions in the way of disinfecting; even remove all the toys temporarily. Just let us hold our children!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T00:36:36.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-10T08:03:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T08:06:31.384Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government has not required child contact centres to close.\r\n\r\nThe National Association of Child Contact Centres, which provides child contact centres, has decided to suspend face to face services, in light of the Government's guidance about social distancing. This is an operational decision for the NACCC, not the Government or House of Commons.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-11T08:06:31.381Z"
    },
    "id": 315134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315134.json"
    },
    "type": "petition"
}