{
    "attributes": {
        "action": "Give prisoners social visits via video link during Covid-19 lockdown",
        "additional_details": "For most prisoners these weekly visits get them through their time in prison and improve their mental health, stop reoffending when released, overall rehabilitation, it maintains family ties, and prevent self harm and violence in prisons. Visits are also a lifeline for family members to see their loved ones, especially children, allowing them to continue a relationship and bond with their parent, which then improves the mental health of these children and will help prevent them becoming offenders and breaking that cycle. Children don’t need to be punished for their parent’s mistakes and choices in life. It would be a start to allow prisoners with young children weekly video link visits, as this suspension of visits is causing a huge impact on prisoners and their young children.",
        "background": "To give prisoners their weekly social visit via video link during the Covid-19 lockdown as all social visits for prisoners have been suspended during this time. Security measures would of course be in place, and all video link visits would monitored just  as phone calls are currently.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T07:42:44.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-10T19:05:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-10T15:13:56.188Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that family video calls are being introduced at prisons and young offender institutions across England and Wales: https://www.gov.uk/government/news/secure-video-calls-to-help-prisoners-maintain-family-ties\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-10T15:14:01.552Z"
    },
    "id": 315150,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315150.json"
    },
    "type": "petition"
}