{
    "attributes": {
        "action": "Stop MPs from getting the £10,000 for setting up a home office.",
        "additional_details": "The NHS is on its knees, people are out of work, MPs are getting 100% pay. Workers across the UK are out of work. A home office does not cost £10,000 per person to set up, what equipment are they purchasing? I would honestly like to know as my home office didn't cost anything more than what I already own.\r\n\r\nThis government truly ridicules the people of the UK by actually even suggesting that this is ok behaviour. Seeing as MPs are paid more than the average household in the UK, it is enigmatic.",
        "background": "Stop MPs from getting the ridiculous amount of £10,000 to set up a home office. This is a preposterous amount of money, especially whilst the NHS is on its knees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T05:12:40.917Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-10T15:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T13:08:48.293Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nDonating money would be a decision for individual MPs, not the UK Government or Parliament. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T13:08:48.291Z"
    },
    "id": 315141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315141.json"
    },
    "type": "petition"
}