{
    "attributes": {
        "action": "Provide free internet access or data for disadvantaged students to learn online.",
        "additional_details": "In light of COVID-19 we have moved learning online. It is vital that learners have the ability to access the internet so they can learn from home. Teachers all over the UK are frustrated they are missing learners from the online space and are missing out due to lack of access to the internet or WIFI. Students who are disadvantaged are missing out on learning because they dont have data left. Let's provide them with free open-access to hotspots available.",
        "background": "We would like government to address the digital divide and call upon telecommunication suppliers to provide free WIFI and data for students. Students who are disadvantaged are missing out on learning because they dont have data left. Let's provide them with free open-access to hotspots available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T01:05:04.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T08:56:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-17T14:33:22.433Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nFund free broadband for vulnerable households during social distancing: https://petition.parliament.uk/petitions/307371\r\n\r\nProvide disadvantaged children with a connected laptop to access home learning: https://petition.parliament.uk/petitions/313177\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-17T14:33:22.429Z"
    },
    "id": 315137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315137.json"
    },
    "type": "petition"
}