{
    "attributes": {
        "action": "Give critical care nurses a pay rise to recognise their vital role",
        "additional_details": "I believe that the national shortage of nursing staff is in some part due to the lack of economical prospects associated with the profession. Recognising and rewarding the nursing profession especially in the most critical areas would improve morale and would likely draw more people to work for the NHS.",
        "background": "being an ICU nurseI am very familiar with the huge impact of COVID19. At present nurses are payed under the agenda for change scheme that should reward skillsets. ICU nurses are working as leaders during the pandemic due to their unique expertise so I believe this should be recognised officially",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T16:51:46.305Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T11:07:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T08:13:31.846Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think this petition is similar:\r\nAward all Nursing Staff in the NHS a pay rise of 10% backdated to 1 April 2020:\r\nhttps://petition.parliament.uk/petitions/316307\r\n\r\nYou may also wish to sign some of these petitions:\r\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595 \r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073 \r\n\r\nReimburse nurses for student loans and fund all fees for future student nurses: https://petition.parliament.uk/petitions/302732 \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-11T08:13:37.518Z"
    },
    "id": 315268,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315268.json"
    },
    "type": "petition"
}