{
    "attributes": {
        "action": "In 2021 we want the frontline staff to have a Frontline Festival",
        "additional_details": "As covered above, even though frontline staff did their jobs they went above and beyond expectations. They lost their own time in 2020, let them come together celebrate and have fun and let lose around their day jobs. Knowing that the wider public want to thank them and see them relax and not stress. This festival isn’t for us the general public but for front line staff only. Over 3 days have the ability to rotate around their work and party hard. They deserve it",
        "background": "2020 is a year where frontline staff dedicated their time and lives to saving the rest of the population. They were amazing. They should be rewarded with an amazing 3 day festival purely for them. Headline acts should perform to say thank you. This festival should be completely free for them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T16:27:23.421Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T14:27:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T11:44:43.221Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for holding concerts or festivals.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCreate a new Bank Holiday in recognition of the NHS and all its amazing workers: https://petition.parliament.uk/petitions/303882\r\n\r\nIntroduce a 'one off' bank holiday after covid-19 pandemic to boost morale: https://petition.parliament.uk/petitions/304513\r\n\r\nDesignate a day for the recognition of our NHS and all Emergency Services: https://petition.parliament.uk/petitions/308614\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T11:44:43.219Z"
    },
    "id": 315261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315261.json"
    },
    "type": "petition"
}