{
    "attributes": {
        "action": "Award substantial death in service for key worker families during COVID-19.",
        "additional_details": "Thousands of low wage workers, with little or no life cover, are putting themselves and their families at risk.  There are so many families who right now cannot isolate and protect themselves, because key workers are needed to keep this country going.  I think it’s important that they can continue to do their jobs, with the knowledge that should the worst happen as a result of their service, their families will be looked after.",
        "background": "Please ask the Government to protect the future of key worker families, by awarding an additional death in service payment to any key worker who loses their life, while continuing to work and serve during the Covid-19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T11:52:17.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-10T12:18:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T12:40:53.747Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nFund increased death in service benefits for NHS staff who die during Covid-19: https://petition.parliament.uk/petitions/307592\r\n\r\nProvide financial security and compensation to the families of keyworker victims: https://petition.parliament.uk/petitions/315685\r\n\r\nProvide pensions to all who lose their husband, wife or partner during Covid-19: https://petition.parliament.uk/petitions/311355\r\n\r\nExtend death in service benefits for COVID19 to NHS or care worker's household: https://petition.parliament.uk/petitions/319256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T12:40:53.743Z"
    },
    "id": 315206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315206.json"
    },
    "type": "petition"
}