{
    "attributes": {
        "action": "Subsidised or free benefits for all NHS staff while working",
        "additional_details": "These are benefits that a lot of private companies would offer their staff without the need to petition, and for many years were also available to NHS staff.  In light of the current situation and the great work by the NHS staff wouldn't it just be a nice thing to do?",
        "background": "Most NHS staff are required to pay for parking at their place of work, this should be either free or in cases where this is not possible in places like central London be subsidised.  Also small things like free tea and coffee at work and even a free Christmas meal to look forward to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T18:04:51.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-10T18:48:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T15:40:43.018Z",
        "rejection": {
            "code": "duplicate",
            "details": "Staff facilities are a matter for individual NHS trusts, not the UK Government or Parliament. You could start a petition calling on the Government to provide additional funding for NHS trusts to provide improved staff facilities, if that's what you'd like to happen.\r\n\r\nYou may wish to sign these petitions, calling for similar actions on benefits:\r\n\r\nFund free travel and reduce rate parking for NHS staff:\r\nhttps://petition.parliament.uk/petitions/318815\r\n\r\nAllow free parking for all NHS employees on NHS property or their place of work:\r\nhttps://petition.parliament.uk/petitions/312828 \r\n\r\nFund free Travel, Parking, Hotel & Childcare during COVID-19 for NHS staff: https://petition.parliament.uk/petitions/305854\r\n\r\nFund free meals for NHS staff whilst on duty during the COVID19 Pandemic: https://petition.parliament.uk/petitions/303485\r\n\r\nSupply NHS key frontline staff working during Covid-19 healthy food hampers: https://petition.parliament.uk/petitions/306339\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-29T15:40:48.078Z"
    },
    "id": 315283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315283.json"
    },
    "type": "petition"
}