{
    "attributes": {
        "action": "Give all NHS workers a Special Medal for their Covid-19 Service to the country.",
        "additional_details": "It is important that the Government recognises what these amazing people have done and show them that not only do they care and thank them but they also show gratitude by way of an award that be recognised the world over.",
        "background": "These people have served our country our people and shown without fear or favour what it is like to help others in front of themselves dedicating their skills, knowledge and care to everyone else with dedication, humility and sincerity. Others have given their lives in the process of helping others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T13:05:43.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-10T13:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-15T06:01:31.392Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action.\n\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\n\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-15T06:01:49.411Z"
    },
    "id": 315222,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315222.json"
    },
    "type": "petition"
}