{
    "attributes": {
        "action": "Stop IELTS as entry exam for doctors whose training was in English language.",
        "additional_details": "The Medical training is a unified noble profession worldwide.This training is done in advanced English especially those British colonised countries upto degree level. Many doctors are being wasted in the UK as they are forced to take another rigorous unnecessary English exam called IELTS. Allow doctors to go through the normal medical qualification exams and not first through IELTS.\r\nRedundant Doctors are out there to join the Covid-19 frontline and to ease the mounting pressure on the NHS.",
        "background": "Many foreign trained doctors have been stopped by IELTS(English language exam) from joining the UK workforce.\r\nThe NHS is lacking trained doctors especially during the fight against Covid-19. \r\nMost foreign trained doctors are either bus drivers, food vendors, care assistants or have changed career.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T06:44:48.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T18:44:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T10:06:01.474Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The English language requirements for doctors are set by the independent regulator for doctors in the UK, the General Medical Council (GMC), not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHelp international healthcare professionals to join the NHS: https://petition.parliament.uk/petitions/308572\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-07-28T10:04:30.512Z"
    },
    "id": 315347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315347.json"
    },
    "type": "petition"
}