{
    "attributes": {
        "action": "Move from a representative democracy to a participatory semi-direct democracy.",
        "additional_details": "The citizenry is Sovereign. It has the right to choose which laws not to be governed by. Let elected representatives continue creating or striking law, but allow the citizenry to reverse Parliament's rule. \r\n\r\nIn addition, grant the citizenry a direct path to propose positive Constitutional change through petition, and let the courts decide if the change proposed is with respect to the unwritten Constitution.\r\n\r\nEnd oligarchy, create a non-revolutionary check and balance for Government as a whole.",
        "background": "Representative democracy is to law what the GosPlan was to the economy under communism: leaders choosing laws with no direct path for the citizenry to check leaders' decisions. \r\n\r\nBring about a system where citizens, through petition and referendum, can directly reverse the decisions of Parliament.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T08:00:23.024Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-03T20:10:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-27T10:54:51.999Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to increase the use and impact of petitions and referendums, but we're not sure in what circumstances you would like them to be triggered or made available, and how the proposed constitutional change would work. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-27T10:54:51.996Z"
    },
    "id": 315364,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315364.json"
    },
    "type": "petition"
}