{
    "attributes": {
        "action": "Implement a plan to respect Nature and all its inhabitants including animals.",
        "additional_details": "Government need to find experts in our country and set up a department/Taskforce to consider changes to our policies and attitudes not just to our environment but all forms of life that reside in our environment and see how we can align our way of living so that it is harmonious with nature.\r\nWe need to consider bringing in practices for businesses that do not damage the environment but other forms of life, respect for nature is key to  a healthy planet.\r\nEconomics with respect for nature.",
        "background": "It is evident that human society for hundreds of years has been disregarding nature by creating policies that gain us short term economic benefit by robbing the earth of its limited resources and disrespecting all other forms of life on the planet.\r\nScientific evidence shows we need to change policy",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-10T20:03:31.474Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T08:07:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:52:40.209Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about nature, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or which policies you would like to change.\r\n\r\nYou may wish to sign one of these petitions:\r\nPublish new carbon budgets linked to the Paris Agreement and Climate Change Act:\r\nhttps://petition.parliament.uk/petitions/300178\r\n\r\nProtect the Environment – support carbon neutral energy alternatives:\r\nhttps://petition.parliament.uk/petitions/300000\r\n\r\nAdd Environmental Conservation to the national curriculum for all schools:\r\nhttps://petition.parliament.uk/petitions/300279\r\n\r\nRun a Public Awareness Campaign about the Climate and Ecological Emergency:\r\nhttps://petition.parliament.uk/petitions/301289"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T13:11:59.023Z"
    },
    "id": 315300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315300.json"
    },
    "type": "petition"
}