{
    "attributes": {
        "action": "Legally investigate the mass movement of tourists into Wales during lockdown.",
        "additional_details": "Over the recent days and weeks, hundreds of tourists, mainly from Northern and Midland counties were reported to have breached quarantine regulations to freely travel over the Welsh border to go on holiday or stay in Airbnb’s. \r\n\r\nThis lack of care and responsibility may have significantly contributed to the number of COVID-19 cases reported in Wales. \r\n\r\nI encourage the Westminster government to revise policies enforced during quarantine to understand why so many people rejected quarantine rules.",
        "background": "I encourage the Government to analyse in detail the trends that contributed to the lack of obedience and compliance by tourists and many members of the British public during lockdown in Wales, suggesting possible repercussions such as fixed larger fines when necessary. \r\n\r\nRules were not followed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T08:29:03.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T10:48:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:53:30.192Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Enforcing the law is a matter for the police, not the UK Government or Parliament.\r\n\r\nIf you think that a crime has been committed, you should contact the police here: \r\n\r\nhttps://www.police.uk/contact/ \r\n\r\nYou may wish to sign this petition, calling on the Government to \"Hold a Public Inquiry into the handling of the Covid-19 crisis\":\r\nhttps://petition.parliament.uk/petitions/302576"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T13:11:03.305Z"
    },
    "id": 315366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315366.json"
    },
    "type": "petition"
}