{
    "attributes": {
        "action": "Including Distance Selling Pharmacies in the Pandemic Delivery Service.",
        "additional_details": "In such times whereby our local community pharmacy's are unable to cope with the increase in patient demand, a lot of GP practices are relying on distance selling pharmacy's (DSP) to provide vulnerable patients with the supply and delivery of their emergency medications. \r\nThese medications are usually delivered on the same day and in most cases at no cost to the patient. \r\nSuch demand has meant that a lot of the DSP's have not only increased their daily delivery times but also increased the number of delivery drivers employed to ensure patients are looked after during this crisis.\r\nPlease support this petition so we can get the same funding as our local community pharmacy teams, in order to continue our dedicated service to all the public during these difficult times.",
        "background": "Include Distance Selling Pharmacies in the funding already being provided to community pharmacies for the delivery of medications to vulnerable patients during this pandemic.\r\nDistance selling pharmacy's are being relied on heavily to provide a fast and efficient delivery service to ALL patients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T14:53:11.174Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T16:02:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T17:03:44.590Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The funding for the Pandemic Delivery Service is to enable non-delivering pharmacies to offer this service. Distance Selling Pharmacies already are already contractually required to undertake this service, so cannot be included within the new scheme. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T17:03:56.808Z"
    },
    "id": 315440,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315440.json"
    },
    "type": "petition"
}