{
    "attributes": {
        "action": "Higher on-the-spot Fines for People who Breach Coronavirus Regulations",
        "additional_details": "More specifically I am referring to the people who continue to gather in large groups for parties/bbqs/outdoor or indoor activities with people out with their household. The regulations have been put in place to protect the entire country and the people who are flouting the rules are not taking this into consideration and it is slowing down the whole process of flattening the curve. Everyone wants the lockdown to end but it can't unless everybody is on board, it isn't fair to the people abiding.",
        "background": "I propose higher on the spot fines are given to those found to be breaching these rules (one for each member of the gathering) with this money going to the NHS. £60 (reduced to £30 if paid in 14 days) is not that much money to some people and clearly not enough to deter them from breaking the rules.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-04-11T13:17:09.394Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T11:09:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T14:19:38.757Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nTougher penalties for not following the Covid 19 rules: https://petition.parliament.uk/petitions/314400\r\n\r\nIncrease fines for breaking Covid-19 regulations to £1000 for first offense: https://petition.parliament.uk/petitions/320026\r\n\r\nMake Covid19 Non Compliance Fines min £10,000 & use to fund NHS/Key Worker PPE: https://petition.parliament.uk/petitions/315520\r\n\r\nAll police fines collected for unnecessary travel should go to the NHS: https://petition.parliament.uk/petitions/311882\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T14:19:38.753Z"
    },
    "id": 315421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315421.json"
    },
    "type": "petition"
}