{
    "attributes": {
        "action": "Investigate if and why the BAME community are more vulnerable to COVID-19",
        "additional_details": "It is not just about the 10 doctors that have died, three out of the six nurses named as having died from Covid-19 have also been BAME as was a hospital pharmacist and at least one healthcare worker. 44% of medical staff in the NHS are from a BAME background which is significantly more in comparison with 14% of the population in England and Wales. These figures are disturbing and further highlight the underlying inequalities that members of the BAME community continue to face even in 2020.",
        "background": "It has been widely reported that the first 10 doctors in the UK named as having died from the virus were all from the black, Asian, and minority ethnic community(BAME).  Furthermore, reported data shows that there is a disproportionate percentage of BAME people getting ill from Covid-19",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T13:05:48.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T16:25:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T12:37:10.704Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition Public Health England has published a review of disparities in risks and outcomes of Covid-19, including for BAME groups. You can read the review here: https://www.gov.uk/government/publications/covid-19-review-of-disparities-in-risks-and-outcomes\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T12:37:10.702Z"
    },
    "id": 315418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315418.json"
    },
    "type": "petition"
}