{
    "attributes": {
        "action": "Advise the public to wear surgical masks or simular in key service businesses.",
        "additional_details": "Scientific studies have recently shown that by covering the mouth and nose with a mask or similar dressing, it can significantly reduce the spread of moisture droplets when someone coughs, sneezes or speaks.  Although social distancing helps reduce the spread of viruses, if individuals sneeze or cough, moisture particles can remain in the air for a significant time after the event.  By wearing a nose and mouth covering, the majority of these particles can be captured at source.",
        "background": "To advice the general public and key businesses that people should wear surgical masks or similar facial coverings during the Corona Pandemic when entering and using key service businesses.  This could be part of the going UK emergency strategy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T18:29:58.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T19:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-14T11:24:40.982Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action.\r\n\r\nMake it mandatory to wear a face mask in public during Covid-19 Pandemic: https://petition.parliament.uk/petitions/304397\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-04-14T11:24:40.979Z"
    },
    "id": 315485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315485.json"
    },
    "type": "petition"
}