{
    "attributes": {
        "action": "HONOURS SYSTEM REVIEW reward all ICU NHS workers! Not the likes of Philip Green.",
        "additional_details": "Because I find it difficult to accept that society currently rewards 'celebrity' and the well heeled over people in our community who actually commit themselves to a good cause with prospects of little or no reward. A great example are all NHS staff in ICU units up and down the country NOW! These are the people we should hold aloft. These are the actions and values I hope my children can follow.\r\nMake it a system solely for 'real' achievement, for the givers not the takers!",
        "background": "Total top to bottom review of the honours system!\r\nOnly reward people who act with selflessness and compassion to OTHERS. People who commit themselves to helping others are the very backbone of this country. For far too long we have rewarded the rich & famous acting purely in their own interest.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T15:16:34.539Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-11T20:35:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T09:51:36.043Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear if you want the Governemnt to review the honours system, or for honours to be granted to specific people.\r\n\r\nWe could accept a petition calling for the honours system to be reviewed, as this is something the Government could do.\r\n\r\nWe cannot accept petitions that call for specific awards or honours, such as the George Cross, to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible for.\r\n\r\nThere is an independent process for considering nominations for awards and honours, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nThe Government has announced that it is delaying Her Majesty The Queen’s Birthday honours list until the Autumn so people who have made a contribution to the fight against coronavirus can be recognised and celebrated: https://www.gov.uk/government/speeches/oliver-dowdens-statement-on-coronavirus-covid-19-20-may-2020\r\n\r\nYou can nominate someone who has made an exceptional contribution to the response to the coronavirus crisis in the UK for an award here: https://www.gov.uk/honours/nominate-someone-for-coronavirus-work\r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nAward medals to the retired doctors and nurses who returned to NHS for COVID19: https://petition.parliament.uk/petitions/315329\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T09:51:36.040Z"
    },
    "id": 315445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315445.json"
    },
    "type": "petition"
}