{
    "attributes": {
        "action": "A Monument & Holiday for Key Workers & their families who have lost their lives",
        "additional_details": "Plan national monuments to all these people and their families, put the names of every person on these monuments. Once this is over pay them a good living wage, pay the front line staff enough so they don't have to struggle. Do this by reducing the spend on military hardware and foreign aid to countries that DO NOT NEED our tax money. Increase recruitment of the best people possible in all areas from all over the world. Be a leader in healthcare not just finance.",
        "background": "We need all in Government & the nation to acknowledge the fact that these people have and continue to risk their lives to protect everyone else. This invisible enemy is killing at will. Those that are combating this virus need every kind of support more than ever now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-11T14:18:49.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T14:01:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T15:58:09.745Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published petitions about a number of aspects of your petition, which you might like to sign:\r\n\r\nNational holiday of remembrance of those who died during the virus covid-19: https://petition.parliament.uk/petitions/311923\r\n\r\nDesignate a day for the recognition of our NHS and all Emergency Services: https://petition.parliament.uk/petitions/308614\r\n\r\nDesignate and provide funding for a day to celebrate key workers: https://petition.parliament.uk/petitions/310329\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328 \r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516 \r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097 \r\n\r\nIdentify and reward all key workers due to Covid-19: https://petition.parliament.uk/petitions/308903\r\n\r\nConsider how to compensate key workers for their efforts during Covid-19 crisis: https://petition.parliament.uk/petitions/308172\r\n\r\nUse money from the foreign aid budget to Support UK in the Covid 19 crisis: https://petition.parliament.uk/petitions/304418\r\n\r\nIf you want the Government to take a specific action which is not covered by the above, you could start a new petition requesting this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T15:58:09.849Z"
    },
    "id": 315434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315434.json"
    },
    "type": "petition"
}