{
    "attributes": {
        "action": "Give Parents access to GP Data of children in lockdown with a Covid 19  Adult",
        "additional_details": "Access to GPs advice  for parents who hold Court orders/ shared residency / parental rights.\r\n\r\nGPs often do not honour Parental Rights and Court Orders but now is the time it needs to be easy to access.\r\n\r\nIt is unfair for any Parent who is not in the Isolating Home to be left without the knowledge of \r\n\r\n1, Who thier child is isolating with\r\n2, If thier child is to be left alone in a home with a dieing parent\r\n3, legitimacy of GPs involvment as Covid 19 isolation is being used to aid alienation.",
        "background": "Allow a Parent with Parental rights to have access to information that locks the children down with a symptomatic Adult of Covid 19.  A Parent has the right to check the legitimacy of the GPs advice and who is caring for them in the Lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T08:40:51.558Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T14:15:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T08:47:45.298Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Guidance for when to self-isolate is issued by the NHS and Public Health England. You can find out more here: https://www.nhs.uk/conditions/coronavirus-covid-19/self-isolation-and-treatment/when-to-self-isolate-and-what-to-do/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want the Government to make \"unreasonable parent alienation\" a criminal offence, you may wish to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/314856"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-15T14:01:16.960Z"
    },
    "id": 315562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315562.json"
    },
    "type": "petition"
}