{
    "attributes": {
        "action": "Create a permanent monument to the NHS in the centre of Parliament Square",
        "additional_details": "",
        "background": "The bravery and sacrifice of NHS workers has saved and improved lives since 1946.\r\nThis should be recognised with a monument to not only those who have died fighting Covid-19, but also to the very idea of our universal, free, publicly owned, taxation-funded NHS, prominently visible from parliament.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T09:40:48.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T16:32:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T14:10:36.361Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Parliament Square Garden is the responsibility of the Mayor of London and London Assembly, not the Government or House of Commons.\r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328\r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516\r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2022-09-28T10:05:07.861Z"
    },
    "id": 315580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315580.json"
    },
    "type": "petition"
}