{
    "attributes": {
        "action": "Fund Internet and IT for all as a result of hardship, education, or loneliness.",
        "additional_details": "IT and Internet access provides, education, economic and social resilience.   Many in society do not have this due to hardship, and are therefore living in relative poverty in terms of living and education standards.",
        "background": "Immediately fund internet and IT provision for all that need it as a result of hardship, children's education, and/or loneliness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T08:39:55.257Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T20:22:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T16:12:07.520Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to help people who currently do not have access to the internet, but it's not clear exactly what you want the Government to do, or who should be entitled to any new support.\r\n\r\nIf you want the Government to fund the provision of internet and an internet-enabled device (such as a smart phone, laptop or desktop computer), you could start a new petition requesting this. If you want this only to be offered to certain households, such as those with household income below a certain level, or in recent of certain means-tested benefits, you could specify this in your petition.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund free broadband for vulnerable households during social distancing: https://petition.parliament.uk/petitions/307371\r\n\r\nGovernment please fund free-of-charge Broadband for all over-75s: https://petition.parliament.uk/petitions/301528\r\n\r\nProvide disadvantaged children with a connected laptop to access home learning: https://petition.parliament.uk/petitions/313177"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-15T16:12:07.517Z"
    },
    "id": 315561,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315561.json"
    },
    "type": "petition"
}