{
    "attributes": {
        "action": "Offer permanent contracts to agency staff in Key/Essential public sector jobs",
        "additional_details": "I feel the governments (national & devolved) should reward those staff who have worked on the frontline and provided key/essential public services during this crisis with the ultimate job security - permanent contracts. Agency staff are selflessly taking the same risks and providing the same services to the public that their permanent counterparts are providing but with no reward at the end other than a source of income. Less job security (if any as agencies claim they are not the employers and the public sector depts claim they are not so were do agency staff stand?), different pension, different sickness/maternity pay etc etc, yet agency staff are doing the same work and taking the same risks.\r\nI feel now is the time to reward our agency staff with an offer of a permanent position.",
        "background": "I request that permanent contracts be offered to all Key/Essential agency workers who have worked & continue to work in the public sector. \r\nThese workers are taking the same risks and providing the same public services as their permanent colleagues also provide but with less rights & job security.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T17:53:33.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-12T18:43:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T12:44:59.665Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government does not directly employ all public sector workers, many of whom are employed by public sector organisations that are operationally independent of the Government, so is not in a position to put all such workers on permanent contracts.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIdentify and reward all key workers due to Covid-19: https://petition.parliament.uk/petitions/308903\r\n\r\nConsider how to compensate key workers for their efforts during Covid-19 crisis: https://petition.parliament.uk/petitions/308172\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T12:44:59.662Z"
    },
    "id": 315662,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315662.json"
    },
    "type": "petition"
}