{
    "attributes": {
        "action": "Boris now the NHS saved your life it’s time to save it’s - Give it extra funding",
        "additional_details": "After the Prime Ministers fantastic recovery nows the time to appreciate how important this service is. Boris has discovered first hand the importance of the NHS they do an absolutely fantastic job and over the years and various governments have been stripped to bare bones. \r\n\r\nIt’s time to speak to the experts and give the correct funded in the right places.\r\n\r\nThis government needs to give the vital injection that the NHS needs in order to save it’s life. \r\n\r\nIt can’t be run on a shoestring budget",
        "background": "Increase the funding on what’s already been promised to the NHS and allow to not just survive in the future but thrive. \r\nInvest the EXTRA money needed to carry out this vital service without the need for debts or worries on the part of the trusts. Its time for Boris to nurse this service for us all",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T10:53:57.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T11:33:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T11:23:40.592Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nRaise the rate of income tax and corporation tax to fund the NHS: https://petition.parliament.uk/petitions/313995\r\n\r\nRevoke the Health and Social Care Act 2012 and renationalise the NHS: https://petition.parliament.uk/petitions/300019\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-15T11:23:46.819Z"
    },
    "id": 315791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315791.json"
    },
    "type": "petition"
}