{
    "attributes": {
        "action": "Make all sanitary products free for women and girls",
        "additional_details": "The fact that you can walk into a male public bathroom and you will find condoms in there for free disgusts me, because you can walk right next door into the ladies bathroom to find a young girl who is on her period and is expected to pay for a tampon. It outrages me that people think it's okay to charge women for the pains and struggles they have to go through on their period. You are making someone pay for having an uncontrollable amount of blood come out of them. You are making someone pay for having to live through 5-14 days of hell. I don't care how many people sign this petition. I don't care how many times these petitions get closed. I promise you there will be a day where santitary products are made free globally.",
        "background": "Let me get one thing straight. Periods are not a choice. When us women are born we do not sign a binding contract agreeing to get a period at the age of 11. There are women and girls living all over the world on there period without access to pads because they are forced to pay for them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-12T23:31:13.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T12:10:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T12:36:36.635Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/301619"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-12T12:36:36.634Z"
    },
    "id": 315729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315729.json"
    },
    "type": "petition"
}