{
    "attributes": {
        "action": "Change the NHS structure to reduce outpatients waiting time due to Covid19.",
        "additional_details": "1GP surgeries should have walk-in surgery Monday to Friday from 8.00till11.00am\r\n2.GP may want to see test results for diagnosis.You wait weeks for an appointment for x-ray,scan.This can be reduced if one in every 3 GP surgeries have a common X-ray,scan and blood taking facility(we could call this a GP Hub).GP’s should see test results within 2 hours.\r\n3.GP may refer patient to a consultant.Appoint consultants with in the GP Hubs to reduce waiting time.      \r\n4.Operation theatre in every 2GP Hubs",
        "background": "We know that the NHS has suspended most of the outpatients appointments to deal with the Covid19 pandemic, resulting out patients waiting time significantly increase. It is the time that the Government should take unprecedented steps to reduce the waiting time to save the lives of the patients’.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T09:49:05.326Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T15:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T08:31:51.915Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something the NHS, not the Government or House of Commons, is responsible for. While the Government funds the NHS, decisions about operational matters, such as the opening times of individual NHS Practices, and the equipment provided at these Practices, is a matter for individual Practices and NHS Trusts.\r\n\r\nYou could start a petition calling on the Government to provide increased funding to the NHS so that they are able to increase capacity for seeing patients after the outbreak, if that is what you want to happen, but this couldn’t request any actions that would be operational decisions for the NHS.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T08:31:51.912Z"
    },
    "id": 315772,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315772.json"
    },
    "type": "petition"
}