{
    "attributes": {
        "action": "Sanction France for impounding essential PPE, for the NHS, on its way to the UK.",
        "additional_details": "The NHS and its workers fight COVID-19 to protect the British public. We understand the shortage of PPE as demand skyrockets, however, we need to protect PPE entering the country. The Government has failed to do this in the aforementioned case above and another where France impounded hand sanitizer heading for the UK. This leaves our NHS workers vulnerable and the government just stands by. Sanctions may not be possible as of current, however, the actions from France should not be forgotten.",
        "background": "HMs Government should take action against France for impounding trucks containing 130,000 face masks meant for the NHS and its workers. We need to take action to protect these people as they valiantly battle COVID-19. France should be made aware that putting British lives at risk is not acceptable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T19:02:23.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T19:10:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-27T15:03:03.935Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government are not responsible for actions of the French Government and their decisions on imports and exports. \r\n\r\nSince you started this petition, the transportion of the goods have been resolved. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-27T15:03:09.231Z"
    },
    "id": 315892,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315892.json"
    },
    "type": "petition"
}