{
    "attributes": {
        "action": "Test people for coronavirus before being admitted to a care home.",
        "additional_details": "My Father in Law has severe dementia.  He is currently in a care home with no suspected Coronavirus cases.  Today he had a temperature and cough and the doctor has diagnosed chest infection.  If he has to go into hospital and then discharged, the care home will take him back but will have no idea if he has become infected with Coronavirus.  Due to his dementia, he will be almost impossible to isolate, he will wander around the home, eating other peoples food and have no idea about social distancing.  This will be a death sentence for many of the other people in the home.",
        "background": "I would like the Government to test patients that are being discharged from hospital back to a care home for Coronavirus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T14:49:21.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T16:45:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T14:58:55.454Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/315346\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T14:58:55.451Z"
    },
    "id": 315834,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315834.json"
    },
    "type": "petition"
}