{
    "attributes": {
        "action": "Allow UK golf courses to open during COVID-19 outbreak",
        "additional_details": "To maintain a healthy lifestyle exercise is essential. While many parks are crowded with people running and walking, golf courses remain empty. Permitting people to play golf during the COVID-19 crisis would allow people to exercise is a safe and socially distanced manner. Denmark has golf courses open but only allows people to play alone or with a family member. A number of other restrictions are in place such as not touching the flag to make the sport safe to play.",
        "background": "To maintain a healthy lifestyle, exercise is essential. While many parks are crowded with people running and walking, golf courses remain empty. Permitting people to play golf during the COVID-19 crisis would allow people to exercise in a socially distanced manner if they play alone or with family.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T11:52:26.691Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T12:17:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:10:54.537Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that golf courses in England can re-open. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-26T09:10:54.534Z"
    },
    "id": 315800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315800.json"
    },
    "type": "petition"
}