{
    "attributes": {
        "action": "Launch a wide ranging and vast investigation into the origin(s) of covid-19.",
        "additional_details": "This information should be used to prepare for future outbreaks, to understand the role of nations in its spread, and for use on the world stage determining foreign policy: i.e. as to whom we should provide funding or regard as reliable trustworthy institutions/countries. If party's (nations, institutions) have been found to have committed misdemeanors they should be outed and sanctioned as appropriate.\r\n\r\nLikewise party's should be \"praised\" for having had good conduct.",
        "background": "The government should launch an inquiry into the true origin(s) of Covid-19, The role of China in its spread and how China and the W.H.O disseminated the information gleamed on the virus with regards to the pace of information being released, quality of information and quantity of information.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T14:30:22.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T15:27:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T16:41:26.866Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is responsible for the response to coronavirus in the UK, but is not responsible for investigating the origin of international pandemics, the actions of other governments or international bodies.\r\n\r\nSince you started your petition the World Health Organisations member states have agreed to initiate an  impartial, independent and comprehensive evaluation of the response to Covid-19, including the actions of WHO.\r\n\r\nWe have published a petition calling on the Government to hold a Public Inquiry into the handling of the Covid-19 crisis: https://petition.parliament.uk/petitions/302576\r\n\r\nYou may also want to sign this petition calling for a Parliamentary debate on the  Chinese government’s handling of Covid-19\r\nhttps://petition.parliament.uk/petitions/311905"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-18T14:23:43.454Z"
    },
    "id": 315827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315827.json"
    },
    "type": "petition"
}