{
    "attributes": {
        "action": "Increase the number of places for students at medical schools in the UK",
        "additional_details": "We currently have a shortage of UK doctors and Coronavirus has shown this. The UK is depending on foreign doctors as well as retired doctors to come back to the NHS. There may very well be other crises that happen in the future that affect our NHS. We need to be more prepared. We need more doctors.",
        "background": "Increase the places available for students to study medicine in the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-13T12:17:32.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-13T13:57:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T12:52:28.463Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that English higher education providers will be able to recruit full-time undergraduate UK and EU students for 2020/21 up to a temporary set level, which is based on their forecasts for the next academic year, plus an additional 5%. The Government has also said that it will  have the discretion to allocate an additional 10,000 places, with 5,000 ring-fenced for nursing, midwifery or allied health courses to support the country’s vital public services.\r\n\r\nWe have published the following related petition, which you might also like to sign:\r\n\r\nFund all medical degrees to support future doctors and nurses: https://petition.parliament.uk/petitions/309404\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T12:52:28.459Z"
    },
    "id": 315804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315804.json"
    },
    "type": "petition"
}