{
    "attributes": {
        "action": "Protect the Future of the NHS by establishing an independent cross-party body",
        "additional_details": "Despite the fantastic and herculean efforts by the NHS, it is clear that ten years of austerity has fundamentally crippled the infrastructure of the NHS and that it was ill-prepared for the challenge of COVID-19.\r\n\r\nIndependent research shows that we lag behind other comparable rich nations with the treatment of cancer & heart disease. \r\n\r\nOur NHS is badly underfunded, with insufficient staff & critical resources such as ventilators. We need to act now to PROTECT THE FUTURE OF THE NHS AND SAVE LIVES",
        "background": "Protect the Future of the NHS by establishing an independent cross-party body to manage the NHS, specifically funding.  This authority will be independent & immune to the policies of any Government, with a mandate to protect the health of the nation with a dedicated budget set as a fixed % of GDP",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T11:46:34.216Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T14:05:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T12:47:22.439Z",
        "rejection": {
            "code": "no-action",
            "details": "The NHS is already an executive non-departmental public body with operational independence from the Government and House of Commons.\r\n\r\nThe Government is responsible for funding NHS England, and we have published the following petitions calling for the Government to take actions to ensure the NHS is funded in the future:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nRaise the rate of income tax and corporation tax to fund the NHS: https://petition.parliament.uk/petitions/313995\r\n\r\nRevoke the Health and Social Care Act 2012 and renationalise the NHS: https://petition.parliament.uk/petitions/300019"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T12:56:11.376Z"
    },
    "id": 315983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315983.json"
    },
    "type": "petition"
}