{
    "attributes": {
        "action": "Urgently evacuate unaccompanied children from Greece's refugee camps re COVID19.",
        "additional_details": "Unprotected, alone without access to legal support and healthcare, minors in refugee camps are exceptionally vulnerable. Interned in squalid, already disease infested conditions, often with injuries/underlying illnesses. The impact of their shameful forced conditions now threaten global health /viral containment.\r\n\r\nThe government should show strength and moral fortitude, and commit to help immediately evacuate the Greek islands in light of COVID-19. Instating principles of the Dubs amendment.",
        "background": "The Libe Committee urges the priority evacuation of refugees in Greece as “an urgent preventive” measure to manage COVID-19. The government must not sacrifice refugee rights or ignore a global health threat and immediately participate in evacuating children and expediting family reunifications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T01:03:16.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-14T08:05:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T08:39:15.892Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is not responsible for refugee camps in Greece, but we have published the following petition, which you might like to sign:\r\n\r\nSupport relocation of adults and children in Greek refugee camps due to Covid-19: https://petition.parliament.uk/petitions/313577\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-16T08:39:15.888Z"
    },
    "id": 315932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315932.json"
    },
    "type": "petition"
}