{
    "attributes": {
        "action": "Review and commit to timescales for restoring digital privacy following Covid-19",
        "additional_details": "It's imperative to not lose sight of our digital rights, especially as remote working overtakes office work during the lockdown. Expectations are that changes to ways of working will remain in place afterwards. Without time frames to review privacy measures or a clear mandate that's been voted on, any indefinite actions to de-annonymise members of the public without their consent are unacceptable. De-annonymisation and extra-judicial surveillance protect the government from public accountability",
        "background": "The Government must be accountable to its citizens. Wavering of digital privacy rights during an international crisis needs to be reviewed for abuse of power following the lockdown. Any anti-privacy measures implemented during the lockdown must have well-defined time frames for review in Parliament.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T06:55:44.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T06:16:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-27T15:24:47.987Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nPetitions need to ask the Government or Parliament to take a specific action. It's clear you care about digital privacy, but it's not clear what exactly you want the Government or Parliament to do. In particular, we're not sure what you mean by \"anti-privacy measures implemented during the lockdown\". \r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.  \r\n\r\nWe've published petitions about privacy for tracking and tracing which you may wish to sign: \r\n\r\nEnsure the NHSX Covid-19 Contact Tracing App Protects User Privacy:\r\nhttps://petition.parliament.uk/petitions/318978\r\n\r\nDo not use phone data to track us without our permission, regardless of use:\r\nhttps://petition.parliament.uk/petitions/311296"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-27T15:25:02.166Z"
    },
    "id": 315941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/315941.json"
    },
    "type": "petition"
}