{
    "attributes": {
        "action": "Change The Hague convention to protect mentally and physically abused mothers",
        "additional_details": "many attempts at petitions to change The Hague convention have been made and all have failed. The Hague convention was made to protect mothers and is now being used by violent fathers to pull their child’s mother and child back to the country they fled only to be faced with more abuse in one particular case a mother was murdered and another a mother took her own life as she was put in a house only meters away from\r\n Her abuser. There is no regard for the mothers safety or the child’s well being",
        "background": "The Hague convention is outdated and does not protect the mother against her abuser this needs to change, too many mothers are suffering at the hands of The Hague law. A 18 year old mother has been told she must return to the country of her abuser after a year of non stop physical and mental abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T15:10:28.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T13:44:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T14:04:51.166Z",
        "rejection": {
            "code": "no-action",
            "details": "The Hague Convention on the Civil Aspects of International Child Abduction is an international agreement, so cannot be changed by either the UK Government or House of Commons.\r\n\r\nYou could start a petition calling on the Government to revoke its membership of the Hague Conference, or to work with other members of the conference to reform the Convention to better protect children and mothers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T14:04:51.163Z"
    },
    "id": 316019,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316019.json"
    },
    "type": "petition"
}