{
    "attributes": {
        "action": "College childcare funding payments must be honoured for childminders & nurseries",
        "additional_details": "We have tried and failed to get any further without an intervention from parliament our voices are not been heard. \r\nWe have received dismissive emails from the college funding manger; not even our 4 weeks notice had been honoured. \r\nWe are key workers. We are working with children of key working families. \r\nWe need this support to carry on our services.",
        "background": "Every college has stopped paying childminders their wages, although the funding has already allocated for the term; we need them to honour it.\r\nThis is leaving thousands of self employed childminders without wages that they rely on. It is our lively hood. \r\nWe are key workers. We are forgotten.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-14T21:40:17.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T11:41:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T08:18:03.708Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition appears to relate to the payment of childcare by colleges in Scotland. Further education and childcare are devolved to Scotland, so decisions about this would be a matter for the Scottish Government and Scottish Parliament, not the UK Government or House of Commons.\r\n\r\nYou can petition the Scottish Parliament directly. Details of how to do so are available here: https://www.parliament.scot/gettinginvolved/petitions/index.aspx\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-18T08:18:03.706Z"
    },
    "id": 316086,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316086.json"
    },
    "type": "petition"
}