{
    "attributes": {
        "action": "Make permanent positive environmental benefits arising from Covid 19 measures.",
        "additional_details": "It would truly be a tragedy if, after so many people working so hard to tackle Covid 19, the UK did not act as the scientific consensus tells us we must act, to tackle the ongoing Climate Emergency.\r\n\r\nWe need to reach net zero carbon before the Government's 2050 target. If we act to make permanent reductions which would otherwise be temporary, there is a chance to achieve this much sooner, avoiding or mitigating future climate breakdown, and, indeed, saving lives.",
        "background": "The Government has taken radical action in response to Coronavirus. This has led to short term reductions in emissions and improvements in air quality.\r\n\r\nWhen it becomes possible to lift the 'lockdown', the Government should consider as its greatest priority how to make these benefits permanent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T07:19:15.409Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T15:10:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-27T15:32:55.016Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. We understand that you want the Government to reach its net zero carbon target before 2050, however we're not exactly sure what you mean by \"make permanent positive environmental benefits\".\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. \r\n\r\nWe've published a number of petitions asking for the Government or Parliament to take action on this issue which you may like to sign: \r\n\r\nSupport carbon neutral energy alternatives:\r\nhttps://petition.parliament.uk/petitions/300000\r\n\r\nRun a Public Awareness Campaign about the Climate and Ecological Emergency:\r\nhttps://petition.parliament.uk/petitions/301289\r\n\r\nStudy the impact of home working on the environment and act on the results: \r\nhttps://petition.parliament.uk/petitions/317466\r\n\r\nBan commercial flights on Sundays: \r\nhttps://petition.parliament.uk/petitions/308349\r\n\r\nBan unnecessary travel to work: \r\nhttps://petition.parliament.uk/petitions/319793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T18:45:28.907Z"
    },
    "id": 316120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316120.json"
    },
    "type": "petition"
}