{
    "attributes": {
        "action": "NHS donations during the crisis to be divided amongst staff as a tax free bonus",
        "additional_details": "",
        "background": "As the NHS is a government agency I feel that all charitable donations to the NHS during the Covid19 pandemic should be divided equally between the brave NHS staff as a tax free bonus for risking their lives during this time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T11:15:23.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T12:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T08:22:29.949Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS is publicly funded, but many people have been donating to NHS Charities Together, which brings together more than 230 NHS charities across the UK. Decisions about how to allocate any donations is a matter for NHS Charities, not the Government or House of Commons. You can find out more about NHS Charities Together on their website: https://www.nhscharitiestogether.co.uk/what-we-do/\r\n\r\nWe have published a number of petitions calling for the Government to increase pay or give a bonus to NHS workers, in light of their contribution to the fight against coronavirus:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nGive NHS staff a one off bonus for their help with Covid 19: https://petition.parliament.uk/petitions/321150\r\n\r\nReward our healthcare heroes now for risking their lives to fight Covid-19: https://petition.parliament.uk/petitions/318741\r\n\r\nGive NHS staff a pay rise in line with MPs pay increase: https://petition.parliament.uk/petitions/313513\r\n\r\nPay all NHS Staff at least the Real Living Wage: https://petition.parliament.uk/petitions/310615\r\n\r\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\r\n\r\nIncrease National Insurance by 5 pence to Increase Salaries for all NHS Workers: https://petition.parliament.uk/petitions/310518\r\n\r\nAward all nursing staff in the NHS pay rise of 10%\r\nhttps://petition.parliament.uk/petitions/316307\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-18T08:22:29.946Z"
    },
    "id": 316200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316200.json"
    },
    "type": "petition"
}