{
    "attributes": {
        "action": "Ensure all UK universities implement a \"no detriment\" policy during Coronavirus.",
        "additional_details": "\"No detriment\" policies must be implemented in all UK universities during the pandemic, with many including 14 Russell Group universities already doing so. With 87.7% of students struggling with feelings of anxiety, the sub-par online teaching, the disruption of moving home and general uncertainty has only worsened this. While universities have allowed students to defer or repeat exams, it isn't enough. It is imperative that a safety net policy be implemented for student's mental wellbeing.",
        "background": "The Government must ensure that all universities implement \"no detriment\" policies. This would massively alleviate the anxiety and uncertainty faced by students relating to exams during the pandemic. While this has been implemented in many universities, it must be in place across all institutions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T14:58:14.808Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T15:34:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T13:17:44.794Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the assessment of university courses are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nThe Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T13:17:49.638Z"
    },
    "id": 316259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316259.json"
    },
    "type": "petition"
}