{
    "attributes": {
        "action": "EMERGENCY UNIVERSAL BASIC INCOME",
        "additional_details": "Millions of us are losing huge chunks of our income during Coronavirus lockdown, and many people are losing their jobs entirely. The government support package simply isn't enough to keep families going. Universal Credit amount of £94 a week is not enough to pay rent and bills. The temporary payments offered exclude millions of people - if you're recently self-employed, if you've been on maternity leave, on a zero-hours contract or lost your job...\r\n\r\nSo many of us are falling through the cracks.",
        "background": "The government urgently needs to provide an emergency, universal basic income: a straightforward monthly payment that supports us with basic essentials. No complicated criteria or massive delays. Spain has already agreed to introduce universal basic income - now it's time for the UK to step up.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T16:13:27.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T17:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T10:23:51.040Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T10:23:51.038Z"
    },
    "id": 316274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316274.json"
    },
    "type": "petition"
}