{
    "attributes": {
        "action": "Improve pay and support for nurses and carers in the NHS and private care sector",
        "additional_details": "People working in the NHS and social care sector are undervalued. Too often the key staff who look after our personal care are the lowest payed workers. The responsibility they have and the expectation we have of them does not match their pay, training or equipment. For too long the health care system has been changed and cut with little thought to the long term implications. We need to empower staff by paying them well and supporting them with the best training and equipment.",
        "background": "Increase the minimum wage for both nurses and carers who work directly with patients in hospitals and residents in nursing homes. \r\nImprove the standard of training staff are given, especially in the private care home market.\r\nImprove the stock of PPE held in UK to protect our front line staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T13:52:32.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T14:27:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T15:16:35.526Z",
        "rejection": {
            "code": "duplicate",
            "details": "Training for private social care workers is the responsibility of care providers, not the Government or Parliament. \r\n\r\nYou might like to sign these petitions, which call for similar actions:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work \r\nhttps://petition.parliament.uk/petitions/300073 \r\n\r\nPay rise for NHS and care staff\r\nhttps://petition.parliament.uk/petitions/313488 \r\n\r\nReward our healthcare heroes now for risking their lives to fight Covid-19. \r\nhttps://petition.parliament.uk/petitions/318741 \r\n\r\nGive NHS staff a pay rise in line with MPs pay increase. \r\nhttps://petition.parliament.uk/petitions/313513 \r\n\r\nIncrease the minimum wage for social care staff:\r\nhttps://petition.parliament.uk/petitions/316909 \r\n\r\nIncrease the starting salary for nurses:\r\nhttps://petition.parliament.uk/petitions/315297\r\n\r\nSupply PPE to all Health and Social Care workers including community carers:\r\nhttps://petition.parliament.uk/petitions/314229 \r\n\r\nProvide adequate PPE equipment for medical professionals:\r\nhttps://petition.parliament.uk/petitions/304243 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-29T15:17:47.983Z"
    },
    "id": 316243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316243.json"
    },
    "type": "petition"
}