{
    "attributes": {
        "action": "Freeze direct debits for three months and services still covered for home bills",
        "additional_details": "People have fell on hard times the chancellor schemes have not yet all started.\r\nAlmost 2 million are now on Universal credit. That money is not enough to cover each person's outgoings for household direct debit payments. \r\nThe monies owed can be re accrued after the cv19 crisis has ended.\r\nMany people will lose their life insurance cover,if they can not meet the monthly payments.",
        "background": "All direct debits to be honoured by services providers and customers payments frozen during three month shielding and u.k. lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T20:23:22.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T20:44:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T16:40:44.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for council tax and utilities is a matter for individual councils and utility providers, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-28T16:40:44.530Z"
    },
    "id": 316361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316361.json"
    },
    "type": "petition"
}