{
    "attributes": {
        "action": "Give 99-year-old War Veteran  Capt Tom Moore a Knighthood.",
        "additional_details": "Capt Tom Moore Is not only a War Veteran, but he is a true inspiration and now a National Treasure, to the whole of the British Public during this Global COVID 19 pandemic. \r\nWalking 10 laps of the garden a day with the help of his walking aid.\r\nAll the money Moore raises will be donated to NHS Charities Together towards wellbeing packs and rest and recuperation centres for staff on the frontline, as well as electronic devices for patients to communicate with their families while in isolation",
        "background": "This amazing 99-year-old war veteran has raised more than £8m for the NHS by aiming to walk 100 lengths of his back garden before his 100th birthday.\r\nCapt Tom Moore, Lives with his family in Bedfordshire. \r\nWe the British Public would love Capt Tom Moore to be knighted by Her Majesty the Queen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-15T19:04:53.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-15T19:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-07T06:25:11.351Z",
        "rejection": {
            "code": "honours",
            "details": "We know lots of people want to petition for Colonel Moore to receive an honour, but the Government will only accept individual nominations, not petitions, so we can’t publish your petition.\n\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-07T06:25:11.348Z"
    },
    "id": 316334,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316334.json"
    },
    "type": "petition"
}