{
    "attributes": {
        "action": "Revoke in-coming foreigners to work our farms force farms to use English workers",
        "additional_details": "To many of our own born and bred citizens are on benifits to look for work. \r\nforce the UK growth in its own labour supplies \r\nforce uk companies to comply \r\nnon compliance ceos resulting in removal from the country themselves and or imprisonment for 5 years mininum.",
        "background": "From 16/4/2020 ban the use of any forigen workers in the UK. \r\n\r\nforce UK companies to employ English born and bred workers only to support our economy while letting there own country build its own economy.\r\nfund for training centres for jobs requiring qualifications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T03:10:01.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T14:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T14:08:41.798Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change rules around migrant labour, but it's not clear exactly what changes you want the Government to make.\r\n\r\nMany foreign nationals have rights to work in the UK under existing laws. You could start a petition calling on the Government to stop all economic migration, or to restrict the rights to work of immigrants, if that is what you want to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T14:08:41.795Z"
    },
    "id": 316419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316419.json"
    },
    "type": "petition"
}