{
    "attributes": {
        "action": "Gay sex education to be added to the sexual education curriculum in schools.",
        "additional_details": "At the moment, reproductive sex lessons are taught in schools, how to prevent pregnancies and transmitting STDs. Gay sex also transmits STDs, which many young people don't know, is that safe? It's no secret that people are gay, it's not a choice. Most people in a class already identify or will later identify as LGBTQ+, compared to straight, where can they go to get the information they need to stay safe? Unlike heterosexual people, these people don't learn everything/anything in school.",
        "background": "How do people who aren't straight know what they should do to keep safe? Only a few students will benefit from sex education classes in school. This is a small ask that will help so many people. You can help the younger generations and the future of Britain stay safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T09:34:29.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T09:58:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T11:01:31.901Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Sex and Relationship Education (SRE) curriculum already requires secondary schools teaching the National Curriculum to ensure that, by the end of their secondary education, their students are taught:\r\n- how the different sexually transmitted infections (STIs), including HIV/AIDs, are transmitted, how risk can be reduced through safer sex (including through condom use) and the importance of and facts about testing.\r\n- about the prevalence of some STIs, the impact they can have on\r\nthose who contract them and key facts about treatment.\r\n\r\nYou can find out more about the SRE curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/805781/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nWhile teaching these concepts, schools are required to ensure that young people, whatever their developing sexuality, feel that RSE, Relationships education and health education is relevant to them and sensitive to their needs under the terms of the Equality Act 2010. This means that schools must meet the needs of any LGBT+ students in their RSE classes.\r\n\r\nParents can remove their children from SRE lessons, with the Headteacher's permission, while the child is under the age of 16. If you are concerned that not every child is receiving SRE, you could start a petition calling for SRE to be mandatory for all students.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T11:02:39.356Z"
    },
    "id": 316521,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316521.json"
    },
    "type": "petition"
}