{
    "attributes": {
        "action": "Get Live In Carers fair wages",
        "additional_details": "Live in carers are taking care of people in their own homes and live with them 24/7. \r\nMany agencies tell people these are 8-10 hour days when in reality are 12-14+ Some even with night calls a couple of times a night, But can be many more. These can be charged for but in most cases agencies allow a max of 2\r\nCarers in many cases are also expected to do the housework, laundry and possibly take care of pets\r\nIt’s time to stop being paid what is really under NMW.",
        "background": "Change Law regarding Live In Carers wages\r\n\r\nWe would like the government to step in and make a law for a fair wage for Live in carers. On average many of the agencies offer carers £85 a day. Carers get a 2 hour break each day, so are on call the other 22 hours",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T09:29:23.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T10:05:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T11:15:21.090Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets national minimum wages and employment law, but beyond this is not responsible for the pay or terms and conditions of privately employed workers, including live-in carers.\r\n\r\nWorkers must be paid at least the National Minimum Wage for any time they spend awake and working. If an employer fails to do this you can raise this with either Acas or HMRC: https://www.gov.uk/national-minimum-wage/worker-disputes-over-minimum-wage\r\n\r\nYou could start a petition calling on the Government to require employers to pay workers for time when they are on call, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T11:15:21.086Z"
    },
    "id": 316516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316516.json"
    },
    "type": "petition"
}