{
    "attributes": {
        "action": "Make Intensive Care Nurses (ICU) Band 6 instead of Band 5",
        "additional_details": "Given the current circumstances and seeing the commitment of an intensive care nurse working, I believe they should be rewarded for all the hard effort and commitment they put towards there jobs. Not only with the physical work but also with patients families.",
        "background": "The pressure and responsibilities of being an intensive care nurse is beyond band 5 and should be changed to a band 6 given the specialist role.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T12:09:36.929Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T12:27:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T13:23:13.400Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The banding of NHS staff is determined using the NHS Job Evaluation Scheme, which is an independent process, so not a matter for the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAward all Nursing Staff in the NHS a pay rise of 10% backdated to 1 April 2020: https://petition.parliament.uk/petitions/316307\r\n\r\nIntroduce a minimum starting wage of £40000 for all Nurses: https://petition.parliament.uk/petitions/315297\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-19T13:23:13.398Z"
    },
    "id": 316594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316594.json"
    },
    "type": "petition"
}