{
    "attributes": {
        "action": "Get rid of Tickbox targets in NHS & redirect money saved to frontline services.",
        "additional_details": "It makes sense to lift the burden of tickboxing targets – 30,000 of which constrain the efforts of staff in north-west London alone – and which cause such wastage of time and money in the NHS.\r\n\r\nEvery week, millions of people applaud NHS staff for their courage and effort during the pandemic. It is time that the government stops infantilising NHS staff and starts treating them with the respect and trust they have shown, throughout this crisis, that they richly deserve.",
        "background": "1. Permanently abandon all form-filling and bureaucratic processes that, to gain efficiency, have been abandoned during the COVID-19 pandemic.\r\n\r\n2. That money saved like this should be re-directed to frontline services.\r\n\r\nIf decision taking can be streamlined now, why not always?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T09:06:01.005Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T17:53:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T18:36:50.412Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets an overall mandate for NHS England, but decisions about operational matters, including most of the changes to reduce burdens and release capacity during the Covid-19 outbreak, are largely decisions for the NHS, and not the Government or House of Commons.\r\n\r\nThe Chief Operating Officer of NHS England and NHS Improvement wrote to all NHS trusts in March setting out measures to reduce burdens and release capacity: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/03/C0113-reducing-burden-and-releasing-capacity-at-nhs-providers-and-commissioners.pdf\r\n\r\nThe Coronavirus Act 2020 also made some changes to requirements for NHS providers, as explained here, although it is not clear what if any savings these legislative changes could result in: https://www.gov.uk/government/publications/coronavirus-bill-what-it-will-do/what-the-coronavirus-bill-will-do#easing-the-burden-on-frontline-staff-both-within-the-nhs-and-beyond\r\n\r\nYou could start a petition calling on the Government to reduce specific statutory requirements placed on the NHS, to reduce costs and enable more of their budgets to be spent on frontline services, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T18:37:00.974Z"
    },
    "id": 316500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316500.json"
    },
    "type": "petition"
}