{
    "attributes": {
        "action": "Demand a public enquiry into the failures of the Government during COVID-19",
        "additional_details": "On 14 April only 15,994 tests took place when we were promised 100,000 by the end of this month. We are not even halfway to this figure, yet we are halfway through the month.\r\n\r\nNationwide health workers are fearful of their lives due to lack of PPE.    With 55% of Doctors said they felt pressurised to work in a high-risk area despite not having adequate PPE (BMA). More than 45 health care workers have since died.\r\n\r\n1000s of care home deaths are not being accounted for in the UK death toll.",
        "background": "Since the start of the global COVID-19 pandemic the citizens of the UK have seen a multitude of failures to take action and failures to implement proposed safety measures.\r\n\r\nWe still have inadequate amounts of testing, PPE, inaccurate daily figures and over 45 health care workers have sadly died.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T13:35:54.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T13:47:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T08:53:33.484Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302576\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T08:53:33.529Z"
    },
    "id": 316623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316623.json"
    },
    "type": "petition"
}