{
    "attributes": {
        "action": "Current students to get Tier 4 post study work visa extension due to COVID-19",
        "additional_details": "The total number of non-UK students studying in the UK in 2018-19 was 485,645 and was expected to increase further in September 2019. The UK has always been one of the benchmark countries for all international students to pursue their Higher Education. A lot of international students look for jobs during this time of the year, to fulfil their future careers, following the competition of their education and subsequently benefiting companies in the UK.",
        "background": "Due to Covid-19 many companies will not be able to continue with their recruitment processes. This disadvantages current international students in the job market as their visas expire during and after lockdown. The government should implement the PSW visa extension for current international students",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T14:04:41.521Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T09:32:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:37:28.281Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nExtend proposed Graduate visa route to 2019-20 batch of students due to COVID19: https://petition.parliament.uk/petitions/314710\r\n\r\nExtended Visas indefinitely for International Students: https://petition.parliament.uk/petitions/304442\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:37:28.278Z"
    },
    "id": 316638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316638.json"
    },
    "type": "petition"
}