{
    "attributes": {
        "action": "Pay Increase, better staff facilities and free car parking for all NHS staff",
        "additional_details": "The world is in a global pandemic, our NHS healthcare system is doing everything in there power to help keep us safe and fight the horrid Covid-19 virus that is sadly taking lives of the public and NHS staff, clapping for our hero's every Thursday is a nice gesture but way more needs to be done for our NHS Staff that are risking there lives everyday to keep us safe. they are doing there best the NHS Is fantastic before the pandemic and we are very lucky to have it, the government need to do more.",
        "background": "The government needs to review all NHS Staff pay across the board and increase all there salaries, NHS Staff also need better facilities to sit down and rest in comfort. Free car parking Facilities need to be provided for all NHS Staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T14:42:42.370Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T15:42:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T15:36:34.882Z",
        "rejection": {
            "code": "duplicate",
            "details": "Staff facilities are a matter for individual NHS trusts, not the UK Government or Parliament. You could start a petition calling on the Government to provide additional funding for NHS trusts to provide improved staff facilities, if that's what you'd like to happen.\r\n\r\nYou may wish to sign these petitions, calling for similar actions on pay and parking:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work \r\nhttps://petition.parliament.uk/petitions/300073 \r\n\r\nPay rise for NHS and care staff\r\nhttps://petition.parliament.uk/petitions/313488 \r\n\r\nReward our healthcare heroes now for risking their lives to fight Covid-19. \r\nhttps://petition.parliament.uk/petitions/318741 \r\n\r\nGive NHS staff a pay rise in line with MPs pay increase. \r\nhttps://petition.parliament.uk/petitions/313513 \r\n\r\nIntroduce a minimum starting wage of £40000 for all Nurses. \r\nhttps://petition.parliament.uk/petitions/315297 \r\n\r\nPay all NHS Staff at least the Real Living Wage\r\nhttps://petition.parliament.uk/petitions/310615\r\n\r\nAllow free parking for all NHS employees on NHS property or their place of work.\r\nhttps://petition.parliament.uk/petitions/312828 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-29T15:36:41.634Z"
    },
    "id": 316650,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316650.json"
    },
    "type": "petition"
}