{
    "attributes": {
        "action": "all teachers at home on full pay work through the summer to catch up.",
        "additional_details": "People have been under pressure with no school open, using annual leave etc. Kids are falling way behind which will be unrecoverable so I don’t think it is unreasonable that teachers work back the time. At a time of national crisis with covid-19 they need to feel some sacrifice like the rest of the nation.",
        "background": "As public servants teachers are the only current group at home already for 6 weeks on full pay. They already get double the holidays of any other group and certainly more than the private sector. All nurses police firemen etc are working full time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T18:28:06.406Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-16T20:19:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T16:28:39.519Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The teaching arrangements for individual schools are an operational matter for those schools, and will need to be taken in line with the contractual and employment rights of teachers.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nOpen schools during the summer holidays: https://petition.parliament.uk/petitions/305213\r\n\r\nSince you started your petition the Government has announced a billion pound Covid catch-up plan to tackle impact of lost teaching time, the details of which you can find here: https://www.gov.uk/government/news/billion-pound-covid-catch-up-plan-to-tackle-impact-of-lost-teaching-time\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-22T16:28:39.516Z"
    },
    "id": 316721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316721.json"
    },
    "type": "petition"
}