{
    "attributes": {
        "action": "Provide covid-19 testing and immunisations for the general population",
        "additional_details": "Improve knowledge of the percentage of the UK population affected by the covid-19 virus in order to accelerate health prevention and mitigation measures to facilitate a return to schools and work for the majority, and mitigate the risks of a second wave of the virus devastating National life",
        "background": "Legislate to provide broad covid-19 testing for the general population as soon as quality tests are available, and provide free covid-19 immunisations for the general population as soon as quality vaccines are developed and available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T19:21:05.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T14:06:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T15:11:13.142Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to make testing and vaccination available to the public, but it's not clear what legislation you want to be introduced to achieve this.\r\n\r\nWe have already published a petition calling on the Government to provide publicly accessible testing for coronavirus around the UK, which you might like to sign: https://petition.parliament.uk/petitions/301354\r\n\r\nThe Government has set out its plans and funding to support the development of a vaccine for coronavirus, and legislation would not be necessary to make this widely available: https://www.gov.uk/government/news/government-launches-vaccine-taskforce-to-combat-coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T15:11:13.140Z"
    },
    "id": 316743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316743.json"
    },
    "type": "petition"
}