{
    "attributes": {
        "action": "Give Captain Tom Moore a Knighthood for his service to the UK",
        "additional_details": "In order to nominate someone for a knighthood officially through gov.uk, you need the nominees full name, age, address and contact details which I don’t have.\r\n\r\nYou also need 2 supporting letters but I am hoping this petition will more than cover this.\r\n\r\nI feel his actions more than justify the nomination but I don’t know enough of his personal information in order to complete the nomination officially.\r\n\r\nIf Captain Tom Moore receives a knighthood, it will bring a lot of smiles to a lot of people!",
        "background": "Captain Tom Moore who is turning 100 at the end of the month deserves a knighthood in recognition for his continued service to the country in its time of need.\r\n\r\nEven at the age of 99, he has truly shown his determination, valour and love for the country and he deserves to be recognised for this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T21:57:40.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T06:41:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-07T06:25:14.219Z",
        "rejection": {
            "code": "honours",
            "details": "We know lots of people want to petition for Colonel Moore to receive an honour, but the Government will only accept individual nominations, not petitions, so we can’t publish your petition.\n\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-07T06:25:14.216Z"
    },
    "id": 316800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316800.json"
    },
    "type": "petition"
}