{
    "attributes": {
        "action": "Recognise all Front line workers that have been fighting the COVID-19 pandemic",
        "additional_details": "It is important to recognise those that have given their lives or who have acted  with extreme valour and that have made ground breaking achievements to control this pandemic. I believe that this will be received with great support and appreciation by the whole country and would set a standard of global recognition.",
        "background": "Have the names of the fallen etched within the walls of the National Arboretum or on a bespoke monument, hold an annual act of remembrance on the initial day of the outbreak in UK and recognise those that have done acts of valour or have had gone above and beyond the call of duty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-16T22:12:54.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T10:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T17:17:41.803Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-22T17:17:41.800Z"
    },
    "id": 316804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316804.json"
    },
    "type": "petition"
}