{
    "attributes": {
        "action": "Can there be a joined-up approach with the pharma industry & care of the elderly",
        "additional_details": "The NHS and Care Workers are the heartbeat of our society and we need to support them in better and more constructive ways.\r\nPeople are living longer because of the incredible drugs being invented by Pharma companies but there is not enough long-term support to care for the elderly. Could they now take the next step to support the care of elderly patients?\r\nIs now the time to re-imagine the pharma industry?\r\nWe need to future proof the NHS and Care of the Elderly.  We need to be fit for the future.",
        "background": "Now is the time to ‘be in this together’.  The amazing pharmaceutical industry saves lives every day and will never stop inventing drugs that save lives or makes the quality of patients’ lives much more bearable but we need a care system that can support people who are now living longer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-17T13:53:24.273Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T16:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-26T14:00:41.492Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  For example, you could start a new petition asking for the Government to conduct a review of the the care system for older people, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-26T14:00:41.488Z"
    },
    "id": 316931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316931.json"
    },
    "type": "petition"
}