{
    "attributes": {
        "action": "Reduce the salary of MP's by 20% to provide increased funding towards NHS.",
        "additional_details": "Hold a vote in Parliament over whether all members of parliament should receive a temporary pay cut of 20%. During this pandemic it is vital that the NHS and frontline staff receive all the required equipment to conduct their jobs to the best of their ability with the lowest level of risk. Increasing the funding to not only provide vital testing and PPE for NHS staff to reduce the spread of Covid-19. Many UK citizens have received pay cuts due to the pandemic this should extend to MP's.",
        "background": "Temporarily reduce the annual salary of all Members of Parliament by 20% in line with pay cuts taken by politicians in other countries. To allow the capital created from this pay cut to be put into other vital services such as the NHS for the purchase of PPE required to reduce the spread of Covid-19",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-17T14:14:27.677Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T14:25:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-26T08:57:16.200Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The setting of MPs' salaries is a matter for the Independent Parliamentary Standards Authority (IPSA), not the UK Government or Parliament: https://www.theipsa.org.uk/.\r\n\r\nIndividual MPs have the right to donate a portion of their salaries to the NHS, should they wish, and a number have done so: https://www.independent.co.uk/news/uk/home-news/youngest-mp-salary-charity-workers-labour-nadia-whittome-a9246686.html\r\nhttps://www.independent.co.uk/news/uk/politics/coronavirus-tory-mp-salary-donate-tracey-crouch-latest-a9423931.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-26T08:57:30.296Z"
    },
    "id": 316937,
    "links": {
        "self": "https://petition.parliament.uk/petitions/316937.json"
    },
    "type": "petition"
}