{
    "attributes": {
        "action": "Improve liothyronine T3 NHS Prescriptions in the UK for Thyroid disease suffers",
        "additional_details": "The MHRA describes liothyronine as awell established, bio-identical and already approved generic liothyronineT3 manufactured across Europe,NHS and UK should buy these cheaper generic liothyronineT3 from these suppliers across Europe,As Thyroid disease suffers are now being told by there GPs that you do not need T3 as many patients do well on levothyroxine T4 alone but this is to cut cost as there is a subgroup of patients who have remaining debilitating life long symptoms who need liothyronineT3",
        "background": "The NHS and UK should be paying same cost of \"liothyronine tablets\" in the UK to that of EU pay.Today the NHS pay approximately £9 for a single liothyronine tablet leading the NHS to refuse liothyronine(T3) tablets on NHS prescription,So why is UK and NHS paying a 6,000% increase that EU is not?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-17T21:49:14.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T22:02:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-27T15:40:22.891Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is currently the subject of an investigation by the Competition and Markets Authority. You can find out more here:\r\n\r\nhttps://www.gov.uk/cma-cases/pharmaceutical-sector-anti-competitive-conduct"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-29T08:54:25.235Z"
    },
    "id": 317049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317049.json"
    },
    "type": "petition"
}