{
    "attributes": {
        "action": "Hold a public inquiry into lack of personal protective equipment for NHS staff",
        "additional_details": "The NHS is suffering from a severe shortage of personal protective equipment. The Doctors’ Association UK has been collecting data on this for weeks and lobbying for improved PPE through our Protect the Frontline campaign. Despite multiple reassurances from the government the PPE shortages are now life-threatening. This weekend we may run out of gowns. This is unforgivable. Doctors are dying. Nurses are dying. We now need a commitment for a full public inquiry into the lack of PPE.",
        "background": "The lack of personal protective equipment (PPE) for NHS staff has become dire despite multiple reassurances from the Government that the situation was in hand. The Doctors’ Association UK is calling for a commitment to a full public inquiry into the lack of PPE once the COVID-19 pandemic is over.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-17T18:41:42.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-17T18:45:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:08:14.435Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nHold a Public Inquiry into the handling of the Covid-19 crisis: https://petition.parliament.uk/petitions/302576\r\n\r\nInvestigate NHS Supply Chain performance providing PPE to frontline staff: https://petition.parliament.uk/petitions/312054\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:08:14.433Z"
    },
    "id": 317008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317008.json"
    },
    "type": "petition"
}