{
    "attributes": {
        "action": "Award GCSE Maths and English students with a standard pass grade (4).",
        "additional_details": "Students should be able to carry on with their chosen path, rather than having a teacher/government awarded grade holding them back. Not having the standard pass grade (4) in English and Maths will be absolutely detrimental to students, meaning they will have to go through the stress of retaking these exams on-top of having sixth form subjects/college to focus on as well. Students with anxiety and mental health problems will find it hard to cope juggling A-Level subjects along side retakes.",
        "background": "Award GCSE Maths and English students with a standard pass grade of 4 (unless proven they would have achieved considerably higher). Students should be awarded the standard grade 4, in order to ensure they can carry on with sixth form/college. This would also avoid mass numbers of retakes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T11:45:28.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-18T12:40:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T13:44:05.571Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here: \r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB  \r\n\r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\r\n\r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T13:44:05.568Z"
    },
    "id": 317138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317138.json"
    },
    "type": "petition"
}