{
    "attributes": {
        "action": "Allow PPE for one family member so patients dying from covid-19 are not alone",
        "additional_details": "We should not be losing our compassion in a time of crisis. Patients being cared for due to covid-19 should have one set of appropriate PPE to be available for one family member or next of kin. Patients should not be dying without having the opportunity to have a family member with them. These are frightening times and what scares people most is being alone at their time of greatest need. The impact of knowing your loved one died alone will make the grieving process so much more harrowing.",
        "background": "To ensure PPE is available to one family member or next of kin to be available to patients who are sick and or dying from the virus Covid-19",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-18T17:58:56.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T09:37:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T09:52:35.208Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors at hospitals or care homes are a matter for individual NHS trusts and care homes, not the Government or Parliament.\r\n\r\nYou can read the current guidance for visiting patients with Covid-19 here: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/03/C0524-visiting-healthcare-inpatient-settings-5-June-2020.pdf\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T12:27:44.625Z"
    },
    "id": 317211,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317211.json"
    },
    "type": "petition"
}