{
    "attributes": {
        "action": "Government should request an extension to the Brexit transition period",
        "additional_details": "It appears that in a recent survey of more than 2000 people reported in Sunday Times of 19th April that nearly half of all leave supporters but more importantly two thirds of all voters believe that this is correct course of action.\r\nThe Covid 19 pandemic means that we should concentrate all available resources tackling this issue rather than potentially deepening the economic and existential crisis facing the UK.",
        "background": "The government should work with business organisations, opposition parties and EU partners to Postpone the Brexit date. The government should pass legislation as soon as possible to this effect to allow all European countries to concentrate on protecting the lives and livelihoods of all citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T18:35:34.641Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T19:51:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-04-24T09:20:39.201Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300412\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-04-24T09:20:39.198Z"
    },
    "id": 317387,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317387.json"
    },
    "type": "petition"
}