{
    "attributes": {
        "action": "New Year's Honours 2021 to go ONLY to key workers on the frontline",
        "additional_details": "The New Year’s honours are a fabulous tradition and there are many people who are amazing, the top of their fields, great charity workers and have put their necks in the public domain for the betterment of the UK. But this year, a clear simple message is needed to make sure that only those who are selflessly putting their fellow citizens first, even at the risk of their lives, should be honoured.",
        "background": "This year, 2020, we should let those key workers who are risking their lives, often for very little pay, know how much we appreciate them and ALL new year's honours should go to them and NONE should go to politicians, sports people, entertainers or business people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T19:16:48.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T21:15:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T09:54:11.428Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We cannot accept petitions that call for specific awards or honours, such as the George Cross, to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible for.\r\n\r\nThere is an independent process for considering nominations for awards and honours, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nThe Government has announced that it is delaying Her Majesty The Queen’s Birthday honours list until the Autumn so people who have made a contribution to the fight against coronavirus can be recognised and celebrated: https://www.gov.uk/government/speeches/oliver-dowdens-statement-on-coronavirus-covid-19-20-may-2020\r\n\r\nYou can nominate someone who has made an exceptional contribution to the response to the coronavirus crisis in the UK for an award here: https://www.gov.uk/honours/nominate-someone-for-coronavirus-work\r\n\r\nYou may wish to sign these petitions calling for a similar action:\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nAward medals to the retired doctors and nurses who returned to NHS for COVID19: https://petition.parliament.uk/petitions/315329\r\n\r\nAward posthumous medals to NHS and other frontline workers; victims of covid-19: https://petition.parliament.uk/petitions/312389"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T09:54:11.426Z"
    },
    "id": 317396,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317396.json"
    },
    "type": "petition"
}