{
    "attributes": {
        "action": "Fully restore all post-2009 losses to the NHS and health and social care sector",
        "additional_details": "The Government, and Boris Johnson personally, owe the NHS and health and social care sector an immeasurable debt. Boris Johnson owes them his life. That debt must be repaid - in full. Once this crisis has abated, the Government must fully rebuild the NHS and health and social care sector - bigger and better than it has ever been before. And it must be genuinely rebuilt, not just dishonestly lip-serviced. Now is the time for honesty, and respect. \r\n\r\nReplace the losses. Restore the NHS. Save lives.",
        "background": "The Government must fully restore all losses accrued within the NHS and health and social care sector since 2010 - in terms of budget and financial cuts, and staffing, services and resources cut or lost. The NHS must be fully restored, and then subsequently maintained and improved upon every year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T18:49:58.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T18:49:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T15:09:53.219Z",
        "rejection": {
            "code": "no-action",
            "details": "We can also only accept petitions that make a clear request from the Government, and it is not clear exactly how the Government would implement your request, as “post-2009 losses” are not clearly defined.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n \r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nMatch NHS Funding per head of population with the highest funded in Europe: https://petition.parliament.uk/petitions/325576\r\n\r\nWe would like the government to consider social care as equally important to NHS: https://petition.parliament.uk/petitions/302897\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-03T15:09:53.216Z"
    },
    "id": 317391,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317391.json"
    },
    "type": "petition"
}