{
    "attributes": {
        "action": "Enforce landlords to take up to 50% cut on commercial rents due covid - 19",
        "additional_details": "Many small shops (especially food and hospitality related) will suffer enormously after the lockdown is being lifted, trying to get back on their feet financially. Many won't be able open again due still having to pay (although they can't make money) their biggest fixed cost - RENT. Landords, if not  instructed by government /law otherwise, will get 100% of the rents one way or the other (forcing the business take out a risky loan, withdrawing deposits, mounting debts etc). They're the winners?!",
        "background": "Small businesses which can not operate/trade from their physical premises whilst being shut due covid 19 are still expected to pay commercial rents in full. Please implement a law which will make landords to share 'the financial pain', ideally 50/50 with the tenant; a) whilst the lockdown OR after.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-19T14:51:57.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-19T15:55:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T13:36:07.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent is a matter for individual landlords, and not the UK Government or Parliament. The Government has introduced emergency legislation to suspend new evictions from social or private rented accommodation while this national emergency is taking place: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nThe Government's advice to tenants states that tenants should continue to pay rent and abide by all other terms of their tenancy agreement to the best of their ability, and that tenants who are unable to do so should speak to their landlord at the earliest opportunity: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/876500/Consolidated_Landlord_and_Tenant_Guidance_COVID_and_the_PRS_v4.2.pdf\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nImplement Universal Basic Income to give home and food security during the coronavirus outbreak: https://petition.parliament.uk/petitions/302284\r\n\r\nWe have published a number of petitions calling on the Government to provide financial support to individuals and businesses during the pandemic, which you might like to sign. You can view all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T13:36:07.291Z"
    },
    "id": 317355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317355.json"
    },
    "type": "petition"
}