{
    "attributes": {
        "action": "Move the A Level and GCSE results day to the promised end of July date.",
        "additional_details": "Ofquol made a multiple statements saying that the results day would be moved earlier, near the end of July, instead of the usual late August results day, which was in place to facilitate marking of exam papers, which is no longer required. However, they have now gone back on this statement and have left the dates unchanged. This is a huge disservice to the nations students and their families. This puts even more stress on these students in this already stressful time due to COVID-19.",
        "background": "We want the A Level and GCSE results day to be moved earlier to meet the promise that Ofquol had made. They promised an end of July results day and have instead left it unchanged.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T12:45:42.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T13:41:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-30T07:22:36.510Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Department for Education has been announcing how this year's A-levels and GCSEs will work, but decisions about examinations and assessments in England, including when results are issued, are a matter for Ofqual and the exam boards, and are not a matter for the UK Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-30T07:22:36.508Z"
    },
    "id": 317498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317498.json"
    },
    "type": "petition"
}