{
    "attributes": {
        "action": "\"GET MASS CORVID-19 TESTING / TRACKING DONE\"",
        "additional_details": "We call on Westminster to set up a committee of National Emergency  under a Corvid19 Tsar and with Crisis management experts, Representatives of Manufacturing and Retail supply, Opposition Parties and Unions to tackle this crisis at source.   Begin Sanitising and disinfecting airports, Rail stations, sea ports and public spaces.  Control  entry into this country to eliminate scrummages in Heathrow baggage collection / 15 in a lift / walking onto Public Transport and test and temperature check all travellers.  Disinfect lorries and goods entering the country and test the drivers etc.  In WW2 we didn't rely on imports.  We mobilised our magnificent national resources, requisitioned factories and engaged the whole nation in protecting our shores and triumphed.",
        "background": "Everybody agrees including the World Health organisation, World experts and former prime Minister Tony Blair that the only way we will ever rid ourselves of this wretched virus is to TEST TEST TEST and Track the infection",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T08:12:25.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T12:31:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T15:15:19.883Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change its approach to the coronavirus outbreak, but it's clear exactly what you want to happen, or whether the things you are asking for are all things the Government could do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTake immediate action to find and isolate COVID-19 cases and recent contacts: https://petition.parliament.uk/petitions/306369\r\n\r\nEmergency National Unity Government: https://petition.parliament.uk/petitions/301563\r\n\r\nStart screening every person who enters UK for Coronavirus: https://petition.parliament.uk/petitions/301188\r\n\r\nResponsibility for local public transport is devolved to local councils or Mayors, and national public transport is the responsibility of individual transport operators. Ensuring that public spaces are clean and safe is a matter for individual local authorities, and private property is a matter for the owners or tenants of that property, not the Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T15:15:19.880Z"
    },
    "id": 317449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317449.json"
    },
    "type": "petition"
}