{
    "attributes": {
        "action": "Coronavirus business support must be proportional to the UK taxes they've paid",
        "additional_details": "There are organisations / individuals that operate in the UK but do everything in their power to avoid paying UK taxes.  They are happy to take their profits but refuse to pay their share of the country's costs.  If the government is using tax-payer monies to provide support during the coronavirus pandemic then it should be limited - for such organisations / individuals - to a proportion of the UK taxes (excluding VAT) they've paid over the past 3-5 years.",
        "background": "The government is putting billions of pounds into helping businesses and individuals to survive the economic impacts of the pandemic. The repayment of this will, ultimately, fall to our tax-paying individuals and corporations. Support should go in proportion to the taxes historically paid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T13:52:10.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T14:50:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-29T16:24:21.802Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to limit eligibility for Covid-19 financial support, but it's not clear exactly how you want this to work, or what proportion of past tax payments you want individual companies to be able to receive.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProvide COVID19 financial assistance only to companies paying UK corporation tax: https://petition.parliament.uk/petitions/305203\r\n\r\nBan all that engage in tax avoidance and evasion from receiving Corona relief: https://petition.parliament.uk/petitions/318335\r\n\r\nYou could start a new petition calling on the Government to restrict individual companies to claiming a certain amount of support, based on past tax payments, provided it was clear how you wanted this to work.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-29T16:24:21.799Z"
    },
    "id": 317511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317511.json"
    },
    "type": "petition"
}