{
    "attributes": {
        "action": "Cut the pay of all MP's and all government ministers by 20% during lockdown.",
        "additional_details": "By showing solidarity with the British people, our representatives will earn our respect.",
        "background": "Many British citizens have lost their jobs or have had their salary cut during the lockdown period. To show that we are all in this together, MP's and government ministers should take a 20% pay cut also.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T17:22:56.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T19:08:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T08:21:13.071Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nYou could start a petition calling for the Government to reduce ministerial salaries, as this is something the Government can do.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T08:21:13.236Z"
    },
    "id": 317545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317545.json"
    },
    "type": "petition"
}