{
    "attributes": {
        "action": "Students should not have to sit A-Levels and GCSEs next year (2020-2021)",
        "additional_details": "I would like the Government to do so as due to the recent events caused by coronavirus, resulting in the closure of schools and colleges, students are unable to study efficiently due to the distance learning. I am aware it is a serious issue and that distance learning is the most efficient method, however it is still difficult for students to study as they would in classroom due to lack of support and thus may fail in their exams. Therefore, predicted grades should be given to these students.",
        "background": "I wish for the Government or Parliament to give students their predicted grades that will be sitting their GCSEs and A-levels in the year of 2020-202. Due to the unfortunate coronavirus issue we're facing, we're unable to study aptly and therefore have lost the time required to cover necessary work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-20T13:15:55.956Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-20T13:44:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:34:07.008Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:34:07.005Z"
    },
    "id": 317507,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317507.json"
    },
    "type": "petition"
}