{
    "attributes": {
        "action": "Give police powers to address noise complaints while lockdown rules are in place",
        "additional_details": "Give the police temporary powers to deal with noise complaints or state publicly that councils should continue in this activity.",
        "background": "Local councils are unable to visit instances of noise complaints while lockdown measures are in place.  The police will not deal with them citing that they have no powers to do so.  However, that means during lockdown, people forced to stay in their homes cannot escape unreasonably loud neighbours.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T15:09:01.106Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T15:16:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T09:33:04.198Z",
        "rejection": {
            "code": "no-action",
            "details": "Local councils are obliged to investigate complaints about noise that could be a statutory nuisance, and powers to serve abatement notices. Information on how councils deal with complaints about noise nuisances is avaialble here: https://www.gov.uk/guidance/noise-nuisances-how-councils-deal-with-complaints\r\n\r\nThe way in which individual councils do this, including requiring residents to keep a log, is a matter for individual local authorities, and not the Government or House of Commons.\r\n\r\nThe obligations of councils to investigate complaints has not been suspended during the lockdown, so local authorities are still obliged to do this.\r\n\r\nBecause noise complaints are not a criminal offence, they are not a matter for the police. If you want the police to be able to take action about noise complaints you could start a petition calling for antisocial behaviour such as excessive noise to be made an offence for the duration of the lockdown.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-01T09:33:04.194Z"
    },
    "id": 317691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317691.json"
    },
    "type": "petition"
}