{
    "attributes": {
        "action": "Build a permanent memorial for all health & care staff who have died of Covid19.",
        "additional_details": "All health care staff caring for Covid19 patients do so at great risk to their own health and their courage in service should be formally recognised. Many have paid the ultimate sacrifice as they have cared for others. To date over 100 health and care workers have died because they contracted Coronavirus whilst working at the frontline. Their selflessness and courage deserves to be honoured with a permanent memorial, with names of each person inscribed so that they are never forgotten.",
        "background": "To commission and build a permanent national memorial to honour all the health and care staff in the UK who have sadly lost their lives whilst caring for others during the Coronavirus outbreak. This will be funded by Government in recognition of the great sacrifice of those who have died .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T13:25:48.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T18:01:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T08:40:26.770Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328\r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516\r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T08:40:26.769Z"
    },
    "id": 317669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317669.json"
    },
    "type": "petition"
}