{
    "attributes": {
        "action": "Scrap bus fares in major cities permanently.",
        "additional_details": "The Government has the power and legislative ability to make such a big change happen.  Buses can be funded from a small increase in  general taxation or property taxes which will have massive savings for all users and families and increased use of buses will increase frequency and a virtuous cycle of increasing bus use while reducing carbon from cars. Roads will be safer for all users including children cycling or walking. Healthier air, reduced carbon, and healthier more active lifestyles.",
        "background": "Mayor Khan has scrapped bus fares  in London temporarily due to Covid 19. Make this a permanent change for safer, quieter and healthier streets for every user with no congestion, cleaner air and a cleaner  environment. Children travel free already , now let's do it for everyone and the environment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T23:48:48.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T11:51:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T19:34:03.001Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a matter for local councils.\r\n\r\nYou could start a petition for the Government to subsidise all bus transport in England, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-01T19:34:02.997Z"
    },
    "id": 317777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317777.json"
    },
    "type": "petition"
}