{
    "attributes": {
        "action": "Compulsory break of clause in all student accommodation tenancies due to COVID19",
        "additional_details": "With COVID-19 situation, some measures like suspension of mortgages have been put in place to help people during these difficult times, although, currently, nothing has been done to back up students, in private accommodations, that have lost their jobs or had to return to their home countries due to the airlines ending flights until further notice and their countries urging them to go back due to the uncertainty on when the lockdown and travel restrictions will be lifted.",
        "background": "As a measure to support students who have been affected in some way due to COVID19, students urge the incorporation of a without penalty break of clause in all student tenancy agreements, no matter the existing type of contract or the current policy towards this matter from a specific estate agency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T16:47:56.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T17:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:34:49.350Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nThe Government has published an FAQ for university students on Covid-19, which includes advice on accommodation costs: https://dfemedia.blog.gov.uk/2020/04/09/university-students-covid19-faq/ \r\n\r\nYou might like to sign these petitions, which call for similar actions:\r\n\r\nEnable private tenants early release from tenancy agreements due to Covid-19: https://petition.parliament.uk/petitions/312609 \r\n\r\nRefund university rent and tuition fees due to coronavirus: https://petition.parliament.uk/petitions/304855 \r\n\r\nRefund third term rent for students in private accommodation: https://petition.parliament.uk/petitions/319510\r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:34:49.349Z"
    },
    "id": 317708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317708.json"
    },
    "type": "petition"
}