{
    "attributes": {
        "action": "Stop the redeployment of community mental health workers during COVID-19",
        "additional_details": "The Lancet Psychiatry (2020) highlighted that during the SARS epidemic of 2003, there was a 30% increase in the suicide rate in those over 65. Additionally, 29% of health workers experienced “probable emotional distress”, which has also been predicted to be the outcome of this pandemic. Reducing mental health care will lead to worsening symptoms and relapse, which, combined with the care that those on the frontline will need, will place mental health services under immense strain post-pandemic.",
        "background": "Community mental health workers should not be redeployed to different roles during the pandemic. \r\n\r\nThere are already “early indications of an increase in suicide attempts and suicides” (Sgt. Kempton, The Independent) showing adequate funding and staffing in services is vital now more than ever.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T21:14:26.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T21:28:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T15:08:40.055Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the deployment, and redeployment, of community mental health workers is a matter for individual NHS trusts, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEmergency funding increase for mental health services due to Covid -19 pandemic: https://petition.parliament.uk/petitions/307724\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-01T15:08:40.051Z"
    },
    "id": 317758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317758.json"
    },
    "type": "petition"
}