{
    "attributes": {
        "action": "Include Republic of Ireland on global death comparison graph at daily briefing.",
        "additional_details": "Ireland is the UK’s closest neighbour, the only country with which it shares a land border. Irish citizens are the second largest group of EU citizens in the UK and those with Irish ancestry (at least one Irish grandparent) are estimated to be around 6 million (around 10% of UK population). \r\n\r\nToo often Ireland is ignored, as an Irish person in the UK watching the news I know more about what’s happening in Italy, Spain and Germany with coronavirus than I know about Ireland.",
        "background": "Lack of news about what’s happening in Ireland and the fact Italy, Spain, France, Germany, Denmark, South Korea and China is included in government stats but NOT Ireland must be remedied.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-21T20:22:54.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-21T21:09:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-01T14:57:04.053Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition the Government stopped including a global death comparison in the slides that accompanied the daily briefings, and has now ended the daily briefings.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-01T14:57:04.050Z"
    },
    "id": 317746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317746.json"
    },
    "type": "petition"
}