{
    "attributes": {
        "action": "Change the way family court is conducted",
        "additional_details": "I want the government to look into how the family court is run, it’s processes the endless stories of thousands of people who have suffered miscarriages of justice, the thousands who have been vilified and treated unfairly. I want the government to make the much needed and long over due changes and fix the family courts failings.",
        "background": "For years family court has been unjust, \r\nPeople have been allowed to bring court cases forward based on accusations With no merit or proof within family court lies are able to be told with no truth finding fact and no ramifications when someone has been found to have committed perjury..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T10:07:18.510Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T10:47:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-02T09:55:47.193Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not exactly sure what you'd like to happen. \r\n\r\nYou may wish to sign this petition:  \r\n\r\nPrevent family courts and social services making decisions based on hearsay: https://petition.parliament.uk/petitions/311739\r\n\r\nYou could start a new petition asking for the Government to conduct a review into how family courts work, if that's what you'd like to happen. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-02T09:55:47.190Z"
    },
    "id": 317815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317815.json"
    },
    "type": "petition"
}