{
    "attributes": {
        "action": "Local councils to offer council tax payment breaks early cause of COVID-19",
        "additional_details": "Every company is doing what they can to help their customers with payments and not being funny councils should do the same.",
        "background": "I spoke to my local council about the payments on my council tax, the only option I had was to change my payment plan from 10 months to 12. This gave a very small reduction & this would not help me financially. To take the payment breaks early when would help me financially.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T11:50:35.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T14:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-02T16:12:20.273Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about alternative payment plans, including whether or not to apply the non-paying months of a 10 month payment plan to the beginning of the financial year, are for individual local councils, not the UK Government or Parliament. \r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nIf you want the UK Government to require local councils to suspend council tax payments, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-02T16:12:20.270Z"
    },
    "id": 317835,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317835.json"
    },
    "type": "petition"
}