{
    "attributes": {
        "action": "People who live alone allowed an isolation buddy with whom they can socialise.",
        "additional_details": "For people who live on their own in their own home, this isolation means that even going out for daily exercise, they feel lonely. Many do not like to break the rules but these rules are affecting their mental health because they feel like they cannot spend time with others. At least one man has already committed suicide due to the current lockdown rules. Many others will become a burden on the NHS because of a mental illness that has developed as a result of these rules.",
        "background": "The lockdown rules should formally permit people who live alone to socialise with another nominated single person, either outdoors or in their home, without having to follow social distancing rules and without having to worry about others criticising them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T12:31:26.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T14:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-02T12:06:20.118Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since this petition was started, the Government has announced that people who live alone in England can create a 'support bubble' with another household. \r\n\r\nThe Government has said: \r\n\r\n\"In England, if you live by yourself or are a single parent with dependent children – in other words, if there is only one adult in your home – you can expand your support network so that it includes one other household of any size. This is called making a ‘support bubble’ and means you are able to meet indoors or out, be less than 2 metres apart and stay overnight as you could if they were members of your own household.\"\r\n\r\nYou can find out more here: https://www.gov.uk/guidance/meeting-people-from-outside-your-household#making-a-support-bubble-with-another-household\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-02T12:06:20.115Z"
    },
    "id": 317846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317846.json"
    },
    "type": "petition"
}