{
    "attributes": {
        "action": "To look into the private care sector.",
        "additional_details": "It has been indemic within the private care industry that profit is all.\r\nThat's not all care providers but there a alot that practise this philosophy.\r\nLocal councils are not helping by allowing care package prices to be dictated by the providers.\r\nWages within the industry are terrible compared to the job the carers do.\r\nThis crisis we are in could be the catalyst for the private care sector to be changed for the better.\r\nI am proposing that the wage for carers is increased to £10 an hour.",
        "background": "The private care industry is in chaos.\r\nNot just due to the Covid19 out break but for many years previous.\r\nThe government needs to step in and stop certain care providers making vast profits whilst staff and service users are suffering from lack of training to supply of PPE",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T09:46:39.482Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T11:44:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T09:07:59.897Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the delivery of social care, but we can only accept petitions that request a specific action, and it's not clear exactly what you want the Government to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWe would like the government to consider social care as equally important to NHS: https://petition.parliament.uk/petitions/302897\r\n\r\nYou could start a petition calling on the Government to hold a review of the delivery and cost of social care, if that is what you want to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T09:07:59.894Z"
    },
    "id": 317811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317811.json"
    },
    "type": "petition"
}