{
    "attributes": {
        "action": "No mandatory vaccines in the UK",
        "additional_details": "There is currently no vaccine for Sars or Mers and any vaccine developed for Covid-19 could be potentially dangerous without long-term, extensive testing. The choice to receive it should remain with the individual.",
        "background": "Vaccines should remain the choice of individuals and parents. Making vaccines mandatory is removing basic human rights, freedom of choice and is unethical. All vaccines should be tested for the standard duration of 10-15 years to ensure the safety for those who choose to receive it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T08:54:17.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T10:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T14:04:20.949Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already against the law for people to be required to undergo medical treatment, including vaccinations. The Coronavirus Act 2020 has not changed this.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T14:04:20.947Z"
    },
    "id": 317803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317803.json"
    },
    "type": "petition"
}