{
    "attributes": {
        "action": "Allow all long term U.K. visas due to expire in 2020 to be eligible for ILR.",
        "additional_details": "Currently any Tier 2 ICT visa holder that will expire in 2020 has no route to ILR. Under current lockdown rules migrants cannot travel or seek alternative routes to remain in the U.K.\r\nMigrants are under increasing stress and worry about the future post COVID 19 lockdown and are unable to plan their permanent homes post the pandemic. We ask for the government to consider helping those migrants under what is already a very stressful time.",
        "background": "Temporarily amend the rules that any student or worker on a long term visa that is due to expire in 2020 be granted eligibility for indefinite leave to remain and waiver the language test due to current COVID conditions. This should be inclusive of Tier 2 ICT visas expiring in 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T10:27:50.577Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T11:20:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T13:31:23.548Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has said that temporary UK residents can apply to switch to a long-term UK visa until 31 July 2020 if their visa expires between 24 January 2020 and 31 July 2020. We're therefore not exactly sure what further action you'd like the Government or Parliament to take. \r\n\r\nYou can find out more here: https://www.gov.uk/guidance/coronavirus-covid-19-advice-for-uk-visa-applicants-and-temporary-uk-residents\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the Government to extend eligibility for ILR to tier 2 ICT visa holders, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T13:31:31.856Z"
    },
    "id": 317984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317984.json"
    },
    "type": "petition"
}