{
    "attributes": {
        "action": "Allow those on maternity leave to postpone for 6 months",
        "additional_details": "Lockdown means newborns have not been able to meet family, spend time with loved ones, attend classes for their development nor make new friends - all the things maternity leave is designed for. \r\n\r\nWhen it comes time for our babies to attend nursery and parents to go back to work we are concerned that it will be emotionally difficult for us all without having met any other people or babies. This transition is going to take time and careful handling to become more independent of us.",
        "background": "Section 7 of the Maternity Protection (Amendment) Act 2004 provides for postponement of maternity leave in the event a baby is hospitalised. We are asking to extend this to everyone on maternity leave during the current Covid-19 pandemic to allow us paid time with our babies after lockdown ends.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-22T22:05:08.773Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-22T23:00:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T10:22:10.625Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change entitlements for new mothers, but it's not clear exactly what you want the Government to do.\r\n\r\nThe Maternity Protection (Amendment) Act 2004 is an Irish Act, and does not apply in the UK.\r\n\r\nIt's also not clear if you want the Government to allow new mothers to postpone maternity leave, so they delay starting this leave during the pandemic, or extend the length of maternity leave.\r\n\r\nWe have already published the following petition, which you might like to sign:\r\n\r\nExtend maternity leave by 3 months with pay in light of COVID-19: https://petition.parliament.uk/petitions/306691\r\n\r\nIf what you want is for the Government to allow all new mothers to postpone the start of their maternity leave, you could start a new petition requesting this, but it would need to be clear this is what you want to happen, and couldn't imply that legislation for another jurisdiction applied in the UK.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T10:22:10.622Z"
    },
    "id": 317926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317926.json"
    },
    "type": "petition"
}