{
    "attributes": {
        "action": "Make Legacy Benefits (ESA, Income Support & Jobseekers) equal to new UC Rates",
        "additional_details": "Currently new and existing Universal Credit Claims have been awarded a £20 per week / £1040 a year boost for one year to help with the Covid19 Pandemic. But legacy claims have not been included in this rise, people who currently claim ESA, Income Support & Jobseeker’s Allowance who have not yet been moved onto the new Universal Credit system will not get this addition financial help. It is the exact same benefit but with a different name. People need to be treated fairly and not left behind",
        "background": "Government need to make payment rates for legacy benefit claims such as ESA, Jobseekers & Income Support which have not yet been transferred onto Universal Credit equal to the new rates announced by the chancellor in relation to financial help with Covid19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-23T07:56:47.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-23T08:27:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T10:53:34.308Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/318691\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T10:53:34.306Z"
    },
    "id": 317960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/317960.json"
    },
    "type": "petition"
}