{
    "attributes": {
        "action": "Cancel gcses for current year 10s as they will miss months of learning",
        "additional_details": "It is not fair on these children as they will have to go through a lot more than any other year group and due to the current circumstances the children may have issues related to covid 19 which will directly add to their problems as they are already putting in all the extra work for the months of learning they will have to catch up for. As we do not have a set date for the end of the lockdown we should play it safe and save the children alot of work, time and stress",
        "background": "The year 11s that had their gcses canceled had already learned most of what they needed to whereas the year 10s miss out on months of learning which could put them under extreme stress psychologically and could directly effect their learning and grades more then they already will be.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T02:01:38.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T02:21:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T13:49:34.596Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions about qualifications, examinations and assessments in England are a matter for Ofqual, exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 \r\n\r\nYesterday Ofqual launched a consultation on 2021 exams and assessments. You can read about this consultation here: https://www.gov.uk/government/news/ofqual-launches-consultation-on-2021-exams-and-assessments\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T13:49:34.594Z"
    },
    "id": 318089,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318089.json"
    },
    "type": "petition"
}