{
    "attributes": {
        "action": "Commit to a 'Green Recovery' as the coronavirus lockdown eases",
        "additional_details": "The coronoavirus lockdown has reduced reliance on many industries whose activity is harmful to the climate. \r\n\r\nPeople have made huge changes to their daily lives during lockdown, for instance becoming used to video conferencing. We have learnt it is not always essential to commute to work, or travel to meetings abroad. \r\n\r\nWe would like to see policies encouraging a 'green recovery', with  lasting environmental benefits. Dramatic change is needed, and the country has shown we are capable of it.",
        "background": "The climate is in crisis. While devastating, the covid-19 pandemic has changed public behaviour in ways which have been beneficial to the environment. \r\n\r\nWe would like to see the government use the coronavirus lockdown as a springboard to introduce more climate-positive policies across the board.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T11:29:42.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T11:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-15T07:28:49.363Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-15T07:28:49.359Z"
    },
    "id": 318132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318132.json"
    },
    "type": "petition"
}