{
    "attributes": {
        "action": "Give clear plans to first year college students about their futures",
        "additional_details": "Year 12/first year college students have been given no information whatsoever about what will happen to our UCAS applications, end of year exams or a level exams. We just need some information to give us peace of mind and to help us prepare for what is to come. We feel like the government has ignored us and are worried about our futures.",
        "background": "First year college students / year 12 need clear plans on what will happen to us. We would’ve missed half a year worth of learning but we have no idea on how this will affect UCAS applications or future grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T09:30:02.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T09:38:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-03T13:50:06.126Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions about qualifications, examinations and assessments in England are a matter for Ofqual, exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYesterday Ofqual launched a consultation on 2021 exams and assessments. You can read about this consultation here: https://www.gov.uk/government/news/ofqual-launches-consultation-on-2021-exams-and-assessments\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-03T13:50:06.124Z"
    },
    "id": 318111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318111.json"
    },
    "type": "petition"
}