{
    "attributes": {
        "action": "Unviersities should automatically pass modules affected by the COVID-19 outbreak",
        "additional_details": "Some students do not have the resources such as online access, computers etc. to complete assignments or exams given to them by lecturers via online, meaning that they would not be able to pass for the modules due to lack of resources. Some students are also key workers who are doing their best to help the nation and beat the outbreak, which is also affecting their studies. Just because students are staying at home, it doesn't mean they have the ability to complete their assignments or exams.",
        "background": "The Government or Parliament should discuss how Universities should pass the modules that students have been studying for (January 2020 - April 2020) that have been affected by the COVID-19 outbreak. Due to the tough times during the lockdown, it has put an impact on student's studies and careers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T13:56:34.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T14:14:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T08:29:35.409Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T08:29:35.406Z"
    },
    "id": 318176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318176.json"
    },
    "type": "petition"
}