{
    "attributes": {
        "action": "Stop private sector IR35 until it has been discussed to support SME businesses",
        "additional_details": "The legislation favors larger firms and closes the market to SME's.\r\nPrivate legislation does not include open tendering unlike the public sector that causes SME's to be excluded.\r\nThe legislation does not take into account the risk taken by genuine SME businesses.\r\nThe legislation has closed the majority of the market with firms not taking individual risk based decisions but applying blanket rules.\r\nPractitioners are now regarded as employees but usually with far less rights and benefits.",
        "background": "Discuss IR35 focusing on the impact on SME's who are excluded from tendering on projects with private firms and are now impacted by blanket rules where private firms are refusing engagements or demanding they operate through PAYE regardless of circumstances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T15:03:35.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-28T13:27:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T13:59:27.812Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition explaining what changes you would like made to IR35.\r\n\r\nYou may be interested to know that the Government has delayed off-payroll working rules reforms until April 2021 as part of its response to Covid-19.\r\n\r\nWe have published a petition calling for the legislation to be revoked which you may wish to sign:\r\nhttps://petition.parliament.uk/petitions/300458"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-10T15:12:56.939Z"
    },
    "id": 318191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318191.json"
    },
    "type": "petition"
}