{
    "attributes": {
        "action": "Request all information on substances/chemicals  used for covid19 vaccines",
        "additional_details": "We are requesting this information as many would like to be educated on possible use of this vaccine and possible side effect on there familys.",
        "background": "We would like the government to look into all possible vaccines that are planned to be used on the public and all ingredients/side effects made available to the uk  .as this is the public's rights to know this information.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T23:21:37.790Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T09:45:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T14:46:28.617Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Medicines and Healthcare products Regulatory Agency regulates medicines, including vaccines, in the UK. The MHRA is responsible for ensuring that all medicines used in the UK meet applicable standards of safety, quality and efficacy.\r\n\r\nThe Government has set out its own plans to support the development of a vaccine for coronavirus, including creating a Vaccine Taskforce, funding domestic trials, and providing funding to international research on the disease.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T14:46:28.614Z"
    },
    "id": 318261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318261.json"
    },
    "type": "petition"
}