{
    "attributes": {
        "action": "Amend the principles being used to reform the Gender Recognition Act",
        "additional_details": "The current principles are a threat to trans rights and lives in the UK. They can block trans people from using bathrooms and facilities, create more legal and financial hoops for recognition and ignores non binary people and the need for self identification.\r\n\r\nit also threatens the bodily autonomy of trans youth and their access to appropriate health care, risking lives by forcing them through puberty without support. Trans/Non Binary people must be directly consulted the changes to GRA 2004.",
        "background": "We want a debate and reform of the 3 principles MP Elizabeth Truss is using to reform the gender recognition act of 2004\r\n\r\nCurrently they are not fit for purpose completely ignoring non-binary individuals with potential to damage the rights of all transgender people in the UK if not scrutinised",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T18:16:13.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-24T19:08:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T13:44:52.039Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDo not ban gender transition treatments for under 18s: https://petition.parliament.uk/petitions/318025\r\n\r\nUphold current legal protections for transgender individuals and under 18s: https://petition.parliament.uk/petitions/318175"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-06T13:44:52.036Z"
    },
    "id": 318226,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318226.json"
    },
    "type": "petition"
}