{
    "attributes": {
        "action": "Protect trans children's right to treatment and trans bathroom access (LizTruss)",
        "additional_details": "Change back this discriminatory policy to protect transgender people's rights to treatment and single sex places. Transition treatments such as hormone blockers, which help treat the mental deterioration of transgender people, taken before the age of 18, are reversible and help protect a lot of transgender youth. Banning transgender people from using bathrooms is dangerous and may increase hate crime and discrimination of transgender people, which is already at a high of 83%.",
        "background": "New equality minister Liz Truss announced a new policy which bans transgender people from transitioning before the age of 18, and banning transgender people from single sex places like public bathrooms. This is discriminatory to transgender people and this petition is asking the policy to be stopped",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-24T22:42:14.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-25T00:23:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T13:51:11.296Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDo not ban gender transition treatments for under 18s: https://petition.parliament.uk/petitions/318025\r\n\r\nUphold current legal protections for transgender individuals and under 18s: https://petition.parliament.uk/petitions/318175"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-06T13:51:11.294Z"
    },
    "id": 318255,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318255.json"
    },
    "type": "petition"
}