{
    "attributes": {
        "action": "SAFETY NET & INSURANCE for families of MEDICS & KEYWORKERS during COVID-19",
        "additional_details": "The medics and key workers are all on the frontline fighting the war with COVID-19 with little care about their families. The families of key workers are staying strong but constantly live with the fear and anxiety for their main breadwinner of the house. All the key workers go to their respective homes and put their families at risk. The families live in uncertainty and each day are at higher risk of being affected by this pandemic. Consideration for families of these superheroes is necessary.",
        "background": "The government should provide with some form of a financial safety net and insurance for the families of the NHS workers and key workers who are all at the frontline of this war with COVID-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T21:24:11.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-26T12:57:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-06T16:09:37.881Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these similar petitions:\r\n\r\nEnsure employees are paid their full wage if they can't work due to coronavirus: https://petition.parliament.uk/petitions/301652\r\n\r\nPay Key Workers 2 weeks full pay if they have to isolate: https://petition.parliament.uk/petitions/309104\r\n\r\nExtend death in service benefits for COVID19 to NHS or care worker's household:\r\nhttps://petition.parliament.uk/petitions/319256\r\n\r\nProvide financial security and compensation to the families of keyworker victims:\r\nhttps://petition.parliament.uk/petitions/315685\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-06T16:09:42.656Z"
    },
    "id": 318376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318376.json"
    },
    "type": "petition"
}