{
    "attributes": {
        "action": "Psychological well-being assessments for emotional & physical abuse on children",
        "additional_details": "It should become law that a psychological well-being assessment is carried out by a senior qualified mental health professional for every reported case. Each family member should be assessed individually in a safe neutral environment to prevent parents who threaten or coerce a child not to tell the truth. Assessments should only end when the mental health professional is satisfied that there is no abuse. The Safeguarding Hub should not be allowed to close a case until the assessments are complete.",
        "background": "Currently, The Multi Agency Safeguarding Hub do not perform psychological well-being assessments for all reported cases of physical & psychological abuse against children. They can simply choose to close the case simply after a phone call without even looking at the evidence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-26T04:33:46.804Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T15:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T16:48:30.440Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand that the Multi Agency Safeguarding Hub is able to undertake assessments where necessary, but it's a decision for them on whether or not to undertake assesments. \r\n\r\nWe're not sure whether you want assessments to take place whenever a referral takes place, regardless of whether the referral requires it. In any case the Government or Parliament can't mandate specific assessments or treatments, and we can't publish petitions that require medical assessments or treatments to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T15:28:11.446Z"
    },
    "id": 318391,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318391.json"
    },
    "type": "petition"
}