{
    "attributes": {
        "action": "Provide PPE for teachers and child care workers",
        "additional_details": "The first keyworker known to have died from Covid-19 in this country was a primary school Head Teacher.  There have since been deaths of other teachers from coronovirus.  When schools reopen, the virus will start to circulate again and teachers and child care workers will be on the frontline.  Unlike health care workers, they will have no PPE and therefore no protection against this disease.  This will lead to many preventable deaths of teachers, child care workers and their family members.",
        "background": "Teachers and child care workers are at high risk of contracting Covid-19  because their job requires close contact with large numbers of children.  \r\nTeachers and child care workers need, as a minimum, face masks of FFP2 or N95 standard, disposable gloves and aprons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-25T12:49:33.032Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-28T15:56:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:20:58.726Z",
        "rejection": {
            "code": "duplicate",
            "details": "Provide all workers dealing with the public PPE to be protected from COVID-19: https://petition.parliament.uk/petitions/307866\r\n\r\nProtect essential workers from contracting and spreading Covid-19: https://petition.parliament.uk/petitions/306387\r\n\r\nGive All Schools Protective Equipment to help protect staff from the Coronavirus: https://petition.parliament.uk/petitions/306347\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:20:58.724Z"
    },
    "id": 318322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318322.json"
    },
    "type": "petition"
}