{
    "attributes": {
        "action": "Make no discrimination during lockdown based on age",
        "additional_details": "It is unfair and unjust to make such  discrimination and against the spirit of the Equalities Act 2010 and the Human Rights Act 1998",
        "background": "Not to discriminate against people over 70 and to classify them automatically as \"elderly and vulnerable\"  when they may not be either. but be active contributors to the community\r\n\r\nProvide advice and let adult mature citizens act responsibly without compulsion",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-26T22:18:15.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T16:55:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T15:24:05.614Z",
        "rejection": {
            "code": "no-action",
            "details": "It’s not clear what the petition is asking the UK Government or Parliament to do.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Age discrimination is already illegal. You can find out more here: https://www.gov.uk/discrimination-your-rights\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe NHS, not the Government or House of Commons, is responsible for determining who is at a higher risk from coronavirus. The NHS has stated that people who are 70 or older are at moderate risk, and clinically vulnerable: https://www.nhs.uk/conditions/coronavirus-covid-19/people-at-higher-risk-from-coronavirus/whos-at-higher-risk-from-coronavirus/\r\n\r\nThe Government’s advice on social distancing advises people who are clinically vulnerable to stay at home as much as possible, but there are no regulations or laws that apply to 70 year olds differently to other age groups."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-07T15:24:10.707Z"
    },
    "id": 318496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318496.json"
    },
    "type": "petition"
}