{
    "attributes": {
        "action": "Limit cycling distances covid19",
        "additional_details": "They are often in packs and not social distancing. I had to play chicken with a few going the wrong way down a 1 way street. Is this not an accident waiting to happen?  Surely in this current climate with the covid 19 pandemic they are delaying vulnerable people with complex needs getting support from their food providers, carers and district nurses. Please support the health and social care staff by having a word with Arlene Foster and Michelle O'Neil as they seem to be incapable of doing anything but take the lead from Westminster.",
        "background": "We are not allowed to drive to the next town (unless supporting the vulnerable) or to go for a walk yet cyclists in full lycra are able to ride all over the countryside between towns in Northern Ireland. Especially the Newtownards peninsula.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-26T20:56:45.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T12:12:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T13:36:15.042Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Your petition is about something that the Northern Ireland Assembly is responsible for.\r\n\r\nIf you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here: \r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-07T13:36:19.103Z"
    },
    "id": 318483,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318483.json"
    },
    "type": "petition"
}