{
    "attributes": {
        "action": "Make OCD a recognised disability/ illness that entitles you to PIP allowance.",
        "additional_details": "OCD can be a crippling personal battle for some people and can really debilitate your every day social interactions with others, as well as when you’re alone too. As someone who has lived with the condition and recognised it from a young age, it’s not hard to see the problems it can cause in everyday life. To my knowledge, OCD is not a condition that is deemed worthy of any benefit and I believe this should be reviewed. It is estimated that around 800,000 UK citizens suffer with this condition.",
        "background": "I think it should be reviewed that OCD is included in the PIP (Personal Independence Payment) allowance. Many people see this condition as something they just ‘learn to live with’ and though it may not be a physically impeding condition, the mental aspect is very real.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-26T19:46:07.110Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-26T21:52:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T10:20:36.099Z",
        "rejection": {
            "code": "no-action",
            "details": "The Personal Independence Payment is paid to people who have a health condition or disability which causes difficulties with daily living or getting around. PIP is paid based on the difficulties causes by a health condition or disability, but there are not particular conditions which result in PIP being paid. You can read more about eligibility for PIP here: https://www.gov.uk/pip/eligibility\r\n\r\nIf Obsessive Compulsive Disorder causes difficulties with daily living or getting around a sufferer could claim for PIP in the same way as someone with another health condition or disability."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T10:20:36.095Z"
    },
    "id": 318474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318474.json"
    },
    "type": "petition"
}