{
    "attributes": {
        "action": "Make travel companies give cash refunds to customers for COVID-19 cancellations",
        "additional_details": "A lot of companies in the travel industry have changed their terms and conditions and applied retrospectively during COVID-19 so that consumers no longer get a cash refund in the event of cancellation but a future travel credit note.  They have made as difficult as possible for consumers to get refunds. Some have promised refunds only to give credit notes 30 days later and claim 'force-majeure' means they don't have to provide any sort of refund whatsoever. Majority do already do right thing.",
        "background": "The government should specifically legislate that in the event of any cancellation not made by the consumer the travel company must provide an immediate cash refund to the consumer within 14 days. The government should provide sanctions where the company does not comply with this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-26T15:53:33.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-26T16:14:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T14:58:45.586Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317878\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T14:58:45.582Z"
    },
    "id": 318446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318446.json"
    },
    "type": "petition"
}