{
    "attributes": {
        "action": "Pay the self employed 80% of their wages during COVID19",
        "additional_details": "Supporting small businesses and sole traders will ensure the economy stays afloat during these unprecedented times.\r\nIf the self employed apply for Universal Credit and live with their partner, their partners income is considered but not their outgoings. If the partner has ‘enough‘ to support the applicant - the applicant gets nothing. Disposable income should determine whether a partner can support the applicant or not. Otherwise, the employed will subsequently suffer as well.",
        "background": "All self employed people who are unable to work during COVID19 should be paid 80% of their wages to be inline with the employed.\r\nSavings or partners should NOT be considered when applying for universal credit as this will only result in future financial strain as savings will run dry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-27T12:16:38.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T13:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:15:31.325Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has created a Self-Employment Income Support Scheme, which allows self-employed people to claim a taxable grant worth 80% of their average monthly trading profits. You can find out more about eligibility for the scheme and how to claim here: https://www.gov.uk/guidance/claim-a-grant-through-the-coronavirus-covid-19-self-employment-income-support-scheme\r\n\r\nWe have also published the following petitions requesting changes to Universal Credit, which you might like to sign:\r\n\r\nRemove savings cap on Universal Credit for Covid-19 related Self Employed claims: https://petition.parliament.uk/petitions/312283\r\n\r\nRemove Universal Credit's 'Minimum Income Floor' for the self-employed: https://petition.parliament.uk/petitions/301327\r\n\r\nRemove requirement to make joint claims for Universal Credit during Covid-19: https://petition.parliament.uk/petitions/306965\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:15:31.322Z"
    },
    "id": 318545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318545.json"
    },
    "type": "petition"
}