{
    "attributes": {
        "action": "The Government to fund a memorial to lives of healthcare staff lost by Covid-19",
        "additional_details": "It is clear that the NHS and social care staff's struggle against Covid-19 is of historical significance. This is of a magnitude only experienced in times of war and so - alongside any appropriate remuneration and future amelioration of NHS and care staff - there should be a permanent reminder of the sacrifices made by these key workers in a time of otherwise peace. It is appropriate that this comes from The Government given the status of the NHS and the funding history of other past memorials.",
        "background": "To fund the creation of a permanent memorial in a suitable site - perhaps outside a London Hospital or Parliament - similar to, and of the same status as, war or political memorials, to mark the lives lost of, and sacrifices made by, healthcare workers in the battle against Covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-27T13:23:51.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T13:38:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-22T08:42:04.957Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nA memorial for NHS, care, allied professionals, who die as a result of COVID:19: https://petition.parliament.uk/petitions/313328\r\n\r\nCreate a National Covid-19 Key worker memorial Commemorate the fallen: https://petition.parliament.uk/petitions/315516\r\n\r\nCommission a Memorial Plaque to honour and remember UK victims of the Covid-19: https://petition.parliament.uk/petitions/310097\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-22T08:42:04.953Z"
    },
    "id": 318561,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318561.json"
    },
    "type": "petition"
}