{
    "attributes": {
        "action": "Cancel exams for non-year eleven (e.g. year 10 / 9 examinations).",
        "additional_details": "Currently year 9 and 10 have not been informed whether they will be sitting their exams or not. This means they don't know whether they should be revising or not, when if they could be spending it on core subjects it would be more beneficial. This promotes stress and a negative mindset towards the subjects if they don't know whether they will be able to share their knowledge through an exam. Alongside this, it is a major disadvantage as they will not have been taught the subject in a long time.",
        "background": "Would like for a decision to be made on whether or not year 10 or year 9 examinations have been cancelled. There is uncertainty and students are left confused whether they should be revising or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-27T08:46:29.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-27T08:58:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T13:12:40.888Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament. \r\n\r\nYou may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-07T13:12:44.975Z"
    },
    "id": 318522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318522.json"
    },
    "type": "petition"
}