{
    "attributes": {
        "action": "Stop Discrimination Against Over 70s During Coronavirus Lockdown",
        "additional_details": "Re Consider their current, and more importantly, future policy regarding the Lockdown and possible easing of in respect of the over 70s.\r\nWe are not all in a similar condition as regards our health, and those of us who are fit, with no underlying health issues, not taking medication, active etc etc are being discriminated against. Many over 70s have very seriously kept themselves fit making many sacrifices and have followed Government Health advice.\r\nThis is very unfair.\r\nOne size does not fit all.",
        "background": "Reconsider Lockdown advice for over 70s",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T12:19:15.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-28T14:40:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T09:21:39.590Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS, not the Government or House of Commons, is responsible for determining who is at a higher risk from coronavirus. The NHS has stated that people who are 70 or older are at moderate risk, and clinically vulnerable: https://www.nhs.uk/conditions/coronavirus-covid-19/people-at-higher-risk-from-coronavirus/whos-at-higher-risk-from-coronavirus/\r\n\r\nThe Government’s advice on social distancing states advises people who are clinically vulnerable to start at home as much as possible, but there are no regulations or laws that apply to 70 year olds differently to other age groups.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T09:21:39.588Z"
    },
    "id": 318689,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318689.json"
    },
    "type": "petition"
}