{
    "attributes": {
        "action": "Give NHS workers a quick decision of their citizenship applications",
        "additional_details": "We ask British Government and public to show their support that non British citizens matter. Home Office is not replying as they should and just playing with the emotions of people who not only worked hard for years but paid huge fees for their application. The average time is 6 months this but home office is taking more than that and saying that due to COVID 19. We are front line for COVID 19. Is each of us worth of £60,000? Please do something which is long term beneficial!",
        "background": "There are many non British NHS staff risking their lives for the lives of Brits due to COVID 19. There are many who applied for their citizenship applications but due to Covid 19 things are not clear. We are asking for NHS workers to get quicker decision about their applications.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T10:38:11.108Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-28T16:16:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T10:53:28.616Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned with the length of time it takes for NHS workers to receive a decision about their immigration application, but it's not clear exactly what you want the Government to do to resolve this.\r\n\r\nYou could start a new petition calling on the Government to ensure that all citizenship applications from NHS workers are processed within a certain time period.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAward immigrant key workers with permanent residency after coronavirus crisis: https://petition.parliament.uk/petitions/307483\r\n\r\nCitizenship to all immigrant key workers: https://petition.parliament.uk/petitions/313825\r\n\r\nIndefinite Leave to Remain for NHS Staff: https://petition.parliament.uk/petitions/312565\r\n\r\nGive non-British citizens who are NHS workers automatic citizenship: https://petition.parliament.uk/petitions/305129\r\n\r\nCitizenship for all immigrant NHS and social care workers - Covid19: https://petition.parliament.uk/petitions/312894\r\n\r\nFree British Citizenship applications for foreign NHS staffs and their families: https://petition.parliament.uk/petitions/314483\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T10:53:28.614Z"
    },
    "id": 318676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318676.json"
    },
    "type": "petition"
}