{
    "attributes": {
        "action": "Stop the Universal Declaration of Human Rights 1948 being rewritten.",
        "additional_details": "Rewriting the UDHR 1948, effectively permits amending the ICCPR 1966, ICESPR 1966, ECHR 1950 and our HRA 1998 enshrined rights, being amended to reflect the changes from the UDHR 1948 being rewritten. Rewriting the UDHR 1948 would eradicate our rights and freedoms to serve agenda 21/25/30. \r\n\r\nThe People do not provide express nor implicit consent to the Prime Minister in advocating to the UNGA to rewrite the UDHR.\r\n\r\nThe People call upon Parliament to safeguard the UDHR 1948 from being rewritten.",
        "background": "Our Prime Minister on the 24/09/2019 at the United Nations General Assembly meeting, spoke about rewriting the UDHR 1948.\r\n\r\nThe British Public demand that our Prime Minister stops with his intention in advocating rewriting the UDHR 1948, at the next UNGA meeting, taking place at New York in 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T12:25:01.064Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-28T17:40:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-13T09:38:25.943Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the thing you're asking to stop isn't happening. The British Prime Minister did not suggest rewriting the Universal Declaration of Human Rights. You can read the transcript of his speech here: https://www.gov.uk/government/speeches/pm-speech-to-the-un-general-assembly-24-september-2019 \r\n\r\nYou could start a new petition that meets our rules. For example, you could start a new petition asking the UK Government and Parliament to make a statement confirming their support for the Universal Declaration of Human Rights in its current form, if that's what you'd like to happen.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-13T09:38:41.028Z"
    },
    "id": 318692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318692.json"
    },
    "type": "petition"
}