{
    "attributes": {
        "action": "Remove all university subject entry requirements for the students of 2020",
        "additional_details": "If grade requirements are scrapped then anyone with extremely low grades could get into a top university which would not match the university's reputation. An example would be, if a university needs Biology as ab A level to do Neuroscience bsc, and I originally applied for psychology, since they are both subjects in a similar field, and if my grade is close to what they originally wanted, I get to study there. Thus, all students go through a clearing process giving motivation to all students.",
        "background": "I am a student who's exams have been cancelled just like everyone else's in the UK and like many, have lost motivation. The best idea is to scrap entry requirements from every university for just this year. What I mean by this is scrap subject entry requirements and not grade entry requirements.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T15:41:22.014Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-28T18:58:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-08T13:33:00.513Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Entry requirements are a matter for individual universities, which are autonomous institutions, not the UK Government or Parliament.\r\n\r\n### Further information \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/  \r\n\r\n \r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/  \r\n\r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement \r\n\r\n\r\n### What the Petitions Committee is doing \r\n\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-08T13:33:08.741Z"
    },
    "id": 318721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318721.json"
    },
    "type": "petition"
}