{
    "attributes": {
        "action": "Issue Blue Badges to people with PIP score of 10 and above, not just 10 only.",
        "additional_details": "The law was changed by the government to allow blue badges to be issued to people with hidden dissabilities, the decisions  and interpretations of the dvla have sought to severely limit the number of blue badges issued in a way that discriminates against the most dissabled and vulnerable of those with hidden disabilities and clarification needs to be issued to resolve this discrimination. It has never been mandated that a blue badge holder must be the driver of the vehicle and many users of the blue badge system are driven around by a family member or carer, yet this is apperently not appropriate for someone with hidden dissabilities.",
        "background": "The PIP Score is a sliding scale from 0 - 12, 12 being the most severe, the dvla has decided that only people who score 10 points can have a badge, and that as anyone who scores higher than that likely would not be able to go out alone they do not need a blue badge!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T17:12:41.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-06T19:55:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T16:20:09.644Z",
        "rejection": {
            "code": "no-action",
            "details": "Blue badges can already be issued to people with a PIP of below 8, so we're not sure what you'd like the UK Government and Parliament to do. \r\n\r\nThere are different ways to prove that you require a blue badge. You can find out more here:\r\n\r\nhttps://www.citizensadvice.org.uk/benefits/sick-or-disabled-people-and-carers/help-for-disabled-travellers1/blue-badge-scheme/applying-for-a-blue-badge/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T16:39:13.460Z"
    },
    "id": 318736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318736.json"
    },
    "type": "petition"
}