{
    "attributes": {
        "action": "Have all journalists banned from asking questions at the daily Covid 19 briefs.",
        "additional_details": "We find listening to journalists on this daily briefs is annoying, repetitive and irrelevant to the public and key workers. We know all is being done 24/7 to help us all. The questions from the public are more relevant by far.",
        "background": "Have all journalists banned from asking questions at the daily Covid 19 briefs and have 10/15 + questions from the public which are more direct, less repetitive and argumentative and will not be looking for a front page headline.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T21:23:01.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T13:18:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-08T15:13:38.696Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition, the Government's daily press briefings have been stopped.\r\n\r\nYou could start a petition calling for the Government to only take questions from the public at its all of its future press conferences and announcements, if that's what you wish to happen.\r\n\r\n### Further information \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/  \r\n\r\n \r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/  \r\n\r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement \r\n\r\n\r\n### What the Petitions Committee is doing \r\n\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-08T15:13:47.953Z"
    },
    "id": 318773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318773.json"
    },
    "type": "petition"
}