{
    "attributes": {
        "action": "Allow ALL redundant employees access to 80% salary or furlough during lockdown",
        "additional_details": "When lockdown went into place many businesses went into panic due to cash flow issues, many staff were made redundant with no option of furlough (mainly due to a delay of the furlough scheme via HMRC) Those affected should be treated equally to those lucky enough to have been furloughed and granted government support of 80%. Many hardworking people have been left with UC which doesn't even cover rent payments. Make this FAIR FOR ALL not just the select employees lucky to have been handpicked.",
        "background": "Make furlough compulsory OR allow employees who were made redundant due to COVID 19 access to a scheme which entitles them to 80% of their salary. Do not leave this \"scheme\" in the hands of employers as this is an unfair system. Make the scheme accessible to all eligible hardworking taxpayers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-28T17:12:23.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-28T17:57:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T08:52:23.147Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRemove firms discretion and obligate firms to furlough employees where eligible: https://petition.parliament.uk/petitions/312611\r\n\r\nAllow employees to claim the 80% income support directly from the Government: https://petition.parliament.uk/petitions/311183\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:51:05.293Z"
    },
    "id": 318735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318735.json"
    },
    "type": "petition"
}