{
    "attributes": {
        "action": "Use under-utilised Nightingale Hospitals as isolation units for Care Homes",
        "additional_details": "To protect this vulnerable population and reduce risk of cross contamination.To save lives.",
        "background": "To protect care homes with confirmed infections from the spread of disease by isolating COVID positive patients in adapted Nightingale Wards.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-29T10:04:56.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T13:04:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-08T15:08:35.887Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on hospital capacity and how beds are allocated is a matter for the NHS and individual trusts.\r\n\r\n### Further information \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/  \r\n\r\n \r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/  \r\n\r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement \r\n\r\n\r\n### What the Petitions Committee is doing \r\n\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-08T15:08:41.415Z"
    },
    "id": 318820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318820.json"
    },
    "type": "petition"
}