{
    "attributes": {
        "action": "Suggest Royal Mail, reduce stamp and delivery fees for reduced services",
        "additional_details": "People are taking a 20% pay cut and following government advice to stay at home. But staying home is only possible when the postal services and other services provide speedy and accurate services, so we can stay at home and stay safe and stay alive at the same time plan a little for after the lockdown. But Royal Mail has been nothing but a national shame compare to many other neighbouring countries when it came to keeping their postal services alive and on-time to keep people at their homes.",
        "background": "Royal Mail reduced its services and speed of delivery blaming COVID-19. However, they keep charging the same amount for stamps and delivery fees. They should reduce the prices to meet their significantly reduced standard. It's not fair on us to keep paying the same money for delayed delivery.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-29T13:45:39.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-29T13:57:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T16:20:49.701Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. As a company, the UK Government and Parliament aren't responsible for its operation. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T16:20:49.698Z"
    },
    "id": 318847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318847.json"
    },
    "type": "petition"
}