{
    "attributes": {
        "action": "Nationalise Carehomes And Create a Carehome Residents & Workers Protection Act .",
        "additional_details": "Because we are all going to be old one day do we really want this situation to arise again and this fate to await us all . It is an absolute disgrace that people lose their homes to pay for their Care then do not even get transferred to a hospital after contributing all their lives to the system. No one is arguing their case & they cannot speak for themselves so it is our collective responsibility and duty to ensure this never happens again and that we learn the lessons from it.",
        "background": "Introduce Carehome Resident & Workers Act, mandatory routine testing of Care Home Residents & Workers & Provide Full PPE. Transfer Patients to Hospital for Ventilation. Introduce NHS Infection Control Managers into Care Homes, Nationalise Care Homes into the NHS by a 5% Billionaire Wealth Tax.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-29T17:04:27.229Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T19:34:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T09:08:26.402Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to clearly call on the UK Parliament or Government to take a specific action that they are responsible for. \r\n\r\nWhether someone needs to be ventilated is a clinical decision, not a decision for the UK Government or Parliament. Your petition asks for a few other actions. \r\n\r\nYou might like to sign and share one of these petitions instead: \r\nhttps://petition.parliament.uk/petitions/312960\r\nhttps://petition.parliament.uk/petitions/302610\r\n\r\nYou could also start a new petition clearly asking for the UK Government to nationalise care homes and bring them all into the NHS, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T09:08:26.400Z"
    },
    "id": 318873,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318873.json"
    },
    "type": "petition"
}