{
    "attributes": {
        "action": "I want more financial support for the self-employed and small businesses",
        "additional_details": "I want you to do it because you have the powers to. I myself along with a lot of other self employed people have jumped in to support communities get set up for this crisis with food banks and support. We now need you to support us. We need our government to stand by us to help keep us going. We can work and will be the first to stand when we are asked. Financial support won't only keep us going but it will let us work along with any support that's needed within communities.",
        "background": "Self employed workers are getting left behind in the support. Some of us don't make enough and are working weekly to provide for our families. The idea of a percentage on profit will leave a lot of us struggling. You have to help us survive if you will rely on us to kick start the economy again",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T08:27:44.527Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T08:37:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:19:29.653Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nPay self employed workers a wage due to lack or earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\r\n\r\nRemove the £50k earnings limit for self-employed to access government funding: https://petition.parliament.uk/petitions/310455\r\n\r\nPay self-employed workers 80% of gross income during Covid-19: https://petition.parliament.uk/petitions/309231\r\n\r\nExtend grants immediately to small businesses outside of SBRR: https://petition.parliament.uk/petitions/305024\r\n\r\nExtend £10,000 small business grant to SMEs that do not have a property: https://petition.parliament.uk/petitions/304161\r\n\r\nWe have published a number of petitions calling on the Government to provide financial support to individuals and businesses during the pandemic, which you might like to sign. You can view all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:19:29.650Z"
    },
    "id": 318941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318941.json"
    },
    "type": "petition"
}