{
    "attributes": {
        "action": "Provide an urgent and comprehensive outline of expectations regarding Home Ed.",
        "additional_details": "It is the duty of our government to acknowledge the difficulties which will be caused by a variation in homeschooling standards. It is NOT just a North / South divide or a class issue. Working parents are overwhelmed by guilt. Our children are facing emotional issues. Teachers have very little guidance and our schools are setting unrealistic work expectations that will isolate pupils and widen the gap. The Education Secretary must communicate plans to offset the impact of school closures ASAP.",
        "background": "The diversity in people’s ability to homeschool their children is driven by socio-economic factors as well as access to IT and the caregivers employment status. Many parents or carers are still working FT and many children are struggling with the isolation caused by COVID.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T00:06:29.709Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T00:34:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-13T15:27:07.656Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're worried about home schooling, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, if you would like the Government to provide plans on how they will offset the impact of school closures on children and young people, you could start a petition calling for that to happen.\r\n\r\nYou may wish to sign some of these petitions: \r\n\r\nProvide disadvantaged children with a connected laptop to access home learning: https://petition.parliament.uk/petitions/313177 \r\n\r\nProvide £500 cash grant to fund children being home schooled: https://petition.parliament.uk/petitions/313284 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-13T15:27:19.715Z"
    },
    "id": 318918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318918.json"
    },
    "type": "petition"
}