{
    "attributes": {
        "action": "Ensure Veterinary Practices benefit with Rates rebates as part of Covid-19",
        "additional_details": "Animals provide companionship to their owners, particularly elderly and vulnerable people who may feel increasingly lonely in the months ahead.  Vets are juggling to keep their services running for everyone, as well as offering phone advice and making arrangements for emergency care and treatment for pets if their owners are self-isolating.\r\nVeterinary practices will suffer huge losses and staff if unsupported.",
        "background": "Veterinary Surgeries to be classed as ‘business critical’ as they provide essential care.\r\nRishi Sunak pledged to do ‘whatever it takes’.\r\nHowever, veterinary practices have so far not been included in the scope for this support. We are calling for Rates rebates and support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T10:42:39.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T11:59:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T15:55:21.946Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/312231\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T15:55:21.942Z"
    },
    "id": 318958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318958.json"
    },
    "type": "petition"
}