{
    "attributes": {
        "action": "1% mortgage deposit for essential workers 1st time buyers, up to 350k property",
        "additional_details": "Economic benefits, first time buyers getting into the property ladder (most savings are gone due to covid19). It shows that the government is sensitive and proactive mitigating risks. Construction sector protected by job security and less support from the government. This will bring economic stability, Less pressure on the prospective buyer to save for longer periods.",
        "background": "Persuade mortgage lenders to relax eligibility criteria for buying a property for essential workers or everyone. Personal Savings are gone, to protect the market new process needed. 0% to 1% deposit, 8 to 10 times salary or £350k max, first 10 years equity lock to protect banks, low interest rates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T00:28:01.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T12:50:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T08:26:42.636Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or Parliament to take a specific action. \r\n\r\nWe understand that you'd like to make it easier for people to purchase homes, but we're not sure exactly who you want this to apply to. \r\n\r\nYou could start a new petition explaining exactly what you'd like the UK Government and Parliament to do. For example, you could start a new petition asking the Government to give grants of up to £350,000 to key workers to help them to buy their first home, if that's what you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T08:26:42.634Z"
    },
    "id": 318923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318923.json"
    },
    "type": "petition"
}