{
    "attributes": {
        "action": "Include Endometriosis as a disability under the Disability Discrimination Act",
        "additional_details": "Endometriosis is a debilitating illness for thousands of Women. Many suffer with extreme chronic or recurring pain, chronic fatigue, digestive problems, fertility problems and many have to undergo multiple surgeries, intense hormonal medication (with many side effects) or find ways of coping and fitting their lives around the intense pain they are subjected to. If endometriosis can be recognised as a disability in many other countries, it should be recognised in the UK also. Help is needed.",
        "background": "To date Endometriosis does not have the same rights as other disabiling illnesses, yet impacts so many lives across the UK from as young as 17 years old. A time has now come where Endometriosis should formally be recognised as a disability, and covered under the Disability Discrimination Act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T11:07:14.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T11:33:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T12:02:23.536Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The Disability Discrimination Act (DDA) and the Equality Act don't name specific medical conditions. In most cases, it’s the impact on the person’s life that qualifies them for support or protection under the law.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do to support people who are suffering from endometriosis."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-10T12:02:23.532Z"
    },
    "id": 318962,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318962.json"
    },
    "type": "petition"
}