{
    "attributes": {
        "action": "Use Captain Tom Moore's 30m fundraising to pay for NHS annual registration fees",
        "additional_details": "The Government has already been paid in taxes to run the NHS, the money given freely by the public from Captain Moore's efforts should not be included in that budget but should be given to frontline staff as the actual reflection of what the UK public was being generous towards, not as a bonus pot of money for NHS spending by the Government.\r\nFor example, the NMC £120 registration fee could be waived for years for those NHS staff working hard to better this country who are already on a low wage.",
        "background": "Captain Tom Moore has raised 30m in public gifted funds for the NHS to help support them during their own times of trouble during the Covid19 pandemic. This should be put directly to the frontline workers by paying for their annual registration fees instead of being swallowed and lost in the system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T12:36:53.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-01T09:54:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T13:16:03.448Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Captain Moore raised funds for NHS Charities Together - it is for the NHS Charities to decide how to spend the funding received. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-29T13:16:03.446Z"
    },
    "id": 318983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/318983.json"
    },
    "type": "petition"
}