{
    "attributes": {
        "action": "SAVE PARR STREET.\r\nStop the demolition of Parr Street for Apartments.",
        "additional_details": "Parr Street Studios, Attic, and Ropewalk Buildings hold much more history than what meets the eye. The Studios have been the home for recording music for 25 years, here in the heart of Liverpool, with the likes of Echo & The Bunnymen, Coldplay, and Black Sabbath making records there, in addition to these pop phenomenons Drake, Justin Bieber, and Rihanna have all dropped in to record at the Studios. Additionally, 'The Attic Bar' a popular destination for various types of events and also listed as the top-rated bar in Liverpool on trip advisor, would be more beneficial to the cities local economy than apartments would be and also with Liverpool potentially losing Kitchen Street it would mean a loss of two streets full of musical history.\r\nTherefore the demolition should not go ahead.",
        "background": "I would like to block the demolition job of Parr Street. Because the said places are a hotspot in Liverpool. In addition to this, Par street brings revenue into the city along with tourists wanting to experience the classic 'Liverpool Nightlife'.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T14:57:32.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-04-30T15:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-13T08:37:54.988Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Planning decisions like this are the responsibility of the local authority, not the UK Government or Parliament. \r\n\r\nYou could start a petition calling for Liverpool City Council to reverse its decision in respect of the Parr Street development if you wish: http://councillors.liverpool.gov.uk/mgePetitionListDisplay.aspx?bcr=1.\r\n\r\nYou could also ask your local MP to present your concerns to the Council. You can find their contact details by entering your post code here: https://members.parliament.uk/FindYourMP."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-13T08:37:59.044Z"
    },
    "id": 319005,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319005.json"
    },
    "type": "petition"
}