{
    "attributes": {
        "action": "Give International Students Graduating This Year More Time To Find a Job",
        "additional_details": "This has meant many of are finding this scenario extraordinary difficult to secure a job due to the limited time we have left after our graduation. Since the country is in lock down the 4 months we have after graduation isn't enough for us look for work. In addition the closure of visa offices has meant that we are not sure if we will have enough time to apply for tier 2 visas. Especially for those of us that are back home now where there are airport lock downs.",
        "background": "Please provide a scheme for international students graduating this year to stay in the UK for a time period (greater than the four months after graduation) to find a job. Due to the difficult times we are facing many of us have gone home and have been unable attend interviews.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-01T06:36:51.859Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-01T19:14:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:41:32.975Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nExtend proposed Graduate visa route to 2019-20 batch of students due to COVID19: https://petition.parliament.uk/petitions/314710\r\n\r\nExtended Visas indefinitely for International Students: https://petition.parliament.uk/petitions/304442\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-27T15:41:32.973Z"
    },
    "id": 319075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319075.json"
    },
    "type": "petition"
}