{
    "attributes": {
        "action": "Cancel SATs exams-academic yr 20-21 to allow children to catch up after covid 19",
        "additional_details": "When children finally return to school post lockdown there is likely to be a period of readjustment for many after the extended time at home. It will take time to re-establish routines and learning, and there is already speculation that the return will be staggered or part time to start with. Children will need time to physically and emotionally adjust to all the changes. To add  additional pressure onto the children due to sit their SATs next year is unreasonable and unnecessary.",
        "background": "I'd like the government to consider cancelling SATs exams for children due to sit them in the academic year 20/21. These children are likely to miss an entire term or more of education and their return to school would be better focussed on catching up on content rather than preparing for these exams",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-04-30T22:36:14.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-01T06:58:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T11:35:06.941Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSuspend school performance tables and make SATs tests optional (Coronavirus): https://petition.parliament.uk/petitions/301021\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T11:35:06.937Z"
    },
    "id": 319058,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319058.json"
    },
    "type": "petition"
}