{
    "attributes": {
        "action": "Drop the annual dogs on beaches ban due to covid-19",
        "additional_details": "The government is responsible for this ban and should consider that banning dogs on beaches may cause overcrowding elsewhere for example fields and parks that are still open to the public. As more people are exercising during lockdown we require more space to carry this out, including dog walks. Essentially dogs require a walk everyday especially larger dogs and for many people the closest area may well be a beach. The ban will encourage people to be out of the house for longer during lockdown.",
        "background": "The dogs on beaches ban should be dropped in 2020 due to covid-19. The ban is in place under the public space act to encourage holiday makers, sunbathers and family's ect. However this year no persons should be partaking in the latter, therefore the ban is irrelevant.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-02T06:35:42.953Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-02T12:13:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T15:22:52.557Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not responsible for.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T15:22:52.554Z"
    },
    "id": 319195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319195.json"
    },
    "type": "petition"
}