{
    "attributes": {
        "action": "Nurseries with rateable value over £15,000 need support too!",
        "additional_details": "Early Years has suffered at the hands of our government. Early Years Minister does not listen to the many nurseries crying out for help. It’s pathetic that nurseries with a rateable value are Not helped at all! Funding is very low and doesn’t rise with inflation, nor with national living wage. You need to act now",
        "background": "Nurseries appear to be the sector that suffers! Poor funding have forced many to close down. A struggling sector supporting front line key workers are OPEN struggling with no support. Help us before it’s too late. Treat us with the respect we deserve. Help nurseries with a grant to survive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-01T18:00:21.137Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-01T18:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T13:20:07.942Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/309856\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T13:20:07.939Z"
    },
    "id": 319152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319152.json"
    },
    "type": "petition"
}