{
    "attributes": {
        "action": "Give two extra weeks paid holiday allowance for ALL keyworkers of covid 19.",
        "additional_details": "Our key workers have continued to work hard without complaint putting thier lives on the line and alot are having to stay away from thier families and homes to ensure thier families safety, they deserve some extra time to enjoy with thier families, friends or doing things they love. It's the least we can do for the sacrifices they have made and continue to make. They ALL need to know they are appreciated for their hard work and we are all greatful for all they have done and continue to do.",
        "background": "All working class people are entitled to a certain amount of holiday a year. We ask that ALL those who have continued to work through the pandemic covid 19 are given 2 weeks extra paid holiday allowance as a thank you for all thier hard work in keeping our country going through this hard time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-02T06:11:18.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-03T12:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-14T16:59:26.011Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS are responsible for decisions about annual leave, not the UK Government or Parliament.\r\n\r\nWe've published several petitions about rewards and recognition for NHS staff which you may wish to sign:\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nGive NHS staff a one off bonus for their help with Covid 19: https://petition.parliament.uk/petitions/321150\r\n\r\nReward our healthcare heroes now for risking their lives to fight Covid-19: https://petition.parliament.uk/petitions/318741\r\n\r\nGive NHS staff a pay rise in line with MPs pay increase: https://petition.parliament.uk/petitions/313513\r\n\r\nPay all NHS Staff at least the Real Living Wage: https://petition.parliament.uk/petitions/310615\r\n\r\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\r\n\r\nIncrease National Insurance by 5 pence to Increase Salaries for all NHS Workers: https://petition.parliament.uk/petitions/310518\r\n\r\nAward all nursing staff in the NHS pay rise of 10%\r\nhttps://petition.parliament.uk/petitions/316307\r\n\r\nFund after care for all NHS staff following coronavirus: https://petition.parliament.uk/petitions/313439\r\n\r\nFund free Travel, Parking, Hotel & Childcare during COVID-19 for NHS staff: https://petition.parliament.uk/petitions/305854\r\n\r\nFund free meals for NHS staff whilst on duty during the COVID19 Pandemic: https://petition.parliament.uk/petitions/303485\r\n\r\nSupply NHS key frontline staff working during Covid-19 healthy food hampers: https://petition.parliament.uk/petitions/306339\r\n\r\nFund increased death in service benefits for NHS staff who die during Covid-19: https://petition.parliament.uk/petitions/307592\r\n\r\nFund council tax for our all our NHS workers: https://petition.parliament.uk/petitions/313416"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-14T16:59:26.009Z"
    },
    "id": 319193,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319193.json"
    },
    "type": "petition"
}