{
    "attributes": {
        "action": "Keep the change to world after lockdown",
        "additional_details": "Force as many companies as possible to work epeople from home, reduce cars on the road, expand support for self sufficiency in areas to grow things. Encourage councils to give over land to growing free foods, food share points, recycle and stop wastage. Policies say they will do but big companies keep pushing. No plastics on food, domestic sourcing and seasonal foods. Help keep what 2020 vision has shown us with Covid19 a big picture for the future.",
        "background": "The world has learnt a hefty lesson with lockdown, but, we have become a society again. More caring, slowing down and greener. We have reconnected with life and the meaning and value it more leaving cars behind and we are still here. Can we force the slow to continue and become greener.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-02T09:20:53.985Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-02T10:03:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-15T11:36:00.776Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Parliament or Government to take a specific action. We understand that you're concerned about the environment, but we're not sure exactly what you want the UK Government or Parliament to do.\r\n\r\nYou might like to sign and share these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/300000\r\nhttps://petition.parliament.uk/petitions/301289\r\nhttps://petition.parliament.uk/petitions/317466\r\nhttps://petition.parliament.uk/petitions/319793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-15T11:36:00.774Z"
    },
    "id": 319213,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319213.json"
    },
    "type": "petition"
}