{
    "attributes": {
        "action": "Suspend or Delay GCSEs and A Level Exams in 2021",
        "additional_details": "Year 10s and Year 12s are a step behind everyone. Almost 2 months without school meant they receive less teaching. Not everyone has the facilities to continue studying at home. Everyone is at a different level. Content for Year 12 that was meant to be finished this academic year will now have to roll onto the following year, and this will rush them, as Year 13 will become very challenging for them and contain a VERY heavy workload, which also brings more stress for the exams.",
        "background": "The Government have suspended all exams this year reasonably, but they've not set out a plan for Year 10s and Year 12s. Exams for them should be suspended or delayed in 2021 or there should be a system in place as an alternative as they haven't received sufficient study content required.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-04T04:29:12.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-04T04:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T13:42:26.560Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 \r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here: \r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB  \r\n\r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\r\n\r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T13:42:26.556Z"
    },
    "id": 319393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319393.json"
    },
    "type": "petition"
}