{
    "attributes": {
        "action": "Use the Apple and Google API in the NHS contact-tracing app",
        "additional_details": "The current version of the contact-tracing app from the NHS only works if it is actively being used, which means it's possible to miss contacts; so the effectiveness of the app is limited.\r\n\r\nThe API being developed by Apple and Google is designed to work at all times and is decentralised, so personal data is kept secure and cannot be used after the pandemic has passed.",
        "background": "We the undersigned request that the UK government uses the contact-tracing API, developed by Apple and Google, in the coronavirus (COVID-19) contact-tracing app.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-05T22:33:20.668Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-06T08:49:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-03T14:35:50.397Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/318978\r\n\r\nWe can't accept petitions calling on the Government to use the services of a particular company or companies, as these decisions are subject to competition and procurement rules.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-03T14:35:50.393Z"
    },
    "id": 319580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319580.json"
    },
    "type": "petition"
}