{
    "attributes": {
        "action": "Predicted grades for BTEC students",
        "additional_details": "I would like the government to do this because students are at home trying to get through their work during this stressful time . Students are also not being supported by the college's due to staff shortages or just unwillingness. Some students are also facing difficulties trying to learn what they need for the assignments and due to this and the stress caused by this their quality of work will be affected .",
        "background": "I would like the government to work with the exam boards to have BTEC students get predicted grades by the end of the college year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-06T18:51:00.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-06T19:22:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T08:34:58.766Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, not the UK Government or Parliament. You can read the Government's announcement about what will happen to exams here: https://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\r\n\r\nOfqual has stated that it is working with awarding organisations to finalise a list of qualifications that we will advise the Secretary of State should be in scope for learners to receive a calculated result, and this will include many BTEC Nationals: https://www.gov.uk/government/news/awarding-vocational-and-technical-qualifications-this-summer\r\n\r\nIf you want the Government to review the decision to use previous data to calculate exam grades, you may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/306773\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-07T12:52:57.264Z"
    },
    "id": 319677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319677.json"
    },
    "type": "petition"
}