{
    "attributes": {
        "action": "No conflict of interest allowed when finding a vaccine or drug for Covid-19",
        "additional_details": "Vaccine and Pharmaceutical companies and their Shareholders stand to make billions from finding a treatment for COVID-19.  It is therefore necessary to ensure that during this research due diligence is observed whereby there is no conflict of interest with anyone involved during the process of finding any vaccine or drug.\r\n\r\nKey decision makers should be readily identifiable and the advice and data they drew upon to reach their decisions must be specified\r\n\r\nIf and when a vaccine is found anyone who profits should show their financial interest independently In a document easily accessible by the public and be completely transparent.",
        "background": "Politicians, experts families, friends, and associates should not have any financial position or shareholding in any vaccine or pharmaceutical company, vaccine tests, anti viral tests, medicines, vaccines related to Covid-19 or received grants from the Bill and Melinda Gates Foundation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-06T15:38:19.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-06T18:05:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T16:49:44.406Z",
        "rejection": {
            "code": "no-action",
            "details": "MPs are already required to declare any interests, including those affecting their family. You can find out more here: \r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/registers-of-interests/register-of-members-financial-interests/\r\n\r\nWe're not sure what you mean by \"experts families, friends and associates\" but the Government is not responsible for regulating the interests of private individuals. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T16:49:49.605Z"
    },
    "id": 319659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319659.json"
    },
    "type": "petition"
}