{
    "attributes": {
        "action": "Support studio-based students through COVID-19, invest in UK Arts Schools now.",
        "additional_details": "Arts HEI closures have created a national issue for studio-based learners. Intervention is required as the 'one-size-fits-all' measure of virtual learning is an insufficient alternative for practical courses and burdens students with greater financial hardship.\r\n\r\nTherefore, the legitimacy of studio-based courses is compromised. Qualifications achieved by lowered learning outcomes are futile to students’ careers, which are built upon a foundation of studio work and networking in physical spaces.",
        "background": "1. Opt-outs from Virtual Learning for students for whom it is not a viable alternative and a physical degree show including 2-3 months access to appropriate facilities. Or, appropriate refunds to reflect facilities lost this year.\r\n\r\n2. Bring forward 2-year post-study work visas for 2020 graduates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-07T10:10:36.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-07T10:31:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T07:42:50.600Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for the teaching arrangements for higher education courses, but you may wish to sign some of these petitions:\r\n\r\nExtend proposed Graduate visa route to 2019-20 batch of students due to COVID19: https://petition.parliament.uk/petitions/314710\r\n\r\nReimburse all students of this year’s fees due to strikes and COVID-19: https://petition.parliament.uk/petitions/302855\r\n\r\nRefund university students for 3rd Semester Tuition 2020: https://petition.parliament.uk/petitions/306494\r\n\r\nThe Committee has recently published a report calling on the Government to make it easier for university students whose courses have been affected by Covid-19 to seek remedies. You can read the Committee's report here: https://committees.parliament.uk/publications/1810/documents/17711/default/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T07:42:50.597Z"
    },
    "id": 319731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319731.json"
    },
    "type": "petition"
}