{
    "attributes": {
        "action": "Year 10 GCSEs should be cancelled due to covid-19!",
        "additional_details": "Year 10 GCSEs should also be cancelled due to covid-19 lockdown and not been given all the revision time they can get.\r\nEven though they are on lockdown not all teenagers are prioratising their work and focusing because teenagers won't do work without having a teacher checking on their work and given out sanctions for incomplete work.\r\nI am a year 10 student who struggles and stresses about my future GCSEs and failing because I don't understand work being set online.",
        "background": "Year 10 GCSEs should also be cancelled due to covid-19 lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-07T12:34:20.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-07T13:01:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:43:28.844Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:43:28.841Z"
    },
    "id": 319750,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319750.json"
    },
    "type": "petition"
}