{
    "attributes": {
        "action": "Lift Sudan economic Sanctions",
        "additional_details": "We are witnessing the severity of COVID-19 and our nation coming together in order to support our NHS. Globally,  It is an undeniable fact that at its heart this must remain a united effort to save as many lives as possible. \r\n\r\nIn Sudan, there are economic sanctions which block expats from sending money directly home. The country of over 40 million is in dire need of our support. The economy is blocked by hyperinflation which means Sudan relies upon donations and funding from its diaspora.",
        "background": "In an effort to combat Covid-19, we as British Sudanese citizens request the UK government to lift the economic sanction so we can give our people a fighting chance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-07T22:38:47.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-08T10:30:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T15:59:08.779Z",
        "rejection": {
            "code": "no-action",
            "details": "There are UN and EU sanctions on Sudan that restrict arms trade, travel and freeze assets of specified individuals, but these are international sanctions for which the UK Government is not responsible, and they do not prevent the transfer of funds from UK residents to Sudan, except to certain specified individuals. Arrangements for the transfer of funds from the UK to Sudan would be a matter for any relevant banks, and not the Government or House of Commons.\r\n\r\nYou could call on the Government to provide humanitarian aid to Sudan in response to the Covid-19 outbreak, or to work internationally to support the Sudanese people through the current outbreak, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T15:59:08.776Z"
    },
    "id": 319830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/319830.json"
    },
    "type": "petition"
}