{
    "attributes": {
        "action": "School Children should repeat the current year in September due to Covid19",
        "additional_details": "I want the government to let all children of school age repeat their current year due to the coronavirus. I have been homeschooling my son but I am no substitute for a teacher. Even if the schools do reopen there are many people like me who live with relatives with underlying health problems who could not risk sending my child back to school as early as June 2020. Extend Child Benefit and all associated benefits that are linked to children & let the children get the education they deserve.",
        "background": "I want the government to consider letting all school age children repeat the current academic year due to not being able to attend. Give the children a chance to catch up on lost education, especially children with special education needs & also increase child benefit age by 1 year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-10T20:10:20.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-12T09:42:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T10:54:43.897Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRepeat the current school year from Sept 2020: https://petition.parliament.uk/petitions/319171\r\n\r\nRequire schools to allow children the option to retake their year next year: https://petition.parliament.uk/petitions/309265\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T10:54:43.895Z"
    },
    "id": 320194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320194.json"
    },
    "type": "petition"
}