{
    "attributes": {
        "action": "Special consideration for the 2021 A-Level and GCSE examinations",
        "additional_details": "The closure of schools, whilst necessary, has meant that students in year 10/12 are now faced with the task of learning the many different specifications and courses independently at home. A heavy period of disrupted teaching puts these students at a disadvantage when it comes to sitting their public examinations next summer, many of which are crucial to students reaching the next step in their education. \r\n\r\nThe least the Government can do is ensure that the impact of COVID-19 on our lives and education will be taken into account when it comes to the 2021 A-Level and GCSE examinations and not let thousands of children's crucial education suffer.",
        "background": "To promise that the students sitting their A-Level/GCSE examinations in the summer of 2021 will be granted some sort of special consideration due to a heavy period of disrupted teaching as a result of the COVID-19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-10T14:42:57.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-10T14:55:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:44:19.501Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:44:19.497Z"
    },
    "id": 320129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320129.json"
    },
    "type": "petition"
}