{
    "attributes": {
        "action": "Ofqual to provide a revised approach to A-Levels completed by Year 12's in 2021",
        "additional_details": "Year 12s have been off school since March and there is no clear indication that these pupils will return to school prior to Sept. The Office of Qualifications and Examinations Regulation, these students are not receiving the teaching they need to complete these exams and THIS must be taken into consideration ahead of their exams next academic year. The standard of teaching is not the same and these students must not be disadvantaged so, revisions to next years exams is absolutely necessary.",
        "background": "As we move into an unprecedented era for education, I am calling on the Government to ensure that Year 12 students will not be disadvantaged from the A-Level exams they are due to take in 2021. Measures must be put in place due to the education that these students have and will continue to miss.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-10T19:26:48.462Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-10T19:59:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:45:02.510Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards and individual schools, and are not a matter for the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:45:02.508Z"
    },
    "id": 320178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320178.json"
    },
    "type": "petition"
}