{
    "attributes": {
        "action": "Extend & Implement 2 years of PSW visa for tier-4 students graduating in 2020.",
        "additional_details": "There has been no provision or instructions to institutions about international students about PSW. \r\nThe current students should be equally eligible for work opportunities after the COVID-19 crisis is over. \r\nThe spread pandemic of has stopped recruitment process & current students should be provided with extended time of minimum 2 years to cope up with the current scenario.",
        "background": "Instead of introducing the 2 years post study work (PSW) visa for students in 2021, implement it for current students (2019-20) too. \r\nThe PSW should be automatically issued to all students who are graduating in 2020, as they are also unintentional victims of COVID-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T01:01:31.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-11T02:15:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-27T15:39:40.316Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nExtend proposed Graduate visa route to 2019-20 batch of students due to COVID19: https://petition.parliament.uk/petitions/314710\r\n\r\nExtended Visas indefinitely for International Students: https://petition.parliament.uk/petitions/304442\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-05-27T15:39:40.313Z"
    },
    "id": 320256,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320256.json"
    },
    "type": "petition"
}