{
    "attributes": {
        "action": "Obliged all businesses to have daily cleaning with more than 7 people at once",
        "additional_details": "Currently, there is no cure for Coronavirus, so preventing it is critical. It affects all age groups indiscriminately (although the usual categories are worst affected).\r\n\r\nIf a UK outbreak happens again – anyone working with or who has children at home is at higher risk as children are a major vector for viruses.\r\nThat is why all businesses have to use registered cleaning company who knows how to deal with cleaning service, not to employ one person who is not qualified to do the right job.",
        "background": "The last Pandemic tells us why we have to think about daily cleaning for something important like paying taxes.\r\nLike the common cold Coronavirus is spread via droplets from sneezing or coughing, or by being picked up by touching of a contaminated surface.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-10T20:40:19.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-10T20:57:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T09:13:06.058Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the requirements to keep places of work clean, but it's not clear exactly what change you want the Government to make.\r\n\r\nEmployers are already required to keep workplaces sufficiently clean, but it is not set out in law exactly how this should be achieved. The Government could change the law to require daily cleaning by professional cleaners, but it's not clear if you only want this to apply to employers with a certain number of staff, or that workplaces need to be cleaned by a certain number of people. It is also not clear whether you want this cleaning to be funded or linked to taxes in some way.\r\n\r\nYou could start a new petition calling for the rules on workplace cleanliness to be changed, but you would need to be clear exactly what change you want the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T09:13:06.056Z"
    },
    "id": 320203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320203.json"
    },
    "type": "petition"
}