{
    "attributes": {
        "action": "Covid 19 policy must return to synchronisation between all the nations of the UK",
        "additional_details": "This is essential for the health of our citizens sharing this land, and for the future of the Union.\r\n\r\nNow is the time when this family of Nations should be pulling together. Especially when the risks of diverging policies will be mutually shared, and could have catastrophic consequenses for the Union should the political temperature rise.",
        "background": "The Government needs to return to a collaborative response that gives confidence to citizens form all nations of the Union.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-10T23:49:34.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-11T10:48:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T09:06:50.198Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about disparities in the response to Covid-19 by the governments responsible for different parts of the UK, but it's not clear what you want the Government to do about this.\r\n\r\nWe can only accept petitions about things the Government and House of Commons are responsible for, and coordinating the response to Covid-19 is a matter for the UK Government, Scottish Government, Welsh Government and Northern Ireland Executive.\r\n\r\nYou could start a petition calling on the Government to take a specific action aimed at facilitating the synchronisation of Covid-19 policy such as the creation of a Joint Ministerial Committee on Covid-19, to bring together decision makers from the four administrations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T09:06:50.196Z"
    },
    "id": 320250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320250.json"
    },
    "type": "petition"
}