{
    "attributes": {
        "action": "MPs to return to normal working before exposing school children to risk",
        "additional_details": "I believe Parliament should lead by example and with the number of MPs being of similar magnitude to the number of children in a school it is a comparable community",
        "background": "Members of Parliament should return to normal working by attending parliament for several weeks before requiring children to return to school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T07:05:17.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-11T13:31:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T11:25:01.898Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the House of Commons has returned, and rules allowing all Members to participate in proceedings virtually have fallen. The House of Commons has agreed that Members who are unable to attend Westminster for medical or public health reasons related to the pandemic can attend proceedings virtually.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nKeep schools closed until Covid 19 is no longer a threat: https://petition.parliament.uk/petitions/316404\r\n\r\nDelay the reopening of schools to September: https://petition.parliament.uk/petitions/318206 \r\n\r\nKeep schools closed in the UK until an effective Cov-19 vaccine is available: https://petition.parliament.uk/petitions/319292  \r\n\r\nShut schools completely to stop putting teachers, TAs and pupils at risk: https://petition.parliament.uk/petitions/308013\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T11:25:01.897Z"
    },
    "id": 320272,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320272.json"
    },
    "type": "petition"
}