{
    "attributes": {
        "action": "Give Parents the Right to say no to  returning to school during Corona Virus.",
        "additional_details": "The coronavirus is still very much active and more clarity and guidance is needed on what parents are able to do during tgese difficult times to protect their children and in addition the wider community in the prevention of infection and the further spread of the virus.",
        "background": "With current proposals to relax certain measures re coronavirus restrictions in these uncertain times parwnts should be able to say no to children returning to school in June without prejudice and with no risk of fines due to the potental health risks concerned with emphasis on duty of care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T15:17:01.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-11T15:59:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T11:27:29.740Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300399\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T11:27:29.738Z"
    },
    "id": 320360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320360.json"
    },
    "type": "petition"
}