{
    "attributes": {
        "action": "Please support, and not punish, freelance sole traders earning over £50,000.",
        "additional_details": "As sole traders earning over £50k, we feel that we should be offered the same financial assistance as those who are employed and furloughed.   \r\n\r\nWe chose not to be a limited company, as we're happy to pay taxes on the income we earn, and not hide behind a minimum salary and dividends.\r\n\r\nMany of us work in the Live Events industry which has been decimated by the necessary measures for coping with the pandemic. \r\n\r\nWe simply don’t understand why this assistance isn't available to all self-employed.",
        "background": "We would like the Government to reconsider the £50,000 eligibility threshold for financial assistance to sole traders, and give them financial support in line with the 95% already covered.  There are many hard working, and currently financially struggling, sole traders that urgently need this help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T11:56:25.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-11T12:44:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:26:49.929Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/310455\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:26:49.926Z"
    },
    "id": 320324,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320324.json"
    },
    "type": "petition"
}