{
    "attributes": {
        "action": "Protect the title of an Engineer so it is not abused freely",
        "additional_details": "Engineers along with economists are the backbone of the UK economy, and for centuries it was the sole backbone of Economies and military strength all around the world. Today, in the UK this has been eradicated, with the title of an engineer confused with plumbers, electricians, technicians, people who fix your Virgin Media, or even people who lay down wires. \r\n\r\nThis is an insult to the profession who receives one of the hardest degrees, completes further study and training to have the same title.",
        "background": "The title Engineer is protected all around the world, unfortunately in the UK it is not so technicians, plumbers etc, use and abuse the title freely. \r\n\r\nThis is having a negative impact on the respect for Engineers. Which also means less people study the degree. It is impacting the economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-11T12:39:03.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-13T07:08:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T15:41:53.400Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you want to protect the title of engineer, but we're not sure who you want to be covered by this and what you'd like the Government or Parliament to do to enforce it. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T15:42:05.398Z"
    },
    "id": 320335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320335.json"
    },
    "type": "petition"
}