{
    "attributes": {
        "action": "Teachers shouldn’t work without PPE due many children being asymptomatic",
        "additional_details": "Parliament should provide better guidance for keeping teachers safe and should advise schools to protect their teachers.\r\n\r\nMore guidance on secondary schools where children cannot have a single teacher all day due to the vast amount of different subjects they study.",
        "background": "The government are telling teachers that they’re advised not to wear PPE or face masks in schools on return, however they should in public and on public transport. This needs reviewed because children are asymptomatic in many cases",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-12T07:44:33.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-12T08:10:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T09:31:53.267Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Guidance on Covid-19 and the use of personal protective equipment (PPE) is a matter for Public Health England, and not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive All Schools Protective Equipment to help protect staff from the Coronavirus: https://petition.parliament.uk/petitions/306347\r\n\r\nMake COVID19 testing available to teaching staff caring for pupils: https://petition.parliament.uk/petitions/305423\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T09:31:53.263Z"
    },
    "id": 320457,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320457.json"
    },
    "type": "petition"
}