{
    "attributes": {
        "action": "Give private candidates their predicted grades this summer as their Alevels",
        "additional_details": "When Alevels were cancelled this summer we got told nobody will be disadvantaged however all private candidates are disadvantaged from going to uni in September this year. This is vital for us as we can not sacrifice another year just to progress onto the next part of our education. As young students we have so much potential to give back to our community and we fully need the government to support our education and help us to go to the university which we wanted this, academic year",
        "background": "I would like the government to give all private candidates their predicted grades as their final Alevel grades this summer. Privates candidates are severely disadvantaged and should be given their predicted grades as these are the grades which universities initially based to give their offers on",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-12T18:28:50.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-12T18:51:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T15:56:56.568Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Joint Council for Qualifications, who are responsible alongisde Ofqual for qualifications have issued guidance for exam boards on how to support private candidates, including how to assess and grant predicted grades. \r\n\r\nYou can find out more information from your awarding body or here: \r\n\r\nhttps://www.gov.uk/government/publications/coronavirus-covid-19-cancellation-of-gcses-as-and-a-levels-in-2020/coronavirus-covid-19-cancellation-of-gcses-as-and-a-levels-in-2020"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T15:57:16.321Z"
    },
    "id": 320547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320547.json"
    },
    "type": "petition"
}