{
    "attributes": {
        "action": "Parliament is urged to fund mental health care for those affected by Covid-19",
        "additional_details": "Covid-19 is increasing numbers of people, normally resilient and mentally healthy, succumbing to the risks and pressure and becoming unwell, requiring mental health care.  Suicide rates are predicted to rise, due to fear, isolation, loneliness, bereavement, and homelessness.  The human and economic costs will be devastating unless action is taken now.  Investment is needed to counter long waiting lists for referrals, too few beds and variable standards of provision across the country.",
        "background": "Parliament must fund mental health care so existing and future demands are met.  Increase funding for mental health charities to help support the NHS.  Encourage businesses to develop mental heath strategies in the workplace.  Further develop a prevention strategy to reduce the number of suicides.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-13T08:51:58.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-14T13:50:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T11:35:16.189Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nEmergency funding increase for mental health services due to Covid -19 pandemic: https://petition.parliament.uk/petitions/307724\r\n\r\nFund more support for mental health: https://petition.parliament.uk/petitions/300585"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T11:35:16.185Z"
    },
    "id": 320611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320611.json"
    },
    "type": "petition"
}