{
    "attributes": {
        "action": "Stage a parade to CELEBRATE the achievements of NHS staff during the pandemic",
        "additional_details": "NHS staff have been at the forefront of the crisis, working in close proximity to help victims of the virus. This has cost many of them their lives. Their courage and sacrifice is on a parallel with that of veterans of world wars who at the end of their war were feted by the nation and celebrated with parades both locally and nationally. The government should ensure that NHS staff are recognised with the same honour. This is something that the government should take the lead on.",
        "background": "The government should organise NATIONAL and LOCAL parades in which NHS and other front-line emergency service workers march in uniform through the towns and cities they have served during the coronavirus pandemic. There should be a national parade through the capitals of each home country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-13T23:57:38.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-18T11:46:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-29T09:16:39.201Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government can't require parades to happen in specific cities and towns. \r\n\r\nOne way parades and related celebrations could happen is on a designated bank holiday for NHS workers. You could sign this petition calling for this, if that is something you'd like to happen: https://petition.parliament.uk/petitions/303882. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-29T09:16:39.197Z"
    },
    "id": 320765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320765.json"
    },
    "type": "petition"
}