{
    "attributes": {
        "action": "Bring self-employed support in line with the furlough scheme",
        "additional_details": "",
        "background": "Support for the self-employed needs to be brought to an equal level as employees. With self-employed workers spanning all industries being expected to shoulder the same burdens, often more, as employees, it is only right that they receive the same level of support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-13T17:59:51.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-13T18:26:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T09:20:39.205Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to make changes to the Self-Employment Support Scheme, but it's not clear exactly what changes you want the Government to make.\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\nPay self employed workers a wage due to lack or earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\r\n\r\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\r\n\r\nRemove the £50k earnings limit for self-employed to access government funding: https://petition.parliament.uk/petitions/310455\r\n\r\nCoronavirus Support Package for Directors / Shareholders of small Limited Co's: https://petition.parliament.uk/petitions/310515\r\n\r\nGet HMRC to refund the Self-Employed their Jan 2020 1st Tax Payment on Account: https://petition.parliament.uk/petitions/304995\r\n\r\nBring forward COVID-19 Self-employment grants to April 2020: https://petition.parliament.uk/petitions/310898\r\n\r\nPay self-employed workers 80% of gross income during Covid-19: https://petition.parliament.uk/petitions/309231\r\n\r\nIf you want the Government to make a change which is not covered by the above petitions, you could start a new petition stating clearly what change you want the Government to make.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T09:20:39.203Z"
    },
    "id": 320708,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320708.json"
    },
    "type": "petition"
}