{
    "attributes": {
        "action": "Increase Sentences for Child Sex Abusers Now!",
        "additional_details": "I witnessed a Zoom meeting which was infiltrated by someone with malicious intent. They took over screen share and streamed video of child sex abuse. It was horrific for us in the meeting, but I cannot imagine how those poor children must feel, traumatised won't even begin to cover it. \r\nYou do not provide enough protection for these children.\r\nYour sentencing is lame and needs to be revised, these people should not have their liberty. Current sentencing is inadequate and does not match the crime.",
        "background": "I want you to take child sex abuse seriously and increase the sentences for abusers. It is appalling that you essentially turn a blind eye to what is happening to the most vulnerable in our society. It is immoral that you are sitting by and letting this happen without a suitable punishment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-14T08:41:04.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-14T10:20:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T08:40:59.879Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nMandatory life sentences for child sexual abuse: https://petition.parliament.uk/petitions/304563\r\n\r\nSet a mandatory custodial sentence for people found guilty of sexual offences: https://petition.parliament.uk/petitions/302259"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T08:40:59.876Z"
    },
    "id": 320785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320785.json"
    },
    "type": "petition"
}