{
    "attributes": {
        "action": "Meetings of SAGE, related to coronavirus (COVID—19), are made publicly available",
        "additional_details": "Good scientific knowledge will be critical in reducing the effects of the virus. \r\n\r\nDifferent scientists have different specialist skills and will have different views on the best way forward. The best way to advance the scientific knowledge will be for scientists to share information as widely as possible. Scientists, that are not part of SAGE, can almost certainly offer useful, probably life-saving information. There’s no place for secrecy. \r\n",
        "background": "All meetings of the Scientific Advisory Group for Emergencies (SAGE), related to coronavirus (COVID-19), are recorded with video & audio. These should be made public soon after the meetings. \r\n\r\nCommercially sensitive company names, could be replaced by bleeps if necessary.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-05-14T11:17:32.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-16T00:32:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T15:18:39.985Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure where you have seen that all meetings of SAGE are recorded.\r\n\r\nSince you started your petition the Government Office for Science has published the minutes from the Scientific Advisory Group for Emergencies (SAGE) meetings up until the beginning of May: https://www.gov.uk/government/news/government-publishes-sage-minutes\r\n\r\nWe have published the following petition, which you also might like to sign:\r\n\r\nRelease unredacted minutes of SAGE group meetings: https://petition.parliament.uk/petitions/321416\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T15:18:39.982Z"
    },
    "id": 320808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320808.json"
    },
    "type": "petition"
}