{
    "attributes": {
        "action": "Put HS2 project on hold until the fiscal consequences of Coronavirus are clear.",
        "additional_details": "I wish the government to do this because the country faces huge and unanticipated costs as a result of the steps that have been necessary to support businesses and individuals through the Coronavirus emergency. At this time spending needs to be prioritised even more carefully than is usually the case. I have no doubt that most of the country do not regard HS2 as a priority in comparison with the cost of supporting the NHS, individuals and businesses adversely affected by Coronavirus.",
        "background": "Put the HS2 project on hold until the cost of dealing with the Coronavirus emergency has been calculated, and a plan has been made to finance it. As the UK embarks upon a struggle to finance the huge and unanticipated consequences of Coronavirus, HS2 is quite clearly no longer a first priority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-14T12:20:10.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-14T12:42:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-18T10:23:48.882Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nRepeal the 2013 and 2017 HS2 Hybrid Bills halting all HS2 works immediately: https://petition.parliament.uk/petitions/300170\r\n\r\nCancel HS2 and use the money for the NHS and local economies, post Covid-19: https://petition.parliament.uk/petitions/311642\r\n\r\nHalt work on HS2 and Stonehenge Tunnel until Coronavirus over: https://petition.parliament.uk/petitions/302756\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-18T10:23:48.880Z"
    },
    "id": 320820,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320820.json"
    },
    "type": "petition"
}