{
    "attributes": {
        "action": "Change the law to remove opportunistic loopholing by hit & run drivers.",
        "additional_details": "I was the victim of a hit and run driver known by the police for criminal activity. The driver was speeding, overtaking and fled the scene of a crime. I was tossed up & over the vehicle and left for dead. The police closed my case based on Not being able to identify a driver despite there being:\r\nCCTV footage of the vehicle at the time of the incident.\r\nFull witness report inc reg make model.\r\nInsured policy holder on record.\r\nChange in story by policy holder.\r\nThe case not investigated fully enough.",
        "background": "Remove opportunistic loopholing by drivers who know they can play the system to avoid prosecution. Circumstantial evidence should be considered enough to bring a case to court. The police should have more power to question those who deliberately obstruct justice and lie for their own defence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-15T10:45:16.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-15T11:04:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T12:29:39.623Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about whether to investigate a possible offence or bring charges are a matter for the police and Crown Prosecution Service, but we have published the following petitions, which you may wish to sign:\r\n\r\nTougher sentences for hit and run drivers who cause death: https://petition.parliament.uk/petitions/323926\r\n\r\nMinimum Two Years sentence for Failure to Stop after an accident: https://petition.parliament.uk/petitions/312349"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T12:29:39.619Z"
    },
    "id": 320956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320956.json"
    },
    "type": "petition"
}