{
    "attributes": {
        "action": "Re-open many of the BOATs (Byways open to ALL traffic) for all leisure users.",
        "additional_details": "As a 4x4 driver I and many people like me who have not been or are not in the best of health are being unfairly ad excessively restricted from using routes that allow us to see the countryside from places previously open to us, now restricted to use and visitation by walkers, riders and cyclists solely (& farmers at need), this amongst other things is in breach of the disability discrimination act by restricting freedom of movement to all but a select few, encroaching on a fair right to roam.",
        "background": "We want the government to reverse the discriminatory excesses against users and potential users of the unclassified roads (UCR's), byways open to all traffic (BOAT's) and permissive byways by re-opening routes that have been closed without due cause by traffic regulation order (TRO) unfairly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-15T14:55:20.840Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-15T15:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T16:37:25.263Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about Traffic Regulation Orders (TROs) are a matter for your local authority, and not the Government or House of Commons.\r\n\r\nIf you want the Government to prevent local authorities from using TROs to restrict the types of vehicles that can use Byways Open to All Traffic you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T16:37:25.261Z"
    },
    "id": 320990,
    "links": {
        "self": "https://petition.parliament.uk/petitions/320990.json"
    },
    "type": "petition"
}