{
    "attributes": {
        "action": "Keyworkers should be exempt from the London Congestion Charge.",
        "additional_details": "Many keyworkers within healthcare work shifts, 0730 to 20:00 or 1930 to 0800, the new extensions would exclude the possibility of driving to work on a day shift. The roads are not \"congested\" during those hours. Please consider excempting keyworkers as a thank you.",
        "background": "Keyworkers who are have and have been vital during the pandmic. They should not have to pay the london congestion charge to be able to drive to and from work (Which has been more beneficial during social distancing). \r\n\r\nKeyworkers have been working selflessly to help others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-15T19:27:52.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-15T19:52:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T13:27:45.242Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly. \r\n\r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\nYou could start a petition calling on the Government to reimburse people, or particular groups of people, for the cost of the congestion charge, if that is what you want to happen. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T13:27:45.238Z"
    },
    "id": 321024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321024.json"
    },
    "type": "petition"
}