{
    "attributes": {
        "action": "Start some online live classes for primary school students for routine",
        "additional_details": "Home schooling is a nightmare for a lot of parents who are working from home and trying to educate kids at the same time . Teachers have bandwidth and need to support by not just giving homework but also helping how to do it",
        "background": "Get schools to have live classes in some shape or form to support parents with home schooling where schools are still closed for year 2-5 .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-15T17:13:57.940Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-18T13:51:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T10:58:05.945Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for determining whether schools should be allowed to open or be required to close, and for issuing guidance to schools on operating during the coronavirus outbreak.\r\n\r\nHowever, decisions about teaching arrangements during any period of closure is a matter for individual schools, not the Government or House of Commons. Ofsted is responsible for making sure that organisations providing education, training and care services in England do so to a high standard for children and students.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T10:58:05.940Z"
    },
    "id": 321005,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321005.json"
    },
    "type": "petition"
}