{
    "attributes": {
        "action": "Resume national homelessness funding for the duration of the Covid19 pandemic",
        "additional_details": "It is a source of great shame that anyone in the UK is left to face homelessness currently. Without adequate accommodation, homeless people will be unable to self isolate, shield or maintain social distancing and as such will be at increased risk from the SARS-CoV-2 virus (covid-19/coronavirus). In addition to this, the homeless population have a much higher incidence of chronic disease, making them even more vulnerable to infection.",
        "background": "Reverse the decision to withdraw specifically allocated funding to provide services and accommodation to homeless people in the UK. A national initiative should be established to tackle homelessness in the midst of the pandemic, as it is a complex and widespread problem.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-15T19:18:44.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-16T09:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T08:09:23.050Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced additional funding to support moves into the private rented sector, help\r\nindividuals to reconnect with friends or family, and extend or procure interim accommodation: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/896650/24-6-20_-_Letter_to_All_LAs_with_annexes.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T08:09:23.048Z"
    },
    "id": 321023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321023.json"
    },
    "type": "petition"
}