{
    "attributes": {
        "action": "UK Government must not freeze NHS and public sector pay.",
        "additional_details": "The current crisis, which has effected many countries around the world, has had great financial ramifications. However, MPs must commit to avoiding a public sector pay freeze, like that of 2010, as a means of cutting expenditure.\r\n\r\nOur NHS heroes, and all public sector workers have done vital, life saving work throughout this crisis - we must ensure that their pay reflects the work that they do. There must be no pay freeze, and wages must increase, at-least at the rate of inflation.",
        "background": "UK Government must not freeze NHS and public sector pay in financial response to the Coronavirus pandemic. Pay for all of our essential public sector workers must at-the-least increase in-line with inflation in the months and years following  the Coronavirus pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-15T19:16:03.105Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-15T20:06:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T15:01:39.094Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nFund an above inflation, respectful pay rise to all public sector workers: https://petition.parliament.uk/petitions/315198\r\n\r\nNo public sector pay freezes for the next 5 years: https://petition.parliament.uk/petitions/320604\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T15:01:39.092Z"
    },
    "id": 321022,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321022.json"
    },
    "type": "petition"
}