{
    "attributes": {
        "action": "Change the way PMQs are run to increase parliamentary scrutiny.",
        "additional_details": "Parliament should be an institutional role model, but, currently, PMQs is seen as the weekly 'gladiatorial blockbuster' event in the media around the world and being used in derogatory formats e.g. US comedy sketches.  Originally intended as a snapshot of our democracy, I would argue that a revised form of PMQs would lead to a higher standard of parliamentary debate and outcome and project the image of calm competence which should be the way that we require our politicians to act on our behalf.",
        "background": "Recent PMQs have shown that the session can be more effective as a tool of scrutiny than has been the case in the last few decades.  Rules should be introduced (e.g. to limit interventions from MP observers) to allow the focus to remain on the content of the session and not on personalities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-16T14:39:24.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-16T17:47:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T10:29:48.366Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you want the format of PMQs to change, but we're not sure exactly what changes you would like.\r\n\r\nWe have published a similar petition you may wish to sign:\r\nEnd the heckling, jeering, and braying during Prime Minister's Questions.\r\nhttps://petition.parliament.uk/petitions/321111\r\n                \r\nIf you would like something different, you could start a new petition explaining clearly the format change you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T10:29:53.690Z"
    },
    "id": 321129,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321129.json"
    },
    "type": "petition"
}