{
    "attributes": {
        "action": "Protect our livelihoods! More help for the self-employed impacted by Covid-19",
        "additional_details": "As a tourism professional I have lost contracts. I have submitted my self-assessment for two years and paid tax since I was 16. I am being offered £90 per month from UC. I will lose my home and my livelihood without help. Employees who earn over £50k have the support of government, as does anyone who entered employment from 2019. We are being discriminated against due to our ‘newly’ self-employed status and ‘success’. We all should have the right to have our hard-earned livelihoods protected.",
        "background": "Give fair treatment to, and provide financial aid, in the form of grants to all self-employed workers. \r\n- Increase the £50k limit to £57k in line with London weighting \r\n- Calculate using 19/20 self assessments for those self-employed from 2019\r\n- Reduce the 50% earnings criteria",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-18T08:01:33.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-18T08:23:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T11:51:49.765Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRemove firms discretion and obligate firms to furlough employees where eligible: https://petition.parliament.uk/petitions/312611\r\n\r\nAllow employees to claim the 80% income support directly from the Government: https://petition.parliament.uk/petitions/311183\r\n\r\nChange the Furlough Support Scheme to include new hires after 28th February: https://petition.parliament.uk/petitions/310679\r\n\r\nConsider paying commission and bonus as part or furlough payment: https://petition.parliament.uk/petitions/311380\r\n\r\nInclude service charge & tips in income paid by Coronavirus Job Retention Scheme: https://petition.parliament.uk/petitions/319317\r\n\r\nPay those who had job offers retracted 80% of the wage they would have earned: https://petition.parliament.uk/petitions/310654\r\n\r\nRemove the £2,500 cap on salary reimbursed through Covid-19 job retention scheme: https://petition.parliament.uk/petitions/312706\r\n\r\nPrevent companies making employees redundant or laying them off due to COVID-19: https://petition.parliament.uk/petitions/305475\r\n\r\nChange restrictions on furloughed workers so they can still work and contribute: https://petition.parliament.uk/petitions/309635\r\n\r\nExtend the Job Retention Scheme to UK citizens employed by overseas companies: https://petition.parliament.uk/petitions/312662\r\n\r\nAllow companies to furlough their Schedule D workers under the CJRS: https://petition.parliament.uk/petitions/312285\r\n\r\nExtend the RTI deadline of 19 March for contractors and employees for the CJRS: https://petition.parliament.uk/petitions/317231\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T11:51:49.762Z"
    },
    "id": 321313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321313.json"
    },
    "type": "petition"
}