{
    "attributes": {
        "action": "To acknowledge Education will be disadvantaged for the 2021 A-level Exams",
        "additional_details": "We want the government to realise that the current pandemic has put current year 12 students at a disadvantage for their exams next year and due to varying levels of online schooling some students will be more able to perform well in the exams. Consideration is also required for applications for post-18 studies as with lack of support in writing cvs and personal statements with fewer activities to put in may lead to some students being at a pitfall in further options",
        "background": "1) Lowered grade boundaries, \r\n2) University and Post-18 Application Considerations\r\n3) Removal of part of the course, so students can revisit what they have learnt in lockdown and reconsolidate this",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-18T12:50:51.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-18T13:29:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-29T13:43:13.637Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about exams are a matter for exam boards, individual schools and Ofqual, and are not a matter for the UK Government or Parliament. University admissions are a matter for individual universities and UCAS, and not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 \r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here: \r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB  \r\n\r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\r\n\r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-29T13:43:13.633Z"
    },
    "id": 321346,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321346.json"
    },
    "type": "petition"
}