{
    "attributes": {
        "action": "Extend the self employed income support scheme",
        "additional_details": "As small business owners in a seasonal industry (weddings), like many others, we have seen an unrecoverable drop in business in order to follow government guidelines and save lives. We are petitioning on behalf of self-employed small business owners to receive an extension of the SEISS, paid monthly to match the conditions for employees under the furlough scheme. This will ensure that tax-paying small business owners, many like ourselves who have lost their entire seasonal income, will survive.",
        "background": "Extend the self employed income support scheme so that small business owners without premises receive the same support as furloughed employees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-18T15:56:56.214Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-18T17:24:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T10:42:49.732Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the financial support available to particular businesses, but it's not clear what changes you want the Government to make to current grants and schemes.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRemove the £50k earnings limit for self-employed to access government funding: https://petition.parliament.uk/petitions/310455\r\n\r\nExtend grants immediately to small businesses outside of SBRR: https://petition.parliament.uk/petitions/305024\r\n\r\nExtend £10,000 small business grant to SMEs that do not have a property: https://petition.parliament.uk/petitions/304161\r\n\r\nWe have published a number of petitions calling on the Government to provide financial support to individuals and businesses during the pandemic, which you might like to sign. You can view all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nIf you want the Government to make a change to current support that is not covered by an existing petition, you could start a new petition stating clearly what change you want the Government to make.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T10:42:49.728Z"
    },
    "id": 321362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321362.json"
    },
    "type": "petition"
}