{
    "attributes": {
        "action": "Promote natural reusable produce bags for fresh (non-packaged) foods.",
        "additional_details": "Shops can provide these for free or sell these bags at a lower price than the 10p plastic alternatives, say 5p, to encourage the substitute. The government should promote these (adverts, news articles). The government could subsidise the provision of natural bags through a proportional increase in the plastic bag tax. The effective nudge to reduce plastic consumption is evidence this intervention can be effective. People are demanding climate change action- this policy is a positive step.",
        "background": "Supermarket fresh produce is accompanied by scales and plastic bags, framed in a way to promote plastic use. Gov endorsement of natural reusable bags ie mesh bags will reduce the incentive to use plastic. The plastic bag fee has proved effective; It is time to take this a step further.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-18T16:26:53.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-18T19:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T11:05:30.734Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to support the use of reusable bags, but it's not clear exactly what action you want the Government to take to achieve this. It's not clear if you want the Government to run a campaign promoting the use of reusable bags, make changes to current charges, or impose additional requirements on retailers.\r\n\r\nWe have published the following related petition, which you might like to sign: https://petition.parliament.uk/petitions/300152\r\n\r\nYou could start a new petition about this issue, provided it is clear what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T11:05:30.731Z"
    },
    "id": 321366,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321366.json"
    },
    "type": "petition"
}