{
    "attributes": {
        "action": "Introduce Global Central Database Peer Review System For Science-led Policies",
        "additional_details": "Society is not a testing ground for theories. Science-informed policies need to be based upon scientific fact and peer-reviewed consensus. I can prove that recent health and social care polices are scientifically baseless, contradictory and confused.  The technology, the framework and the protocols exists to implement a Global Central Database Peer Review System. I refer you to this document: http://www.molecularmedicineireland.ie/mmi/uploads/DoloresCahill_ucd%20[Compatibility%20Mode](1).pdf",
        "background": "The Government's Covid 19 Policy Responses are a prime example of the problem. Health and social care policies such as this affect everyone. Evidence continues to emerge which brings huge question and doubt as to whether the science-informed, science-led policies are empirically correct.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-19T12:13:16.549Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-19T13:00:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T11:26:17.156Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned with how current Government policy is informed by the science, but it's not clear exactly what you want the Government to do or whether this is something the Government is responsible for.\r\n\r\nThe Government is responsible for UK policy decisions and how it makes these, but it is not responsible for taking action at a global level. We could accept a petition calling on the Government to review and reform how science informs UK policy, if that is what you want to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T11:26:17.153Z"
    },
    "id": 321443,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321443.json"
    },
    "type": "petition"
}