{
    "attributes": {
        "action": "Urgently organise and resource mass testing and tracing for the C-19 virus.",
        "additional_details": "The C-19 recovery strategy also needs to facilitate an economic recovery. Without a proven way of minimising health risks to the UK population, efforts to help the economy may fail. The Channel 4 programme \"The Country that Beat the Virus..\", broadcast on 13 May 2020, demonstrated the effectiveness of mass testing and tracing in South Korea. Well organised and resourced mass testing and tracing in the UK should protect the health of the population and facilitate a strong economic recovery.",
        "background": "Mass testing and tracing for the C-19 virus in the UK should become a fundamental part of the Government's C-19 recovery strategy. The mass testing and tracing carried out in South Korea has demonstrated its likely effectiveness. The level of C-19 deaths in South Korea has only been in the hundreds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-19T12:39:31.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-19T19:54:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T16:09:56.253Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nProvide publicly accessible testing for coronavirus around the UK: https://petition.parliament.uk/petitions/301354\r\n\r\nEnable regular testing of every person in Britain for coronavirus to contain it: https://petition.parliament.uk/petitions/317802\r\n\r\nTake immediate action to find and isolate COVID-19 cases and recent contacts: https://petition.parliament.uk/petitions/306369\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T16:09:56.250Z"
    },
    "id": 321447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321447.json"
    },
    "type": "petition"
}