{
    "attributes": {
        "action": "Introduce a pay freeze for MPs salaries.",
        "additional_details": "MPs already earn way above the salary of an average person and this pay rise is unnecessary. They should not accept a pay rise and the money saved could be put to better use, such as the NHS or food banks.\r\n\r\nNo one is debating that MPs have a difficult job to do. However, since Coronvirus many people's eyes have been opened up to the reality of the work of the NHS and the incredible job they do saving lives. If they have to accept a pay freeze, it should be the same for MPs.",
        "background": "Keep the MPs salaries at £79,500. \r\n\r\nFullfact.org states since 2010, MPs have seen a 2% rise in their wages. Public sector workers have struggled to support their families in the face of pay freezes. In real terms, Nurses earn 5% less, teachers 6% less and Police Officers 14% less than in 2010.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-19T13:38:52.367Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-19T14:09:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T13:25:22.415Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nDonating money would be a decision for individual MPs, not the UK Government or Parliament. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T13:25:22.413Z"
    },
    "id": 321453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321453.json"
    },
    "type": "petition"
}