{
    "attributes": {
        "action": "Reduce International Student Fee for next term",
        "additional_details": "In the current Pandemic, many people have lost their livelihoods, businesses have shut down or reduced considerably. This makes almost impossible for Int'l students to earn their livelihood in UK and the burden is passed on their families to pay their fees. The family's are already relying under intense financial pressure and this would result in many students deferring their courses or leaving them altogether and start a course in their home country which is at considerably less tuition fee.",
        "background": "The Govt. should ask Universities to charge less than usual int'l fees and peg it around £9000 considering that face to face learning is not likely to begin until Sept 2021. In order to not burden the Int'l students unduly and help UK retain the best talent, the Govt must take necessary steps.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-20T11:41:38.180Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-20T13:08:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:06:11.319Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The fees universities charge international students are a matter for individual students, and not the Government or House of Commons.\r\n\r\nIf your university course is affected by coronavirus in the next academic year, you could start a petition calling on the Government to reimburse all or part of the tuition fees paid by international students.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:06:11.317Z"
    },
    "id": 321578,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321578.json"
    },
    "type": "petition"
}