{
    "attributes": {
        "action": "The Government should not impose a Public Sector Pay Freeze to pay for COVID-19.",
        "additional_details": "NHS staff, Police and Fire have been heavily relied upon despite putting their own health at risk during this Pandemic. It would be morally wrong to punish this sector to pay for this pandemic. We are not looking for a pay rise, a badge or medal. Just to secure what we deserve. Pay rises in line with inflation, promotion and time served. Some organisations in the sector are still victim of a pay freeze and many have just come out of one. This should not be the solution to this financial problem",
        "background": "The Government should not impose a Public Sector Pay Freeze to pay for COVID-19. Public Sector workers have had pay freezes in various forms imposed on them to balance the books due to the last recession. We do not want a freeze in incremental/promotional pay or pay increases in line with inflation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T05:38:09.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-21T09:40:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T15:06:51.571Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/320604\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T15:06:51.568Z"
    },
    "id": 321690,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321690.json"
    },
    "type": "petition"
}