{
    "attributes": {
        "action": "Scrap the immigration health surcharge for NHS staff and social care workers.",
        "additional_details": "It is only the Government that can scrap this surcharge. What is the point in applauding our NHS staff and carers every week if we then demand that - out of their meagre salaries, on which they already pay taxes and national insurance - they pay a surcharge to use NHS services?",
        "background": "Immigrant NHS support staff and social care workers are among our low-paid workers, and they are in many cases risking their lives to protect us all from Covid-19. Yet they are being asked to pay a surcharge (which will increase to £624 in October) to use the NHS themselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T14:40:53.407Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-21T15:11:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T15:30:47.603Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Prime Minister has asked the Home Secretary and the Department of Health and Social Care to work together to exempt NHS and care staff from the immigration health surcharge.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReduce or scrap the immigration health surcharge for overseas NHS Staff: https://petition.parliament.uk/petitions/301948\r\n\r\nExempt overseas nurses from paying the Immigration Health Surcharge: https://petition.parliament.uk/petitions/301907\r\n\r\nReimburse international NHS workers the cost of the NHS surcharge this year: https://petition.parliament.uk/petitions/310628\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T15:30:47.600Z"
    },
    "id": 321771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321771.json"
    },
    "type": "petition"
}