{
    "attributes": {
        "action": "Move the NHS out of political control and into an independent body.",
        "additional_details": "This year we have seen how important the NHS is to the UK population.  It is a leading and genuinely unique service in the world, however it is also clear the distribution of funding is appropriate and does focus on the value paid at the point of delivery of the services; name the staff. The Government and other political parties should finally acknowledge that the UK people want, without a doubt, a publicly funded NHS, and has a funding a business model set for the next 20 years",
        "background": "Acknowledge that the NHS is so important to this country that it should not be used as a political pawn between the parties and it should be removed from their control and influence.  Funding should be clearly improved and agreed, and an Independent Body is formed to administer healthcare in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T10:14:20.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-25T09:33:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-26T13:02:21.431Z",
        "rejection": {
            "code": "no-action",
            "details": "NHS England is already an executive non-departmental public body, with operational Independence from the Government.\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nEnsure continued Universal health cover by legally committing to a minimum spend: https://petition.parliament.uk/petitions/300925\r\n\r\nCreate a National Health Insurance Tax for the NHS: https://petition.parliament.uk/petitions/313361\r\n\r\nRaise the rate of income tax and corporation tax to fund the NHS: https://petition.parliament.uk/petitions/313995\r\n\r\nRevoke the Health and Social Care Act 2012 and renationalise the NHS: https://petition.parliament.uk/petitions/300019\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-26T13:02:21.428Z"
    },
    "id": 321721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321721.json"
    },
    "type": "petition"
}