{
    "attributes": {
        "action": "Introduce August 1st as Day of Remembrance of the Abolition of Slavery in the UK",
        "additional_details": "Slavery was one of the deepest violation of Human Rights and one of the cruellest Crimes against Humanity in which the British Empire participated. As a partaker in slave trade, the UK needs to show their recognition. One way of doing this, is to let us not forget the past. We think it is time to acknowledge Black History and its undeniable link with the British Empire, and have a day of remembrance for the 17 million deaths and the 400-century-long suffering of African slaves it included.",
        "background": "I would like the British Government or Parliament to introduce August 1st in the national calendar as Day of Remembrance of the Abolition of Slavery in the British Empire, which originally took place the 1st of August 1834 (Slavery Abolition Act 1833).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T11:04:55.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-21T11:24:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T11:39:00.348Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government isn't responsible for designating days of remembrance, but we have published a petition calling on the Government to make August 1st of each year a bank holiday, the 'Abolition of Slavery Day', which you might like to sign: https://petition.parliament.uk/petitions/325202\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T11:39:00.346Z"
    },
    "id": 321734,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321734.json"
    },
    "type": "petition"
}