{
    "attributes": {
        "action": "Increse pay for front line nurses for risking their lives during Covid19outbreak",
        "additional_details": "Front line nurses and caring professions should be rewarded appropriatelly for the high risk they are taking while looking after Covid19 patients. Goverment should recognise nurses as high risk profession and pay them enhanced rate. Nurses should also receive pay increase after 12 years of pay freeze. Goverment should guarantee that there will be no pay freeze for NHS workers when recession hits and that NHS staff will not be penalised but rewarded appropriatly.",
        "background": "While goverment pay salaries to over 10 milion people to stay at home, front line nurses have to risk their lives. So far recognition in return are words of appreciation and clapping once a week. Nurses salaries were frozen for last 12 years. Many nurses strugle to meet ends need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T22:58:03.370Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-22T10:10:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-05T15:09:35.728Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nFund an above inflation, respectful pay rise to all public sector workers: https://petition.parliament.uk/petitions/315198\r\n\r\nNo public sector pay freezes for the next 5 years: https://petition.parliament.uk/petitions/320604\r\n\r\nAward all Nursing Staff in the NHS a pay rise of 10% backdated to 1 April 2020: https://petition.parliament.uk/petitions/316307\r\n\r\nFund increased pay for lower band nurses and care assistants: https://petition.parliament.uk/petitions/309726\r\n\r\nIntroduce a minimum starting wage of £40000 for all Nurses: https://petition.parliament.uk/petitions/315297\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-05T15:09:35.725Z"
    },
    "id": 321822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321822.json"
    },
    "type": "petition"
}