{
    "attributes": {
        "action": "Look into the bounce back loan scheme why certain banks are doing credit checks?",
        "additional_details": "This is a 100% gov backed scheme that was provided as a lifeline for small businesses not so banks can make there own rules and cherry pick who they will provide to.",
        "background": "An enquire in to the banks that are offering bounce back loans and first why its taking so long to get these loans to businesses that are at risk of closing? Second why are certain banks doing affordability checks when the terms of the bbl state there will be no affordability checks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T21:05:54.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-22T09:04:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T12:35:44.722Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the way banks are providing loans under the Bounce Back Loan scheme, but it's not clear exactly what action you want the Government to take.\r\n\r\nThe Government is guaranteeing loans provided under the Bounce Back Loan Scheme, but the process for granting loans under this scheme is a matter for individual lenders, and not the Government or House of Commons.\r\n\r\nYou could start a petition calling for the Government to stop banks from providing loans under this scheme if they fail to meet certain conditions, such as refusing loans to applicants who meet the Government's eligibility criteria."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T12:35:44.719Z"
    },
    "id": 321808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321808.json"
    },
    "type": "petition"
}