{
    "attributes": {
        "action": "Reduce 2020-2021 tuition fees for universities continuing online course delivery",
        "additional_details": "It is unethical to charge the same tuition fees for university services if the overall quality of the services have decreased due to online only course delivery. Students pay these tuition fees in order to get the full range of services that a university has to offer. This includes on-campus amenities and face to face contact time with lecturers and supporters.",
        "background": "Urge universities to reduce their tuition fees for courses that are meant to have face-to-face contact if they are planning to do online only course delivery in the upcoming 2020-2021 delivery period.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-21T19:55:18.557Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-25T10:01:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T09:12:56.814Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The fees universities charge are a matter for individual universities, and not the Government or House of Commons.\r\n\r\nIf your university course is affected by coronavirus in the next academic year, you could start a petition calling on the Government to reimburse all or part of your tuition fees.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T09:12:56.811Z"
    },
    "id": 321801,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321801.json"
    },
    "type": "petition"
}