{
    "attributes": {
        "action": "Investigate Dominic Cummings adherence to HMG Rules, whilst suffering from C19,",
        "additional_details": "Whilst the country has been forced to endure and obey the rules, it appears that certain people consider themselves above the rules - this is unacceptable.",
        "background": "Investigate the circumstances of Dominic Cummings travel to his parents home at the end of March / beginning of April 2020, and removing him from a position of influence if he has broken the rules in force regarding travel and associating with family outside his household.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-23T00:28:38.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-23T02:41:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-01T14:01:50.704Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Investigating possible breaches of the law are a matter for the police and courts, and not the Government or House of Commons.\r\n\r\nWe can’t accept petitions about appointments, which includes calling for someone to lose their job. Taking disciplinary action or firing someone is a matter for individual employers to take in line with employment law and the employer’s HR policies.\r\n \r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLockdown breaches by Government officials must be treated as Gross Misconduct: https://petition.parliament.uk/petitions/321970\r\n\r\nPublic Inquiry into consistent enforcement of lockdown rules: https://petition.parliament.uk/petitions/322360\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-01T14:01:50.701Z"
    },
    "id": 321958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/321958.json"
    },
    "type": "petition"
}