{
    "attributes": {
        "action": "Stop Quarantine for travellers coming to the UK!",
        "additional_details": "Take off the quarantine for travellers coming to the UK.\r\nThis is just another way to completely destroy the UK Economy and make people suffer not only tourist people but people who depend or profit greatly from external tourism.\r\nMost of the countries are taking off the quarantine slowly, and making things getting back to normal, getting ready for tourists and summer season the meanwhile the UK does completely another way around and puts quarantine for tourist. WHERE IS THE LOGIC?!",
        "background": "Stop Quarantine for travellers coming to the UK!\r\nThere are better ways for this! Countries takedown quarantines already, its summertime, tourists want to enjoy their life and live their life,same as people who depend on tourism from the outside UK. How about just test each tourist on their expense?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-23T15:37:37.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-23T15:57:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-05-28T16:35:41.082Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDo not enforce a compulsory quarantine on people arriving in the UK: https://petition.parliament.uk/petitions/320329\r\n\r\nStart screening every person who enters UK for Coronavirus: https://petition.parliament.uk/petitions/301188\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-05-28T16:35:41.079Z"
    },
    "id": 322092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322092.json"
    },
    "type": "petition"
}