{
    "attributes": {
        "action": "The NHS shouldn’t be using the LGBTQIA+ flag, just the rainbow.",
        "additional_details": "People in power have the capability to change the meanings of symbols. For example, the swastika, originally a religious symbol for peace, is now a symbol commonly associated with hatred and war. I am not comparing the NHS to Nazis, the NHS are doing an incredible job, I’m emphasising that people in power are able to take and change symbols. The U.K. government should protect LGBT+ rights and it’s flag, ensuring that it’s meaning isn’t forgotten.",
        "background": "The LGBTQIA+ flag is being used to commemorate the NHS. I agree that the NHS should use the rainbow as it’s a sign of hope, just not use the flag that people have died for. People’s history and identities are based around the flag, I don’t want the true meaning of the pride flag to be forgotten.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-24T09:53:10.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-24T10:24:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T09:27:29.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS is operationally independent of the Government, so decisions like this are a matter for individual hospitals and clinical commissioning groups, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with your local NHS using the LGBTQIA+ flag, you should contact your local hospitals or clinical commissioning group directly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T09:27:29.343Z"
    },
    "id": 322288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322288.json"
    },
    "type": "petition"
}