{
    "attributes": {
        "action": "No confidence in Boris Johnson and his advisor Dominic Cummings.",
        "additional_details": "We would like the government to remove Dominic Cummings from any position advising the government or MPs. We would also like for Boris Johnson to be replaced as Prime Minister so that the country can be run by someone the public can trust.",
        "background": "Boris Johnson and Dominic Cummings should be removed from office as the Great British Public have lost confidence in their ability to run the country in the wake of the COVID-19 pandemic.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-05-24T17:03:18.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-24T17:09:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T10:52:32.396Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers or officials to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T10:52:32.394Z"
    },
    "id": 322428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322428.json"
    },
    "type": "petition"
}