{
    "attributes": {
        "action": "The rules for the lockdown should be made clear so they cannot be misinterpreted",
        "additional_details": "In view of recent events it is apparent that the rules are not as fixed as the public thought and are open to bizarre interpretation on an individual basis",
        "background": "Make sure everybody understands what they mean and are not open to individual interpretation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-24T17:21:34.309Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-27T09:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T14:49:00.454Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the clarity of the rules relating to the Covid-19 outbreak, but it's not clear what you want the Government to do about this.\r\n\r\nThe Government has published extensive guidance on what people can and can't do during the outbreak, which has changed substantially since you started your petition. The current guidance is available here: https://www.gov.uk/coronavirus\r\n\r\nIf there is a particular piece of guidance that you think is unclear and needs to be updated you could start a petition about this. You could also start a petition calling on the Government to increase public awareness activity regarding the current rules, if that is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T14:49:00.452Z"
    },
    "id": 322444,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322444.json"
    },
    "type": "petition"
}