{
    "attributes": {
        "action": "Hold a debate into the roles, powers and influence of special advisors.",
        "additional_details": "Petitions on appointments are not allowed. This petition is compliant as is not seeking an employment decision - it us asking parliament to debate and investigate the role of special advisors in UK governance and their powers, roles and influence with a view to clearer guidance, greater democratic accountability, and reinforcing government and policy development by Cabinet supported by the Civil Service rather than small other groupings. The UK public expects transparency and accountability.",
        "background": "Hold a debate on the role and influence of special advisors and the impact of these upon UK governance including accountability, transparency, communications, & policy development. \r\n\r\nThe debate should consider binding guidance and limitations upon role and powers of special advisors going forward.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-25T08:24:03.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "CO",
                "name": "Cabinet Office",
                "url": "https://www.gov.uk/government/organisations/cabinet-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-25T10:10:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T08:25:38.850Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the role of special advisers, but it's not clear exactly what you want the Government or House of Commons to do about this.\r\n\r\nYour petition requests a debate, but also calls for the consideration of binding guidance and limitations upon the role of special advisers going forward.\r\n\r\nThere is already a Code of Conduct for Special Advisers, although it is not legally binding: https://www.gov.uk/government/publications/special-advisers-code-of-conduct\r\n\r\nYou could start a petition calling for the Code of Conduct to be reviewed and put on a statutory footing, if that is what you want to happen.\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nMake appointments of special advisers subject to parliamentary approval: https://petition.parliament.uk/petitions/323054"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T08:25:38.848Z"
    },
    "id": 322674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322674.json"
    },
    "type": "petition"
}