{
    "attributes": {
        "action": "Curb the power and influence of unelected government senior advisors",
        "additional_details": "Unelected senior advisors should have their powers and influence regulated and restricted, and the government should not be allowed to hide what these people do.  \r\nThe current government seems to consider that it is acceptable for these advisors to ignore rulings laid down in the interests of the nation's health, wealth and wellbeing. This is grossly undemocratic.",
        "background": "Unelected senior advisors are undermining the credibility of the UK government. Introduce legislation to regulate their role and mandate their compliance with ALL government recommendations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-25T07:45:13.757Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-26T17:52:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T14:39:36.694Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the role of special advisers, but it's not clear exactly what you want the Government to do about this. We can only accept petitions that make a clear request for a specific action by the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake appointments of special advisers subject to parliamentary approval: https://petition.parliament.uk/petitions/323054\r\n\r\nLockdown breaches by Government officials must be treated as Gross Misconduct: https://petition.parliament.uk/petitions/321970\r\n\r\nBan political Special Advisers: https://petition.parliament.uk/petitions/322743"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T14:39:36.691Z"
    },
    "id": 322664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322664.json"
    },
    "type": "petition"
}