{
    "attributes": {
        "action": "Ban wearing medical and nursing uniforms out of their working environment",
        "additional_details": "Uniforms are not only fomites for pathogens into clinical areas but also for transferring them from the hospital environment to the community.\r\nThis whole incident, has shown that the vulnerable locked down are at risk from transfer of bacteria and viruses from the community.\r\nThe number of deaths in care homes is massively disproportionate to elsewhere.\r\nSO WHY ARE HOSPITAL AND CARE HOME STAFF WEARING UNIFORMS ROUTINELY TO /FROM WORK AND WHILE OUT SHOPPING IN SUPERMARKETS EVEN NOW ??",
        "background": "Medical and nursing uniforms are fomites for hospital acquired infections or viruses such as MRSA, Clostridium difficile and Covid-19.\r\nThey are PPE not just a fashion item. Therefore must stay in the clinical environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-26T11:10:23.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-26T16:45:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T15:07:22.050Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS are responsible for uniforms including providing guidance for washing and wearing uniforms outside of work, not the UK Government or Parliament.\r\n\r\nYou can find out more about NHS England's guidance on uniforms and workwear here: https://www.england.nhs.uk/publication/uniforms-and-workwear-guidance-for-nhs-employers/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-12T14:56:34.280Z"
    },
    "id": 322986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322986.json"
    },
    "type": "petition"
}