{
    "attributes": {
        "action": "Allow Motorcycles and Scooters to ride in bus lanes.",
        "additional_details": "The Government has rightly highlighted the importance of individual mobility during the Coronavirus outbreak, to reserve public transport capacity for those who need it and reduce the spread of the virus. This means that travel by car or motorcycle will become the default for many who cannot complete their usual journeys on foot or bicycle.\r\n\r\nBy allowing motorcycles and scooters in bus lanes, more road space can be freed up for the inevitable increase in car journeys, as well as providing efficient routes for those who have chosen, for personal or financial reasons, to travel by motorcycle or scooter.",
        "background": "To free up road space and provide efficient routes for those switching to individual mobility during the Coronavirus outbreak, we believe the Government should make provisions to allow motorcycles and scooters in bus lanes.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-05-26T09:49:04.760Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-29T09:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T07:40:46.000Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Restrictions on the types of vehicles that can use particular lanes, including bus lanes, are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nSome local authorities already permit motorcycles and scooters to use bus lanes, and if you want your local authority to permit these vehicles to be able to use all bus lanes in your locality you should raise this with your local authority or local councillor."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T07:40:45.996Z"
    },
    "id": 322960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/322960.json"
    },
    "type": "petition"
}