{
    "attributes": {
        "action": "Continue your Agenda in spite of Press hostility.",
        "additional_details": "We elect MPs, but we do not elect the press. Ever since, the result of the EU Referendum was to leave, we witnessed an hostile press trying to reverse the decision.  They failed, but it appears that the press are now determined to remove Dominic Cummings. This press extension of their news remit is a major concern. It is important that the Government is made aware that there is a solid level of public support for them, in this time of press hostility.",
        "background": "We wish for the Government to resist political pressure from the press in respect of its Agenda. The press are going beyond news and have political objectives, such as sacking Dominic Cummings. This is wrong and we do not want the press to decide policy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-26T18:04:15.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-26T18:28:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T11:29:12.892Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to continue its agenda, but we can only accept petitions that make a clear request for the Government to take a specific action.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-02T11:29:12.890Z"
    },
    "id": 323066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323066.json"
    },
    "type": "petition"
}