{
    "attributes": {
        "action": "Institute annual WHO African traditional medicine (ATM) day, August 31st",
        "additional_details": "COVID-19 solutions call for collective inclusive efforts. Sir Jerermy Farrar - Wellcome Trust, SAGE: \"..The vaccine might come from Cuba, or it might come from India..\", BBC Radio 4's Today May 4th. All things being equitable, vaccines might come from African countries.\r\nhttps://www.theguardian.com/commentisfree/2020/may/21/africa-coronavirus-successes-innovation-europe-us\r\nhttps://www.afro.who.int/regional-director/speeches-messages/message-who-regional-director-africa-dr-matshidiso-moeti-15",
        "background": "COVID-19 disproportionately affects UK African and African-Caribbean communities. Yet we're in the UN International Decade for People of African Descent 2015-2024. Asian traditional medicines are free on the NHS, let's have African traditional medicines free on the NHS too, with annual ATM day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-26T17:59:42.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-26T16:16:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-02T09:31:41.120Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Establishing a WHO day for African traditional medicine would be a matter for the World Health Organization, not the Government or House of Commons.\r\n\r\nWHO did recently make a statement supporting scientifically-proven traditional medicine, which referred to African traditional medicine: https://www.afro.who.int/news/who-supports-scientifically-proven-traditional-medicine\r\n\r\nAlso, your petition states that Asian traditional medicines are available on the NHS, and calls for African traditional medicines to be made available in the same way. Some complementary and alternative medicines (CAMs) are available through the NHS, but these are limited and only available where the National Institute for Health and Care Excellence (NICE) has provided guidance to the NHS on effective treatments that are value for money: https://www.nhs.uk/conditions/complementary-and-alternative-medicine/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-02T09:31:41.116Z"
    },
    "id": 323062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323062.json"
    },
    "type": "petition"
}