{
    "attributes": {
        "action": "Accountability for the British media.",
        "additional_details": "The British mainstream media wields an extremely powerful ability to change public opinion on almost any topic. They have a duty and responsibility to the British people to be impartial and report the facts of events that are in the interest of the public. They should favour no political party or group and correct any mistakes made. A free press is a critical part of any free democracy, but verifiably false news and misleading reporting have no place in a free press.",
        "background": "I believe the press has become too polarized as a result of bias reporting and intentionally misleading articles and have split the UK. If nothing is done I believe this situation can only worsen and further divide our united kingdom.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-27T09:02:22.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-27T10:10:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-02T16:17:33.614Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign one of these petitions:\r\n\r\nCriminalise the publication of unfounded false statements by the media\r\nhttps://petition.parliament.uk/petitions/303050 \r\n\r\nEnsure balance and fairness in political reporting\r\nhttps://petition.parliament.uk/petitions/300700 \r\n\r\nCorrections and clarifications in UK media to be as prominent as original story\r\nhttps://petition.parliament.uk/petitions/300557 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-02T16:17:33.610Z"
    },
    "id": 323159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323159.json"
    },
    "type": "petition"
}