{
    "attributes": {
        "action": "In view of Dominic Cummings affair review all fines given for lockdown breaches.",
        "additional_details": "In the interests of fairness and because Police forces handed out these fines before the Government made clear that no offence was committed if there were \"exceptional circumstances\",",
        "background": "Review all fines handed out for breaches of the coronavirus lockdown, now that the Government has made clear that exceptional circumstances can justify long journeys by car and that it is not an offence to use your instincts to seek to protect your family.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-27T23:56:48.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T12:59:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-26T13:36:38.841Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions about fines for breaching lockdown regulations is a matter for individual polices forces, the CPS and the courts, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReimburse any resident of England that has been fined for breaking the lock down: https://petition.parliament.uk/petitions/322542\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-26T13:36:38.837Z"
    },
    "id": 323313,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323313.json"
    },
    "type": "petition"
}