{
    "attributes": {
        "action": "Ensure special advisors meet the standards applicable in the civil servants code",
        "additional_details": "In the wake of the debate into special advisors actions during the Covid-19 crisis, it has become apparent that special advisors occupy  powerful positions within the heart of British Government without being appointed by nor answerable to the British public. It is right that an independent power be able to investigate these persons and be able to enforce the appropriate standards of behaviour expected of these ministerial appointments to the civil service and sanction those found wanting.",
        "background": "Parliament needs independent oversight into the behaviour of special advisors to ensure they meet the standards laid out in the SA code of conduct and the applicable sections of the civil servant's code, including integrity and honesty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-28T19:11:37.703Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-29T08:02:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T11:09:23.891Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about the role and conduct of Special Advisers but we're not sure exactly what you'd like the Government or Parliament to do. In particular whether you would like Parliament or an independent body to be responsible for investigating their conduct and imposing sanctions for misconduct.\r\n\r\nWe have published a petition calling on the Government to \"Make appointments of special advisers subject to parliamentary approval\":\r\nhttps://petition.parliament.uk/petitions/323054\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example you could start a petition calling on the Government to require investigations into all allegations of breaches of the Special Advisers Code of Conduct, or for breach of the code to be deemed gross misconduct, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T11:09:31.637Z"
    },
    "id": 323444,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323444.json"
    },
    "type": "petition"
}