{
    "attributes": {
        "action": "UK government to give clarity on weddings over the next few months",
        "additional_details": "Without knowing what the rules are, couples don't know how many guests will be allowed, they don't know if weddings can actually take place, whether they should postpone and venues don't know whether they will be able to accommodate people with social distancing guidelines. It is also having a huge impact on the UK wedding industry.\r\nThere needs to be urgent clarity around the number of guests that will be allowed at weddings and provide dates for each phase.",
        "background": "Thousands of couples have been left in limbo on the future of their weddings. People have spent thousands of pounds and planned their special day for years, now face uncertainty due to lack of information from the UK government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-28T19:16:07.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-28T19:28:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T10:31:57.379Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that some weddings are able to take place, and has published guidance for small marriages and civil partnerships: https://www.gov.uk/government/publications/covid-19-guidance-for-small-marriages-and-civil-partnerships/covid-19-guidance-for-small-marriages-and-civil-partnerships\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-09T10:34:26.417Z"
    },
    "id": 323446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323446.json"
    },
    "type": "petition"
}