{
    "attributes": {
        "action": "Commission an independent body to handle racially motivated incidents in the UK.",
        "additional_details": "There is a problem with racism everywhere in the world and this is continually brought to light through racially motivated attacks and murders in the United States and all over the world. I believe the United Kingdom with its world leading platform has the power to take the lead in the fight against racism and this starts by having an independent authority that can essentially police the police and all official and unofficial bodies where there is racial hate and discrimination occurring.",
        "background": "I want the government to approve an independent body that can investigate and handle racially motivated incidents in the UK. They will be independent of the government and have the power to recommend removal from office or place of work as well as ajudicate in civil and criminal rights matters.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-29T15:06:11.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-29T19:18:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T09:35:39.864Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/323867\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-09T09:35:39.861Z"
    },
    "id": 323570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323570.json"
    },
    "type": "petition"
}