{
    "attributes": {
        "action": "Primary school pupils to return to school part-time keeping class sizes under 15",
        "additional_details": "The government announced a phased return to primary school from the 1st June with ‘the government’s ambition for all primary school children to return to school before the summer for a month if feasible’.\r\n\r\nHowever many schools have said it will not be possible to reopen safely, with pupil numbers & class sizes a major concern.\r\n\r\nBy returning to school part-time until things return to normal this would solve the problem of keeping class sizes to under 15 & get children's education back on track.",
        "background": "If schools operated a 2 week timetable and split classes in half, it would be possible for students to attend school on 5 out of 10 days whilst keeping class sizes to a maximum of 15.\r\n \r\nIt will be sometime before things return to normal and attending school part-time is better than not at all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-29T14:35:28.492Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-30T13:25:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-08T12:47:43.745Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for determining whether schools should be allowed to open or be required to close, and for issuing guidance to schools on operating during the coronavirus outbreak.\r\n\r\nHowever, decisions about teaching arrangements such as teaching hours and how classes will operatre is a matter for individual schools, not the Government or House of Commons. Ofsted is responsible for making sure that organisations providing education, training and care services in England do so to a high standard for children and students.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-08T12:47:43.743Z"
    },
    "id": 323563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323563.json"
    },
    "type": "petition"
}