{
    "attributes": {
        "action": "Make wearing face coverings law on public transport",
        "additional_details": "Face masks offer an important tool in the management of community transmission of Covid-19. Supporting evidence comes from analysis of: (1) the incidence of asymptomatic and pre-symptomatic transmission; (2) the role of respiratory droplets in transmission, (3) studies of the use of homemade and surgical masks to reduce droplet spread. Our analysis suggests that their use could reduce transmission if widely used where physical distancing is not possible or predictable, such as public transport.",
        "background": "We want it to be a legal requirement to wear a protective surgical or homemade face mask where keeping a 2 metre distance is impossible, such as on public transport. This is crucial in preventing a second wave of the virus, protecting the NHS and getting people back to work to kickstart the economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-29T09:48:17.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-29T10:06:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T08:18:57.062Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has made face coverings mandatory on public transport: https://www.gov.uk/government/news/face-coverings-to-become-mandatory-on-public-transport\r\n\r\nIf you would like face coverings to be made mandatory in other circumstances, you might like to sign some of the following petitions:\r\n\r\nMake it mandatory to wear a face mask in public during Covid-19 Pandemic: https://petition.parliament.uk/petitions/304397\r\n\r\nSupply and mandate the use of face masks and gloves: https://petition.parliament.uk/petitions/308209\r\n\r\nSupply surgical masks to be used by the general public: https://petition.parliament.uk/petitions/306950\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T08:18:57.161Z"
    },
    "id": 323517,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323517.json"
    },
    "type": "petition"
}