{
    "attributes": {
        "action": "Continue to allow MPs remote access to the proceedings of parliament and votes.",
        "additional_details": "It is clear that any decisions made by parliament where only 50 or so people can participate and vote would have little credibility. Members were allowed up to £10,000 in additional expenses to improve communication infrastructure in their constituencies, so there should not be any technical issues. Democracy is not served by restricting those MPs who are able to participate in discussion and debate. Please continue allowing remote access to present opinions and cast votes.",
        "background": "Since Covid-19 pandemic the country has had to put in place unusual measures. A lockdown has been put in pace and all workers who are able to work from home must do so. Parliament still meets and MPs from all over the country have been able to listen to debate. This must continue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-29T14:14:23.380Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-30T12:38:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T09:51:59.821Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nThe virtual parliament must remain in place whilst social distancing exists: https://petition.parliament.uk/petitions/321924\r\n\r\nKeep virtual parliament options for MPs who are shielding or isolating: https://petition.parliament.uk/petitions/323109\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T09:51:59.817Z"
    },
    "id": 323560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323560.json"
    },
    "type": "petition"
}