{
    "attributes": {
        "action": "Fathers should be investigated, when they claim they don’t earn enough",
        "additional_details": "To help mothers, who put thier lives on hold to support their children, whilst fathers exploit the law, mothers tend to spend all their earnings on their children with little left for themselves whilst fathers live lavish lives. Fathers should take financial responsibility, there are too many loop holes, that fathers are taking advantage of. Csa and child benefit are not supporting struggling mothers as they do not have the authority to do anything. If fathers paid towards their children maybe universal credit claims would decrease too. Child benefit should be claim by the parent buying the children clothes etc",
        "background": "During divorce fathers tend to claim they don’t earn enough especially self employed, the responsibility of buying clothes, school classes etc all falls onto the mother. Fathers who have 50:50 custody tend to claim child benefit, however are still not paying towards clothes, phones, school etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-29T16:50:40.549Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-31T08:24:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-05T16:58:48.850Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think these petitions are calling for similar actions:\r\nhttps://petition.parliament.uk/petitions/300281\r\nhttps://petition.parliament.uk/petitions/319389"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-05T16:58:55.646Z"
    },
    "id": 323590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323590.json"
    },
    "type": "petition"
}