{
    "attributes": {
        "action": "Make the history of British colonialism part of the high school curriculum.",
        "additional_details": "Many people don't know about the British Empire or the colonies that helped make Britain great and the suffering they caused - slavery, torture, mass murder, incarcerations without trial, racial segregation, kidnapping, genocide, war, exploitation, rape, and ecological devastation.It’s a too wider misconception that there has just been constant mass migrations for no apparent reason.If the history of the Empire was taught then a lot of what is happening in the present would be better understood.",
        "background": "When most Britons feel proud of the British Empire, it's clear that education on the British Empire and colonialism is incomplete and this needs to change. Not to instil guilt, but to provide a better knowledge to hopefully motivate students to create a more equal world.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-30T13:26:16.095Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-30T16:00:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T15:53:28.320Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nMake black history a compulsory part of the national curriculum for all ages: https://petition.parliament.uk/petitions/323654\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T15:53:28.318Z"
    },
    "id": 323675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323675.json"
    },
    "type": "petition"
}