{
    "attributes": {
        "action": "Social distancing offenders stop getting furlough during the Covid-19 pandemic",
        "additional_details": "The government have told the pubic to social distance yet these people seem to think they can ignore these guidelines.\r\n\r\nI propose that the members of public who ignore the proposed guidelines by the government should have a £1000 fine and their future furlough stopped from the date proven.",
        "background": "During the UK Covid-19 pandemic lockdown we are constantly seeing large gatherings of people, this is anything from Hyde Park to the latest being at Durdle Door beach\r\n\r\nPictures and videos showing hundreds of people gathering in public places not adhering to the 2 metre distance this needs to stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-31T09:58:03.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-31T11:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-05T12:03:59.579Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want people breaking the rules for social distancing to be subject to greater penalties, but the Coronavirus Job Retention Scheme provides a grant to employers who have to furlough their staff due to coronavirus, rather than directly paying employees. It is a choice for employers who they furlough.\r\n\r\nFines for committing offences by breaking the Government's rules on social distancing are imposed by the police. You could start a new petition calling for the Government to increase the penalties for breaking these rules, including by making the penalty 80% of the offender's income if that is what you would like to see happen.\r\n\r\nWe have published the following similar petitions, which you might like to sign:\r\n\r\nTougher penalties for not following the Covid 19 rules: https://petition.parliament.uk/petitions/314400\r\n\r\nIncrease fines for breaking Covid-19 regulations to £1000 for first offense: https://petition.parliament.uk/petitions/320026\r\n\r\nMake Covid19 Non Compliance Fines min £10,000 & use to fund NHS/Key Worker PPE: https://petition.parliament.uk/petitions/315520"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-05T12:03:59.576Z"
    },
    "id": 323753,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323753.json"
    },
    "type": "petition"
}