{
    "attributes": {
        "action": "Include white privilege, historic & current racism in the PSHE curriculum",
        "additional_details": "White privilege and systematic racism are misunderstood & often not discussed. In order to achieve true equality & inclusion we must understand the differences we all have. Many students will receive some education of this at home but as educators we have a responsibility to ensure all young people are aware of these terms, their meanings and the impact on our society it has. Developing more awareness of this will have a positive impact on our society to help us become more united and inclusive",
        "background": "Include definitions of white privilege and systematic racism in the curriculum \r\n\r\nAdd racial microagressions and discussion points of the importance of language\r\n\r\nAdd significant historical events and legislation changes \r\n\r\nConsult with BAME academics and activists with  regards as to the content",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-31T13:01:07.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-31T13:31:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:10:30.308Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:10:30.306Z"
    },
    "id": 323771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323771.json"
    },
    "type": "petition"
}