{
    "attributes": {
        "action": "make online doxing illegal in the UK.",
        "additional_details": "the British public would like the u.k government to take this extremely seriously. some forms of people using others information includes there personal information being shared without consent.because at present there is no clear law making this illegal. this has many implications, this can give others the opportunity to ruin lives of many people who sould have the right to privacy under the human rights act 1998. we believe doxing sould also be covered under the same act.",
        "background": "we the British public, want to make going online to be a safe place and secure place for everyone. at present many thousands of people across the u.k run the risk of themselves and there family and friends  inc children  being doxed by other people across many social network platforms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-05-31T21:13:02.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-05-31T22:06:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T11:15:37.449Z",
        "rejection": {
            "code": "no-action",
            "details": "There are a number of offences under which people engaged in \"doxxing\" can already be charged, including communications offences and other offences where social media is used to facilitate another offence.\r\n\r\nInvestigating possible offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nThe Crown Prosecution Service has published guidance on prosecuting cases involving communications sent via social media: https://www.cps.gov.uk/legal-guidance/social-media-guidelines-prosecuting-cases-involving-communications-sent-social-media\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nBan anonymous accounts on social media: https://petition.parliament.uk/petitions/332315\r\n\r\nDebate an Online Harms Bill by the end of 2020 and make it law by July 2021: https://petition.parliament.uk/petitions/333146\r\n\r\nRequire social media platforms to validate user IDs: https://petition.parliament.uk/petitions/331573\r\n\r\nStrengthen laws against online abuse and harassment: https://petition.parliament.uk/petitions/311738\r\n\r\nYou could start a petition calling on the Government to create a new offence, but it would need to be clear exactly what action you want the Government to criminalise."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T09:08:13.099Z"
    },
    "id": 323840,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323840.json"
    },
    "type": "petition"
}