{
    "attributes": {
        "action": "Put British Colonial History onto the National Curriculum",
        "additional_details": "In enabling students to understand the context that British colonialism has created they will be better prepared for relating to the global economy on a cultural and business level. This is essential for the UK to flourish post Brexit. Students will also better understand the UK as a multicultural society and hopefully gain a greater level of empathy and understanding for their fellow citizens of various ethnic backgrounds.",
        "background": "Include British colonialism and its impact on the modern world as we know it in the national curriculum in order to provide future generations with an unbiased perspective the historical period which still impacts the world today.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-01T15:02:55.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-01T18:06:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:12:28.295Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:12:28.292Z"
    },
    "id": 323931,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323931.json"
    },
    "type": "petition"
}