{
    "attributes": {
        "action": "Make black history month mandatory in primary and secondary schools",
        "additional_details": "Racism in the UK has been rising and the change should start within the education system. The education system is long overdue for a change and we need the government to tackle these prejudices and racism within the system. Black children are exposed to racism the minute they enter the education system. As reported by the BBC, primary school exclusions for racism in England are up more than 40% in just over a decade. This is in need of a change by effectively challenging racism in schools.",
        "background": "Black history month has been ignored in primary and secondary schools for decades. There should be an immediate change in the education system in which black history month should be mandatory to learn every year among primary schools and secondary schools and this should not be ignored.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-01T12:03:36.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-01T12:16:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:12:20.149Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government sets the curriculum for schools, but is not responsible for prescribing the activities schools undertake in respect of particular events.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:12:20.145Z"
    },
    "id": 323912,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323912.json"
    },
    "type": "petition"
}