{
    "attributes": {
        "action": "Keep The Virtual Parliament as an option for MPs unable to attend HoC in person",
        "additional_details": "Jacob Rees-Mogg has indicated that he is to discontinue the Virtual Parliament as “It is no longer needed”. But that simply isn’t the case, as due to personal or COVID-19 related reasons, some MPs are unable attend  to the HoC in person.\r\n\r\nWe as constituents need to have our MPs heard in the HoC regardless!\r\n\r\nJacob Rees-Mogg has said “ If Parliament is to deliver on the people’s priorities it must sit physically.”\r\n\r\nThis is not the case and does further damage to the relationship of Voters and MPs.",
        "background": "We the People, would like the concept and implementation of a Virtual Parliament to remain until such time as it is no longer needed. We still believe it is needed!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-01T15:03:18.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-01T19:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T09:58:49.976Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nThe virtual parliament must remain in place whilst social distancing exists: https://petition.parliament.uk/petitions/321924\r\n\r\nKeep virtual parliament options for MPs who are shielding or isolating: https://petition.parliament.uk/petitions/323109\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T09:58:49.973Z"
    },
    "id": 323932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/323932.json"
    },
    "type": "petition"
}