{
    "attributes": {
        "action": "Publish the review on how Covid-19 is disproportionally affecting BAME citizens",
        "additional_details": "BAME UK citizens are dying at more than double the rates of their white counterparts. People of Black Caribbean background are dying 1.7 times the rate of white people. \r\n\r\nHealth secretary Matt Hancock said in early May: 'Matt Hancock, said: “We recognise that there has been a disproportionately high number of people from black and ethnic minority backgrounds who have passed away.'\r\n\r\nThe government are 'recognising' the problem yet refusing to acknowledge their part in it.",
        "background": "The review on how and why Covid-19 is killing more BAME UK citizens was due at the end of May. Now the government has delayed the publication of the report based on fears that it will stoke 'racial tensions'. \r\n\r\nThis is a disgraceful excuse. BAME people are dying and the government must act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T08:38:37.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T08:57:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T07:54:29.514Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has published two reviews by Public Health England.\r\n\r\nCOVID-19: review of disparities in risks and outcomes: https://www.gov.uk/government/publications/covid-19-review-of-disparities-in-risks-and-outcomes\r\n\r\nUnderstanding the impact of COVID-19 on BAME groups: https://www.gov.uk/government/publications/covid-19-understanding-the-impact-on-bame-communities\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T07:57:19.214Z"
    },
    "id": 324052,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324052.json"
    },
    "type": "petition"
}