{
    "attributes": {
        "action": "Parliament to formally state that \"black lives matter\". Using those words",
        "additional_details": "I continue to learn about systemic racism and my own white privilege, especially in recent years. How there are so many overt and covert systems and structures in place that disadvantage black people compared to their white counterparts. Until parliament formally recognises, without qualification, that black lives matter and actually address racism systemically with funding and systemic change, racism against black people will flourish because the systems and structures are toxically racist",
        "background": "parliament needs to unequivocally acknowledge that racism against black people in Britain is systemic and state, without qualification, that \"black lives matter\". A huge holistic cross-departmental systemic policy review needs to happen with an absolute willingness to implement systemic change",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T06:14:23.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T07:19:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T10:57:36.114Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 9 June the Speakers of both Houses have confirmed that Parliament will hold a minute’s silence in relation to recent events in teh US.\r\n\r\nA statement was issued by Parliament stating \"Racism has no place in UK Parliament: we believe black lives matter. Our parliamentary community stands with black friends and colleagues here and worldwide.\"\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-14T07:57:56.735Z"
    },
    "id": 324034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324034.json"
    },
    "type": "petition"
}