{
    "attributes": {
        "action": "Pass a law that holds police officers accountable for police brutality.",
        "additional_details": "Taking into consideration the current situation, it is very clear that coloured people are the victims of police brutality. Although it isn't talked about much here, it doesn't mean that it doesn't happen, and what's to say it won't continue to happen? Countless people have lost loved ones to police brutality. Brutality should not be justified as self defence.  Too many wrongful police officers have walked free. The covering up should stop and something needs to be done. Now.",
        "background": "Pass a law that holds police officers accountable for police brutality. A law like this has not been passed despite the countless cases in the UK of police brutality. Police officers who use brutality do not deserve to hold their badges, whether it's temporary or permanent suspension.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T14:41:22.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T14:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T12:42:26.918Z",
        "rejection": {
            "code": "no-action",
            "details": "Police can already be charged with a number of offences for assault or the use of excessive force, as well as facing disciplinary action. Police could be charged with assault or misconduct in public office. Decisions about bringing charges against police officers are a matter for the Crown Prosecution Service, and not the Government or House of Commons. Disciplinary proceedings against police officers would be a matter for their police force.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nConduct and publish an independent review into race relations with the Police: https://petition.parliament.uk/petitions/324314\r\n\r\nReview the use of force against BAME people by the police: https://petition.parliament.uk/petitions/329599"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T12:42:26.915Z"
    },
    "id": 324135,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324135.json"
    },
    "type": "petition"
}