{
    "attributes": {
        "action": "Hold the British media to account for their actions.",
        "additional_details": "Freedom of the press is paramount to a free and democratic society but there should be stricter penalties enforced against published/broadcast news which is proven to be false or misleading. And any corrections should be made with the same enthusiasm the original headlines were shared to the public. Journalists should be encouraged to follow the code of ethics that are associated with their industry and be protected from being forced to remain silent on key issues that affect the UK.",
        "background": "The British Media have been allowed to publish/broadcast stories for far too long without accountability. There has been a sharp decline in viewer/readership since the birth of the internet and social media and this has led to a surge in inflammatory headlines which has caused a divide in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T16:44:40.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T18:09:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-03T16:01:14.173Z",
        "rejection": {
            "code": "duplicate",
            "details": "To create a public inquiry into the media reporting and presenting of the virus\r\nhttps://petition.parliament.uk/petitions/318334 \r\n\r\nCriminalise the publication of unfounded false statements by the media\r\nhttps://petition.parliament.uk/petitions/303050 \r\n\r\nEnsure balance and fairness in political reporting\r\nhttps://petition.parliament.uk/petitions/300700 \r\n\r\nCorrections and clarifications in UK media to be as prominent as original story\r\nhttps://petition.parliament.uk/petitions/300557 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-08T11:26:43.101Z"
    },
    "id": 324179,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324179.json"
    },
    "type": "petition"
}