{
    "attributes": {
        "action": "Introduce British Colonialism into the primary and secondary school curriculum.",
        "additional_details": "During these times of such racial unrest, it is essential for the younger generations to be taught the impacts and wrongdoings of this country’s history in order to stop repeating the same mistakes. Knowledge is power, and this power will be the concept of equality not being unattainable, but a fundamental aspect within society. Doing so will drastically decrease if not eliminate racial intolerance that minorities across this world have been heavily burdened with for years.",
        "background": "Introducing education about racism into primary and secondary pshe lessons.\r\nIntroduce colonialism into History/Geography/English lessons at primary or secondary school level, perhaps even add them into GCSE and A level courses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T16:25:50.356Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T17:43:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:25:31.184Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:25:31.181Z"
    },
    "id": 324173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324173.json"
    },
    "type": "petition"
}