{
    "attributes": {
        "action": "Include the impact of British imperialism in national curriculum for all schools",
        "additional_details": "The way we treat minorities in this country needs to change. A poll carried out by the Independent found that 43% of British people are proud of Britain's history of colonialism. Once we acknowledge the role Britain has played in disrupting the development of countless countries across history can we begin to understand the ways in which white supremacy dictates the prejudices plaguing our society today. The Germans teach their youth about the darker side of their history, and so should we.",
        "background": "Schools in UK rarely teach their pupils about colonialism, slavery and civil rights. Many people in the UK still do not know about how our nation impacted the Mau Mau uprising, the Bengal famine and other tragedies. This should be taught at schools the same way pupils are taught about Henry VIII.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T17:30:21.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T17:56:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:25:47.245Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:25:47.242Z"
    },
    "id": 324195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324195.json"
    },
    "type": "petition"
}