{
    "attributes": {
        "action": "Restore the hybrid Commons with remote voting so all MPs can represent voters.",
        "additional_details": "A significant number of MPs are shielding, because of their age or underlying health conditions, or their constituencies are long distances from Westminster. Therefore the current system is profoundly undemocratic, because it prevents those MPs from doing their job, which is to represent their constituents in the Commons, whether by speaking, asking questions or voting.",
        "background": "I want the Government to work with Parliamentary authorities to restore  and develop further the hybrid system - some MPs present in the chamber and others participating via the internet, and electronic voting. Within a few short weeks, this was starting to work well in these very difficult times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T19:08:59.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T20:45:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-12T09:59:25.468Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nThe virtual parliament must remain in place whilst social distancing exists: https://petition.parliament.uk/petitions/321924\r\n\r\nKeep virtual parliament options for MPs who are shielding or isolating: https://petition.parliament.uk/petitions/323109\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-12T09:59:25.466Z"
    },
    "id": 324227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324227.json"
    },
    "type": "petition"
}