{
    "attributes": {
        "action": "black history to be taught in schools",
        "additional_details": "I would love for the government to make this huge step to change all the young minds from what they have grew up listening to, racism will not stop especially if all these young influential children hear racism at home, it needs to be taught at school and it needs to be taught now. How can people just celebrate black history month, they didn’t endure slavery and pain and torture for just one month of the year, it was all year round and young minds need to change to stop racism",
        "background": "Introducing black history into lessons would be such an important change that needs to happen. The only way racism will start to change is when  children learn about all the hardship centuries ago and all these young children growing up around racist adults it’s needs to be taught for change",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T20:54:41.385Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T21:42:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:33:48.287Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:33:48.285Z"
    },
    "id": 324259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324259.json"
    },
    "type": "petition"
}