{
    "attributes": {
        "action": "Increase race awareness within schools from Primary to 16-19. Removing ignorance",
        "additional_details": "It is the governments duty of care, to intervene when there are problems. Racism still exists. Currently students are taught not to do anything racist. Young pupils and students need to be taught correct information so they don't even think like a racist which then can never be acted on. Schools have to follow government legislation and therefore parliament is required. By doing so future generations will be collective regardless of race. This benefits our country socially and economically.",
        "background": "Classes on the importance of diversity and its benefits for everyone. Compulsory relationships for different schools of different ethnic, socio-economic backgrounds. Educating students removing prejudices & incorrect derogatory stereotypes. Decrease ignorance, increasing our potential through UNITY.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-02T22:39:36.686Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-02T22:58:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:34:21.093Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:34:21.092Z"
    },
    "id": 324291,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324291.json"
    },
    "type": "petition"
}