{
    "attributes": {
        "action": "You take a picnic to a beauty spot! Take it all home with you including rubbish!",
        "additional_details": "I live in the New Forest! Our animals and seas need to be respected, protected and looked after! I have picked up barbecues, plastic, nappies, baby wipes, bottles, cans, rubbish, cartons, personal hygiene items etc from our local beach again this week! It has been bought to the beach so surely it can be taken away again! What you bring you MUST take away with you! Animals lives are in danger! Why should we have to clear up after these people?!",
        "background": "To make it illegal to drop litter/rubbish or leave it on beaches or at beauty spots. If you take a picnic or barbecue (where permitted) to one of these places you take everything including the rubbish home with you! SIMPLE! You do not leave anything behind!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T11:07:13.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T12:01:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T15:31:41.922Z",
        "rejection": {
            "code": "already-happening",
            "details": "Littering is already a criminal offence with a maximum fine of £2,500. Fixed penalty notices (between £50-80) are also often used in lieu of prosecution in the courts. You can report a litter problem here: https://www.gov.uk/report-litter\r\n\r\nTackling littering is a matter for individual local authorities and the police, but we have published the following petition, which you might like to sign:\r\n\r\nLaunch a national campaign promoting the Countryside Code: https://petition.parliament.uk/petitions/329229"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T15:31:41.919Z"
    },
    "id": 324385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324385.json"
    },
    "type": "petition"
}