{
    "attributes": {
        "action": "Use technology to run Parliament more efficiently saving time & tax payers money",
        "additional_details": "1. Adapt to the new world and digitise Parliament business.  The current way of working would bankrupt a private sector business with such inefficiencies.\r\n\r\n2. Introduce electronic voting for local and general elections\r\n\r\n3. Review end to end how the need to have ministers physically in Westminster - video conferencing still allows debates to continue.\r\n\r\nAll the above suggestions will increase productivity, save tax payers money, create time to actually serve its constituents a lot better.",
        "background": "It is astonishing that ministers queued over 1hr to vote, wasting several 100’s of man hours that could of been spent resolving other issues. An electronic voting system would of been completed this activity in seconds. Saving time and cost, allowing greater productivity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T00:20:37.238Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T08:14:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T14:42:51.633Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Much of the work of Parliament is already digital. You can find out more about Parliament's digital strategy here: https://www.parliament.uk/mps-lords-and-offices/offices/bicameral/parliamentary-digital-service/digital-strategy-for-parliament/\r\n\r\nWe've published the following petitions which you may like to sign: \r\n\r\nKeep virtual parliament options for MPs who are shielding or isolating: https://petition.parliament.uk/petitions/323109\r\n\r\nThe virtual parliament must remain in place whilst social distancing exists: https://petition.parliament.uk/petitions/321924\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the Government to introduce online voting for elections or to introduce electronic voting in Parliament, if that's what you'd like to happen. \r\n\r\nHow Ministers conduct business would be a matter for individual ministers and not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T14:42:58.252Z"
    },
    "id": 324312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324312.json"
    },
    "type": "petition"
}