{
    "attributes": {
        "action": "Make white privilege and systematic racism a mandatory part of British education",
        "additional_details": "Nationwide in our schools we study and learn about racism through a historic lens leading many adolescents to the impression that racism is an issue of the past as oppose to something we face daily. This leaves our generation misinformed and at times ignorant to white privilege and systemic racism. In order to diminish systemic racism, we must educate young adolescents how they can actively be involved in standing up against racism (eg. diversity quotas in jobs, media and more).",
        "background": "It is a necessity to make white privilege and systemic racism a compulsory part of the KS3 National Curriculum. We need to actively tackle and discuss these issues through a structured educational course.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T12:41:33.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T13:33:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:41:06.974Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:41:06.972Z"
    },
    "id": 324426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324426.json"
    },
    "type": "petition"
}