{
    "attributes": {
        "action": "Make it mandatory for the curriculum to teach the history of other ethnicities.",
        "additional_details": "The current curriculum focuses on the white side of history - not the history of other ethnicities. It's time that we learnt about major figures that were POC - not just Martin Luther King Jr. or Mary Seacole. It's time we learnt about people such as Garrett Morgan, an African American inventor who created a breathing device that the WWI gas masks were based off. People like Carter G. Woodson, known as the 'Father of Black History'. These are the type of people we don't learn about and need to.",
        "background": "Stop whitewashing the curriculum and make it mandatory for students to be taught the history of other ethnicities. The curriculum has failed those POC in teaching them their history by focusing on white history instead. It's time to change that.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T12:38:20.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T12:48:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:38:57.092Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:38:57.089Z"
    },
    "id": 324423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324423.json"
    },
    "type": "petition"
}