{
    "attributes": {
        "action": "CHANGE THE EUROCENTRIC CURRICULUM - TEACH BLACK HISTORY",
        "additional_details": "It is incredibly damaging for black youth to grow up thinking they are the underclass, which is reinforced when the most black history they are taught is slavery & MLK, which hardly scrapes the surface of all the positive influences/events in black history. Furthermore, it reinforces the institutional racism throughout society if white students are brought up in an environment which devalues black people, & ignores their existence. Black students need to feel liberated & this is the way forward.",
        "background": "Change the curriculum to include prominent black figures in history, praise all races from an early age, teach literature from written by black authors, educate on black led movements & successes, teach black students where they came from, & show white students what they’ve gained from BAME efforts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T18:13:05.248Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T18:36:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:45:09.338Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:45:09.334Z"
    },
    "id": 324545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324545.json"
    },
    "type": "petition"
}