{
    "attributes": {
        "action": "Teach children in schools about racism and white privilege.",
        "additional_details": "If our older members of society were taught about this on a greater scale with people who have faced racism coming in and teaching about racism they have faced white privilege and how to use it to protect the minorities of our society, people wouldn’t be so racist nowadays. If children learn about it in secondary schools then that will reduce racism on a huge scale. This generation cannot be racially abused and uneducated. There needs to be a change.",
        "background": "As we have seen for decades, racism is still prevalent in today’s society. I have many friends from ethnic minorities and they should not have to face racism from other children in their school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T16:04:39.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T16:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:41:55.548Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:41:55.544Z"
    },
    "id": 324506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324506.json"
    },
    "type": "petition"
}