{
    "attributes": {
        "action": "Make the teaching of the Human Rights Act 1998 and the UK law mandatory",
        "additional_details": "The Human Rights Act 1998 is not explained in school. My generation, and the generation before me, and the generation before them, have gone through their entire school life not being educated on their freedom, and the history of it. And this goes for the UK law, too. Some vital laws that students need to be educated on include: Sarah's Law, Stalking Protection Act, Children and Social Act, Miranda Rights, and many more. This has to be mandatory, for the new generation. They're counting on us.",
        "background": "In light of recent events, it's important that all UK citizens know their human rights. Most people I know of all ages are completely unaware of their rights, and what the UK law means. People deserve to have a thorough education about the Human Rights Act 1998 and the UK law, as well as its history",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T16:31:32.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T16:40:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T11:03:25.583Z",
        "rejection": {
            "code": "already-happening",
            "details": "Education on human rights is already a part of the national curriculum for Key stage 4 lessons on citizenship, which are part of the mandatory national curriculum.\r\n\r\nIf you want the Government to require education on human rights to start at a younger age, you could start a new petition requesting that human rights be a mandatory part of both the primary and secondary national curriculum.\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-16T11:03:25.580Z"
    },
    "id": 324513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324513.json"
    },
    "type": "petition"
}