{
    "attributes": {
        "action": "Teach Colonialism and it’s impact on society as part of the school curriculum.",
        "additional_details": "Considering the current climate with the Black Lives Matter movement in America and across the world, it is clear that there is a large gap in the general public’s understanding of British history and thus less understanding of how far back these issues go. By educating people from earlier on they can develop a deeper understanding of these issues and be open to how they affect us still to this day.",
        "background": "Make teaching about colonialism and it’s impact on society mandatory. Including how it has led to the racial disparity we see today. Give students an understanding of how the British empires history has impacted BAME communities and continues to shape current policies and society as a whole.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T17:15:45.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T18:29:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:44:06.405Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:44:06.403Z"
    },
    "id": 324525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324525.json"
    },
    "type": "petition"
}