{
    "attributes": {
        "action": "Reopen zoos ASAP as long as they have implemented social distancing measures.",
        "additional_details": "As the number of cases of COVID-19 has decreased and the UK is seeing more facilities open to the public, it is time to reopen zoos to allow them to raise money to care for their animals.  Zoos are predominantly outdoor attractions and can implement social distancing and limit visitors.  If people are allowed to go to parks, beaches, return to school and open car showrooms there is no logical reason that zoos cannot be allowed to reopen.  Keeping them closed puts the animals there at risk.",
        "background": "In light of reduced cases of COVID-19, zoos should be allowed to open to provide them with revenue.  When other outdoor areas are open and areas like parks and beaches where numbers are uncontrolled are open, it is illogical to keep zoos closed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T15:50:44.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T08:39:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T08:38:56.370Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T08:38:56.367Z"
    },
    "id": 324501,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324501.json"
    },
    "type": "petition"
}