{
    "attributes": {
        "action": "Introduce Black History to the Primary Curriculum",
        "additional_details": "Racism is still an important and rife issue in the UK today and education is the best tool to combat that. Teaching the youth about injustices that black people faced will help our future generations tackle racism, that still exists in covert ways. This petition has been inspired by the Black Lives Matter movement and the systemic and covert racism that many black people continue to face in the 21st century.",
        "background": "We would like to set black history into the British curriculum to make our youth more aware of Black British history and its consequences in today's society. The school curriculum today almost completely disregards the effects of colonialism and slavery in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T10:35:28.581Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T10:40:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:47:39.246Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:47:39.244Z"
    },
    "id": 324692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324692.json"
    },
    "type": "petition"
}