{
    "attributes": {
        "action": "Make unjustified and unnecessary police brutality and discrimination a crime.",
        "additional_details": "I think the government should do something about it because it is their country too and people turn to the government in a time when they want to see change, which is very relevant at this moment in time.",
        "background": "I want the police system to be improved. I know that there are hundreds of great officers out there but the ones that are brutal or unnecessarily violent shouldn’t be allowed to get away with it and I think it being a law instead of a violation of conduct would reduce the number of cases.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T21:51:53.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T07:46:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T13:31:38.560Z",
        "rejection": {
            "code": "already-happening",
            "details": "Police brutality and discrimination by the police is already against the law.\r\n\r\nWe have published the following petitions, some of which you might like to sign: \r\n\r\nRequire police officers to take anti racism education: https://petition.parliament.uk/petitions/324879\r\n\r\nConduct and publish an independent review into race relations with the Police: https://petition.parliament.uk/petitions/324314\r\n\r\nReview the use of force against BAME people by the police: https://petition.parliament.uk/petitions/329599\r\n\r\nMake failure to reduce institutional racism as defined by Macpherson a crime: https://petition.parliament.uk/petitions/329267\r\n\r\nImplement recommendations from previous reports into racial inequality in the UK: https://petition.parliament.uk/petitions/327671\r\n\r\nImplement legislative reform of our policing system to tackle racism: https://petition.parliament.uk/petitions/323805\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T13:31:45.871Z"
    },
    "id": 324615,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324615.json"
    },
    "type": "petition"
}