{
    "attributes": {
        "action": "Make teaching of Black & POC UK histories compulsory in the English curriculum",
        "additional_details": "In today's climate it is increasingly important that our children grow up with a complete understanding of the role people of colour have played in British history. The BAME community have contributed to Britain's growth and wellbeing for centuries and yet this is not reflected in our teaching systems. This perpetuates a dangerously whitewashed view of our country's past and fosters a continually hostile modern environment.",
        "background": "Britain benefited greatly from colonialism and slavery, and continued to benefit from the oppression of people of colour long after abolition. It is time the curriculum was changed to reflect this - people of colour must no longer be whitewashed from our history and our understanding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T10:02:19.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T10:31:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:47:15.890Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:47:15.888Z"
    },
    "id": 324687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324687.json"
    },
    "type": "petition"
}