{
    "attributes": {
        "action": "Allow for Zoos to Reopen throughout the easing of Covid-19 precautions",
        "additional_details": "I believe that if the likes of parks, beaches, un-necessary shops etc are reopening - Why is that that Zoos cannot reopen, especially if they have social distancing measures in place themselves?\r\nReturning to the topic of conservation, for instance, Chester Zoo in the North West of England utilises customer income to assist in the conservation of endangered species abroad. Not mentioning also, the tourism towards the North of England as a whole attracted by this place, similarly with other Zoos.",
        "background": "Provided the Zoos are in adherence to social distancing measures (such as limited guest entry etc), allow for them to reopen.\r\nMany Zoos across the UK operate as a conservation charity first and foremost - It is important that we support these.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-03T21:23:01.133Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-03T22:10:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T08:30:38.568Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T08:30:38.565Z"
    },
    "id": 324609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324609.json"
    },
    "type": "petition"
}