{
    "attributes": {
        "action": "Teach Black British history and Britain's colonial history in schools",
        "additional_details": "Education is one of the basic needs for human development and a cornerstone element in society. This denial of accurate and cruical history in schools is harmful as it actively enables biases and ignorance to develop which later on manifests itself in countless permanent racial issues. History education, as the Department of Education has said is meant to help pupils gain a coherent knowledge and understanding of Britain’s past and currently it is failing to do so.",
        "background": "For Parliament to include Black British History, Britian's history of colonialism and slavery in the national curriculum and for this to be mandatory. Black British history is British history and involves more than human suffering with untold contributions in art, literature, politics and many more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T17:57:42.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T10:19:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:55:03.370Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:55:03.367Z"
    },
    "id": 324774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324774.json"
    },
    "type": "petition"
}