{
    "attributes": {
        "action": "Designate COVID-19 free hospitals to conduct minor and major operations by July",
        "additional_details": "",
        "background": "Many people are in pain and suffering for reasons other than the corona virus and desperately need medical assistance and procedures that are not currently being offered. The government must not neglect people’s health and allow them to live in pain for much longer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T20:03:23.244Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-04T20:49:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-23T11:39:07.436Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something the NHS, not the Government or House of Commons, is responsible for. The Government funds the NHS, but decisions about what services to provide during the outbreak are an operational matter for the NHS and individual NHS trusts, not decisions for the Government of House of Commons. You can find the NHS’s guidance to clinicians and NHS managers here: https://www.england.nhs.uk/coronavirus/\r\n\r\nFor information on local services you should contact your local NHS trust or individual NHS facilities.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-23T11:39:07.433Z"
    },
    "id": 324803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324803.json"
    },
    "type": "petition"
}