{
    "attributes": {
        "action": "Add Colonisation & the Trans Alantic Slavery to the History National Curriculum",
        "additional_details": "The British education system for generations has only allowed us to learn a very select history.\r\n\r\nEveryone educated here knows about the Tudors and Stuarts, we learn a curated view of the World Wars and of course the Battle of Hastings. But nothing on the Trans Alantic Slave Trade, colonalism or the role of the colonies in the World Wars.\r\n\r\nThis denies generations the opportunity to understand the true global impact of the UK and falsely writes ethnic minorities out of British history.",
        "background": "To tackle the rising tide of racial discontent in this country add the Trans Alantic Slave Trade, Colonisation, Decolonisation and BAME influences/roles during WWII as mandatory topics of study to the National Curriculum for History from Key Stage 1 all the way through to GCSEs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T10:00:34.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T11:40:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:55:30.530Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:55:30.529Z"
    },
    "id": 324891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324891.json"
    },
    "type": "petition"
}