{
    "attributes": {
        "action": "Give International graduates Exceptional Talent Visas",
        "additional_details": "The government claims it wants to continue to \"attract the best and brightest\". It has done so, but most of these best and bright minds have been forced out of the country once they have contributed to the economy through tuition fees and upheld their institution's reputation by graduating with flying colours. They should be allowed to return or remain on working visas as their degrees prove their intellect and talent and worth to the British economy.",
        "background": "Any current or historical international graduates of British Universities that had to leave the UK due to visa expiry should be allowed to either return to or remain in the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-04T22:23:45.700Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T19:56:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T08:15:23.823Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to change visa arrangements for international students, but it's not clear exactly how you want the Government to do this.\r\n\r\nThe Exceptional Talent visa is no longer available to new applicants, but the Government has introduced a Global Talent visa for people are a recognised leader, emerging leader, or have been endorsed under the UK Research and Innovation (UKRI) endorsed funder option: https://www.gov.uk/global-talent\r\n\r\nWe have published a number of petitions about visa arrangements for international students, which we think request actions that would achieve what you want:\r\n\r\nExtend proposed Graduate visa route to 2019-20 batch of students due to COVID19: https://petition.parliament.uk/petitions/314710\r\n\r\nExtended Visas indefinitely for International Students: https://petition.parliament.uk/petitions/304442\r\n\r\nIf you want the Government to make a change which isn't covered by the above, you could start a new petition about this, but it would need to be clear what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T08:15:23.821Z"
    },
    "id": 324830,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324830.json"
    },
    "type": "petition"
}