{
    "attributes": {
        "action": "Stop Banks from preventing businesses from accessing Bounce back loans.",
        "additional_details": "In 2008 the government used £850b of tax payers money to bail out the banks.. recently the government has announced a scheme to support small businesses at a low interest rate, so far the scheme has lent out 2% of the amount used to bail out the banks in 2008. \r\n\r\nAfter talking with a large number of applicants it has become obvious to us that banks are unfairly discriminating against customers who apply for the loan many of whole have received no other covid19 business or wage support.",
        "background": "Since the Bounce back loan scheme launched we have a large number of reports from small businesses saying they have been rejected for loans, after further analysis it has become obvious the banks are doing so for profit, the loans should be open to all businesses & it is corporate discrimination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T11:32:38.364Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T21:07:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T12:33:53.452Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is guaranteeing loans provided under the Bounce Back Loan Scheme, but the process for granting loans under this scheme is a matter for individual lenders, and not the Government or House of Commons.\r\n\r\nYou could start a petition calling for the Government to stop banks from providing loans under this scheme if they fail to meet certain conditions, such as refusing loans to applicants who meet the Government's eligibility criteria."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T12:33:53.450Z"
    },
    "id": 324916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324916.json"
    },
    "type": "petition"
}