{
    "attributes": {
        "action": "Prevent the import of lower standards of food from the US in any trade deal",
        "additional_details": "Hormone-fed beef and chlorinated chicken are currently banned in the UK. These products are not as safe as those that we currently have on our shelves.\r\n\r\nWe have been a world leader in animal welfare and farming practises and should continue this by not importing poor quality goods.\r\n\r\nImposing high tarrifs is not enough to discourage the sale of these products as tarrifs can easily change.\r\n\r\nThe health of the nation and farming industry will suffer as a result of importing these goods.",
        "background": "The UK should protect its food standards and farming industry by preventing the import of cheap, low quality, poor welfare meat and other foodstuffs from the US.\r\n\r\nThe Government should seek to prevent the import of these dangerous products into the UK when negotiating any trade deal with the US.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T13:36:08.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T23:11:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T14:22:34.126Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions calling for the same action:\r\n\r\nDisallow Food that is Lower than the Minimum UK Production & Welfare Standards: https://petition.parliament.uk/petitions/326837\r\n\r\nLegislate in the Agriculture Bill to protect the UK’s Food & Farming Sector: https://petition.parliament.uk/petitions/321419"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T14:22:34.122Z"
    },
    "id": 324952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324952.json"
    },
    "type": "petition"
}