{
    "attributes": {
        "action": "Include black people and racism in Britain into the key stage 3 History syllabus",
        "additional_details": "The current syllabus in UK schools has no requirement to educate pupils on the history of black people and their inequalities within its own country however extensively covers the role that the USA has played. This is creating a society of an uniformed generation blind to the suffering that black British people have faced. Due to this our current society is ignorant to the fact that racism is still prevalent today. And in some cases deny that it exists at all.",
        "background": "Include topics about the history of black British people from the beginning of the trans-Atlantic slave trade through to the Nottinghill riots. With the inclusion of notable black British people that have shaped our society and the effects racism has had on influencing modern day Britain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T13:10:18.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T13:18:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T11:56:02.324Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T11:56:02.322Z"
    },
    "id": 324941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324941.json"
    },
    "type": "petition"
}