{
    "attributes": {
        "action": "Put laws in place surroundong funeral directors and deceased ashes.",
        "additional_details": "We have laws on animal remains but not humans. Funeral directors have no standards to abide by ie fridges and storing of bodies or handing over ashes after cremation. I want them regulating by law with hygiene standards and an nvq course to pass at least. Also the organiser of the funeral to be the legal owner of the deceased ashes. Atm Britain is one of the only countries without these laws in place.",
        "background": "There are no laws surrounding funeral directors or who human renains belong to after death. There are funeral directors withholding loved ones ashes for years. I want funeral directors to be given laws they have to abide by.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T17:00:30.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-05T17:13:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-14T13:33:44.456Z",
        "rejection": {
            "code": "already-happening",
            "details": "According to the Cremation (England and Wales) (Amendment) Regulations 2017, following cremation the 'cremation authority' (e.g. the funeral director) is required to dispose of the ashes, or return them to the applicant (the person who applied for the original cremation), according to the applicant's written instructions.\r\n\r\nIf such instructions haven't been given, the Regulations require the cremation authority to make 'reasonable attempts' to give the applicant two weeks' notice of their intention to dispose of the ashes, and the applicant can give the authority alternative written instructions, including to return the ashes to them, if they so wish.\r\n\r\nIt is therefore illegal for funeral directors to hold on to cremated remains against the wishes of the applicant."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-14T13:33:44.452Z"
    },
    "id": 324982,
    "links": {
        "self": "https://petition.parliament.uk/petitions/324982.json"
    },
    "type": "petition"
}