{
    "attributes": {
        "action": "Allow zoo's safari's  and wildlife parks to open in the easing of lockdown.",
        "additional_details": "Zoos wildlife parks and safaris all rely on visitors for at least 90% of there income which they haven't in lockdown. Yet they still need to feed the animals and pay staff to look after them as well as maintenance and so on. As beaches and non essential shops have been allowed to open why not these places. Lots of wildlife trust parks allowed to open why not zoos etc. It's easy to set up a 1 way system in these places in some places there is 1. As for distance and hygiene it's just as easy as national trust and easier than shops as it's out side with more room to move about.",
        "background": "To allow zoos ect to open as part of the economy getting back to normal. They will have to use social distancing measures yes but being mostly out side this should be easily done.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-05T19:49:14.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T08:35:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-09T08:58:11.771Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-06-09T08:58:11.768Z"
    },
    "id": 325010,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325010.json"
    },
    "type": "petition"
}