{
    "attributes": {
        "action": "Update the national curriculum to teach children about our colonial history.",
        "additional_details": "Britain's colonial past has shaped the world we live in today yet many Brits grow up unaware of their country’s colonial past. We want to see the national curriculum revised to include: the transatlantic slave trade, Britain's role in colonising the world and creating national borders and the role of people from commonwealth nations in building Britain back up after WWII.\r\n\r\nThis history forms the backdrop of the many racial inequalities that are present today.",
        "background": "We would like the national curriculum updated to teach children about Britain’s colonial past. We believe this part of the curriculum should be driven primarily by BAME educators to ensure that children are exposed to a wide range of perspectives which they would not otherwise encounter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T12:58:25.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T14:27:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:06:55.946Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:06:55.943Z"
    },
    "id": 325096,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325096.json"
    },
    "type": "petition"
}