{
    "attributes": {
        "action": "Referencing original source should be a legal requirement for displaying data.",
        "additional_details": "Scientific evidence is only as good as its methodology. It is not always clear where data or research being quoted has arisen from.\r\n\r\nWhen taken out of context, research can be misconstrued.\r\n\r\nReferencing of original source will allow the public to make a valid appraisal of analysis that is being presented.\r\n\r\nIn particular has the data being analysed been collected without bias, and has the analysis allowed for confounding factors.",
        "background": "It should be a legal requirement that publishing data from a study in a public forum should quote their original reference.\r\n\r\nAllow the public ease of access to verify validity of research, a source of data should be quoted alongside any analysis of data presented.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T06:37:01.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-06T20:06:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-14T09:43:53.255Z",
        "rejection": {
            "code": "no-action",
            "details": "You wish for sources to be quoted for all data published on public forums but don't specify what you mean by that. In the majority of cases the UK Government would not be responsible for the data published or how it was sourced.\r\n\r\nYou might be interested to know that in 2014 the then-Government published an 'open data' strategy which sets out how Government departments should publish information in a linkable and re-usable format with the aim to drive reform and improvement through transparency and citizen participation. You can find out more here: https://www.gov.uk/government/publications/open-data-strategy--2#:~:text=HMRC%20has%20developed%20an%20open,through%20transparency%20and%20citizen%20participation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-14T09:43:53.253Z"
    },
    "id": 325046,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325046.json"
    },
    "type": "petition"
}