{
    "attributes": {
        "action": "Stop the export of riot shields, tear gas and rubber bullets to the US.",
        "additional_details": "Because this has gone on too long. Black people in the UK and USA have been dealing with institutionalised racism, which should’ve been gone centuries ago, and we are tired.\r\nThe government has the power to change laws- and they recently extended the law to ‘no suspicion searches’ for police officers. The government have ultimate control over the justice, education and political systems. They represent us. But when I look at who’s in parliament I don’t feel very represented. We need action now.",
        "background": "Stop exports of riot shields, tear gas and rubber bullets to America; release a statement supporting protestors in America and the UK and condemning Trump’s actions; acknowledge the UK protestors and the demands: e.g education reform on race, and reform in the justice system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-06T20:42:24.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T19:18:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T15:10:48.625Z",
        "rejection": {
            "code": "duplicate",
            "details": "Condemn the US government for the use of force against its citizens: https://petition.parliament.uk/petitions/323863\r\n\r\nSuspend future sales of tear gas and other crowd control equipment to the USA: https://petition.parliament.uk/petitions/324208\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T15:10:48.623Z"
    },
    "id": 325176,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325176.json"
    },
    "type": "petition"
}