{
    "attributes": {
        "action": "Ban the UK police from using horses during peaceful protests in London",
        "additional_details": "There have been many videos of the protests in London in the last few days where horses are being physically hurt and are anxious of the volatile situation. They should not be used as weapons by the Police. They are living, breathing, feeling animals who deserve to be treated with respect, not used as a weapon. It is morally wrong to use them in this situation when the Police have other options such as cars and riot vans. Horses do not have a voice but we do, so stand up for them and sign this.",
        "background": "Horses are being used to control people who are protesting without any thought of their welfare physically and mentally. Those horses are being used on the frontline as security for the Police, they are getting the brunt of physically being hurt and are anxious of the people and noise around them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T10:30:16.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T11:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-18T16:35:39.424Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan the use of horses in the police force: https://petition.parliament.uk/petitions/325179\r\n\r\nBan the use of horses for crowd control: https://petition.parliament.uk/petitions/325275"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-18T16:35:39.420Z"
    },
    "id": 325265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325265.json"
    },
    "type": "petition"
}