{
    "attributes": {
        "action": "Give black history and systemic racism a more significant role in the curriculum",
        "additional_details": "Britain benefited from colonialism and slavery for centuries, leading to oppression of BAME communities through systematic racism.\r\nThe British Empire has been glamorised and the global impact of Britain’s colonialism downplayed. The limited and historic lens adopted by the education system implies racism is an issue of the past.\r\nWe need to educate young people on how they can be involved in standing up against racism. Education can help to cure racism, the current system is failing to do so.",
        "background": "National Curriculum needs a mandatory inclusion of black history, diversity and systematic racism within all school subjects, all year around. English and social studies need compulsory incorporation of poetry and fiction focused on black authors and their experiences.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T17:49:49.346Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T18:17:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:09:24.364Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:09:24.361Z"
    },
    "id": 325376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325376.json"
    },
    "type": "petition"
}