{
    "attributes": {
        "action": "Include the realities of Imperialism and Colonialism in the British Curriculum",
        "additional_details": "As written by in a Change.org petition\r\n“By excluding the evils of British Imperialism, along with how members of the African Diaspora contributed to the British nation-state, British children are robbed of understanding how colonialist ideology was implemented. This stunts the growth of racial equality in the UK and hinders the racial esteem of Black British children.\r\n \r\nBetter education for our children is the most effective tool for constructing an anti-racist society.”",
        "background": "The government must ensure that British School Children learn of the horrific ways British Colonialism and Imperialism affected its Empire. Especially the damage to Indigenous Populations and those expatriated against their will.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-06-07T18:15:56.786Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T18:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:09:46.323Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:09:46.320Z"
    },
    "id": 325382,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325382.json"
    },
    "type": "petition"
}