{
    "attributes": {
        "action": "Stop universities being autonomous and for the government to regulate them.",
        "additional_details": "I want the government to intervene by regulating and being involved in the operations and activities of the universities as there is a culture in the sector of racism, inequality and other forms of discrimination. This includes the abuse of academic judgement and powers. Education for all other instituations are regulated by government and there is no legitimate excuse why universities should be exempt to this rule especially given the number of serious cases referred to the OIA.",
        "background": "I want the government to regulate the universities as the OIA are not the regulators and can do very little when university are in the wrong. The OFS are the regulators but there is no point in their existence as they do not take on students complaints of a serious nature or in general.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T17:41:58.512Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T18:10:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T13:34:41.808Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the operation and oversight of universities, but it's not clear exactly what you want the Government to do about this.\r\n\r\nUniversities are already regulated by the Office for Students. If you are unsatisfied with the OfS you could call on the Government to review or replace the regulator with a new body.\r\n\r\nYour petition also refers to wanting the Governemnt to be involved in the operations of universities. If what you want is for the Government to nationalise universities, you could start a petition requesting this, but it would need to be clear this is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T13:34:41.805Z"
    },
    "id": 325372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325372.json"
    },
    "type": "petition"
}