{
    "attributes": {
        "action": "Discipline police who support BLM protesters. The army should restore order.",
        "additional_details": "They recent protests in the UK are clear breaches of lockdown laws and are unauthorised protests by their very nature and the police as the enforcers of law should not be permitting them to take place  let alone participating in or expressing sympathy with them.\r\n\r\nIt's clear the police have failed. Officers have showed sympathy or failed to enforce the law as it stands. \r\n\r\nDiscipline officers demonstrating sympathy with the protests and send in the army to restore order where the police fail.",
        "background": "The current protests inspired by Black Lives Matter have been violent and have caused damage to important national monuments.\r\n\r\nWe should therefore sack or discipline any police officer participating in or expressing sympathy with these protests.\r\n\r\nThe army should step in to restore order.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T16:04:23.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-07T21:03:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T08:40:48.262Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Maintaining public order is the responsibility of the police, not the military. The Government has said that the Ministry of Defence is working with a range of partners across Government, including the National Police Chiefs Council and the Home Office, to understand how it can best support the Government’s response to the outbreak. It would be an operational decision for the police whether to request assistance.\r\n\r\nYou can find out more here: https://www.gov.uk/guidance/covid-support-force-the-mods-contribution-to-the-coronavirus-response.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T08:40:48.259Z"
    },
    "id": 325346,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325346.json"
    },
    "type": "petition"
}