{
    "attributes": {
        "action": "Have the winston churchill statue vandal arrested on high treason charges!",
        "additional_details": "Churchill served in:\r\n•Mahdist war.\r\n•2nd Boer war (POW)\r\n•1st world war; \r\nGalipoli\r\nwestern front\r\n\r\nHe then got into goverment as home secretary and also prime minister TWICE. And lead this country to Victory against the Nazi's in WW2.\r\n\r\nIf it wasnt for this man we may not have been here today. The Great has 100% Gone from Great Britain.\r\n\r\nIf someone can vandalise a great man that fought for our country, they shouldn't have the rights to claim to be British. He was a hero, and a leader.",
        "background": "Someone has vandalized the Winston Churchill statue. Without that man we would most definitely be under Nazi rule now with 0 rights. The vandal should be tracked down and arrested on treason or the highest possible charge!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T02:28:40.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T06:18:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T16:15:04.338Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on whether to arrest and prosecute alleged offenders is a matter for local police forces and the Crown Prosecution Service, not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T16:15:04.335Z"
    },
    "id": 325486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325486.json"
    },
    "type": "petition"
}