{
    "attributes": {
        "action": "Amend the British School Curriculum to Teach About Racism and British History",
        "additional_details": "We need to accept Britains past, and openly discuss this to explore the roots of racism in the UK today and understand and explain the struggles refugees and immigrants face.  We need to discuss how to make amends, and let young people contribute to the conversation to create a more understanding and unified society for the future generations. A society better educated on the wrongful acts of the past will create a brighter future for all.",
        "background": "Teach school pupils about white privilege and white supremacy which stems from the British Empire. Talk about the impacts of the British Empire and slavery on people of colour today and its contribution to a flawed system. This needs to be a mandatory part of history classes for pre GCSE students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T02:16:45.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T12:07:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:14:49.196Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:14:49.193Z"
    },
    "id": 325485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325485.json"
    },
    "type": "petition"
}