{
    "attributes": {
        "action": "This Government must not pursue a 'No Deal' Brexit which has no public mandate.",
        "additional_details": "The Government's actions, including reneging on agreed EU pledges, indicate that an underhand No Deal option is being actively pursued, thus deceiving the public. The Conservatives told us that we would get a quick and easy future agreement with the EU, based on the PM's achieved deal, and won on that basis. Additionally, recent polls for an extension to achieve this shows clear majority support.\r\n\r\nBritish people were promised an EU deal to protect jobs, the economy, business, peace, security and rights. They must now deliver.",
        "background": "No groups campaigned for a 'No Deal' pre-referendum. Indeed that term was not yet coined.\r\nThe people were never asked their opinion on a 'No Deal' nor given any official analysis of what that really meant for them or for the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-07T19:39:25.067Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T19:12:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T11:28:26.883Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions that call on the Government to take a specific action that it is not already taking. The Government has been clear that it is seeking to agree a trade agreement with the EU prior to the end of the transition period: https://www.gov.uk/government/publications/our-approach-to-the-future-relationship-with-the-eu\r\n\r\nWe have published a number of petitions calling on the Government to pursue particular outcomes during the negotiations, or to extend the transition period, which you might like to sign:\r\n\r\nExtend the transition; delay negotiations until after the coronavirus outbreak: https://petition.parliament.uk/petitions/300412\r\n\r\nHold a referendum on the post-2020 UK-EU relationship with option to rejoin EU: https://petition.parliament.uk/petitions/300026\r\n\r\nExtend the transitional phase of Brexit by one year, to 31.12.21: https://petition.parliament.uk/petitions/303686\r\n\r\nIn Brexit talks negotiate for continued EU single market membership for the UK: https://petition.parliament.uk/petitions/319241\r\n\r\nIf you would like the Government to pursue an action not covered by the above petitions, you could start a new petition about this, but it would need to be clear what outcome you want the Government to achieve."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T11:28:26.881Z"
    },
    "id": 325409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325409.json"
    },
    "type": "petition"
}