{
    "attributes": {
        "action": "Teach British children about British Imperialism and Colonialism",
        "additional_details": "In order to remedy racism that people from Black backgrounds experience, we need to teach the very grass roots that created the racism. British colonialism and imperialism is British history and should be taught alongside other British history. By excluding the evils of British Imperialism British children are robbed of understanding how colonialist ideology was implemented. This stunts the growth of racial equality in the UK and hinders the racial esteem of Black British children.",
        "background": "To make British colonialism and imperialism a compulsory element of the national curriculum. The largest genocide to date is that of the black people but schools focus only on the holocaust when discussing genocides. Students need to learn about the grass roots of racism to end inequality.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T11:19:12.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T12:45:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:15:14.762Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:15:14.760Z"
    },
    "id": 325574,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325574.json"
    },
    "type": "petition"
}