{
    "attributes": {
        "action": "Teach the history of the British empire extensively on the national curriculum.",
        "additional_details": "The history of empire profoundly shapes our present and if our youth remain uneducated on its effects it will define our future. In light of the black lives matter movement and the disproportionate effect of covid-19 and the windrush scandal  on BAME people our education system must be updated and improved to include the relationship of Britain and the British state to to global community and Its citizenry.",
        "background": "Give a more accurate representation of the British empires history to KS3 and 4 students. From its origins in piracy to its effects in India, Ireland, it’s role in the global slave trade in both profiting and Abolitionism as-well as the political context it sat in such as the Bussa rebellion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T09:30:53.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T13:46:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:33:54.814Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-20T08:56:38.902Z"
    },
    "id": 325533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325533.json"
    },
    "type": "petition"
}