{
    "attributes": {
        "action": "Make racial education a larger part of the National Curriculum in all subjects",
        "additional_details": "I am a Biology teacher. In my subject, every scientist students need to know about is a white male, barring Rosalind Franklin. Students who are not white males have very few role models unless their individual teachers go out of their way to talk to them about non-white scientists. These discussions are hampered by the demands of the curriculum and exam prep. I know this is the case across other subjects as well, where the majority of case studies or texts are about or by white males.",
        "background": "The contributions of all ethnicities to all subjects needs to be acknowledged more by the curriculum. This has improved over the last few years but most subjects are still dominated by the contributions of white men and can be very UK-focused, which is not appropriate in a Global world.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T11:45:23.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T13:52:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:16:29.739Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:16:29.736Z"
    },
    "id": 325587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325587.json"
    },
    "type": "petition"
}