{
    "attributes": {
        "action": "Enhance Black History in the UK's School Curriculum",
        "additional_details": "We are provided a small amount of information on slavery and are usually made to watch a film played by a teacher who is uncomfortable and very uneducated about the subject. Unfortunately, if you ask every child in the UK regarding this matter, they will tell you a very similar story. This is not good enough. We need to see a substantial change to this system to educate and ensure systematic racism ceases to exist along with oppression and miseducation.",
        "background": "We are pleading with you to enforce a change in the UK's education system particularly pertaining to \"black history\" as it is not being taught in enough detail and misses out on large events that are monumental for the history of the UK as a whole.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T10:39:06.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T11:00:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:14:21.814Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:14:21.812Z"
    },
    "id": 325560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325560.json"
    },
    "type": "petition"
}