{
    "attributes": {
        "action": "Amend curriculum to include the realities of British Imperialism and Colonialism",
        "additional_details": "There is still much omitted from Britain’s colonial history. British children are robbed of understanding how colonialist ideology was implemented. This stunts the growth of racial equality in the UK and hinders the racial esteem of Black British children. Children need to understand the detrimental effects that British imperialism has inspired throughout history to this day.",
        "background": "Include every aspect of British Imperialism along with how members of the African Diaspora contributed to the British nation-state with full understanding of how the colonialist ideology was implemented. Emphasis on the autonomy of Africa's socioeconomic prosperity.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-06-08T09:37:22.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T09:53:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:13:48.497Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:13:48.495Z"
    },
    "id": 325535,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325535.json"
    },
    "type": "petition"
}