{
    "attributes": {
        "action": "Allow all children to remain in current Academic year in September",
        "additional_details": "This will be an extra year on nurseries and child care providers, for those children that are due to start school from September. However this an opportunity also for them to develop their social skills again as they've been in a closed environment for so long it makes more sense to develop those key skills in a setting that is familiar to them with those that the children have socialised with, before sending them straight to school in a complete different environment that they are strangers to.",
        "background": "Children and teachers will be under extensive pressure to re-learn/ teach previous years curriculum as well as learning new material from new Academic Year. SEN Children will struggle dramatically who are to give exams next year will learn two years material within one impacting their mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T10:46:54.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T10:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T09:01:27.620Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/309265\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-09T09:01:27.617Z"
    },
    "id": 325564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325564.json"
    },
    "type": "petition"
}