{
    "attributes": {
        "action": "To closely monitor the media to ensure that they present a balanced argument",
        "additional_details": "We are very concerned by the way in which the UK media portrays people of different cultural backgrounds and religions in their newspaper articles and tv reports.\r\n\r\nMany people across the country watch and read the news in order to gain knowledge and awareness of what is currently going on in the world. However, the power that the media has is being used to spread hatred, fake news and cause divisions within society and generate income for the company's owners.\r\n\r\nAction must be taken to stop this.",
        "background": "We would like to see the government monitoring the media to ensure that the way in which it presents its news through newspapers, tv and online etc is fair, balanced and equal to all within our society regardless of their race, religion or family background.\r\nMedia needs accuracy and to be unbiased",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T11:08:09.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T22:23:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T10:44:44.733Z",
        "rejection": {
            "code": "no-action",
            "details": "You ask the Government to 'monitor' accuracy and impartiality in the media but don't specify how you'd like the Government to do this and what actions to take as a result. In any event, the Government-approved regulator Ofcom already exists to monitor the television, radio, telecommunications and postal sectors. Ofcom publishes and oversees compliance with the Broadcasting Code, which sets out certain requirements on broadcasters including those relating to accuracy and impartiality.\r\n\r\nGiven your concerns you may instead wish to sign one or more of these petitions:\r\n\r\nReplace the current press self regulatory system with a statutory regulator: https://petition.parliament.uk/petitions/300246\r\n\r\nEnsure balance and fairness in political reporting: https://petition.parliament.uk/petitions/300700\r\n\r\nTo create a public inquiry into the media reporting and presenting of the virus: https://petition.parliament.uk/petitions/318334 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T10:44:44.730Z"
    },
    "id": 325569,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325569.json"
    },
    "type": "petition"
}