{
    "attributes": {
        "action": "Remove the statue of slave owner William Beckford (1709-70) Guildhall, London.",
        "additional_details": "William Beckford inherented sole ownership of 13 plantations, owning approximately 3000 slaves.\r\n\r\nThe statue is of William Beckford, a plaque celebrating his life and his defence of the ‘City’s traditional liberties’. He is flanked by the figures of Commerce and Britannia. \r\n\r\nMonuments like these rarely show the complete, horrific impact of slave owners. They stand to glorify figures who profited from slavery, something that should not be associated with London, or its ‘traditional liberties’.",
        "background": "Remove the statue of William Beckford (1709-70). This statue currently sits in Guildhall (a civic building) London.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T14:56:52.256Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-08T15:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-19T16:23:52.157Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-19T16:23:52.155Z"
    },
    "id": 325647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325647.json"
    },
    "type": "petition"
}