{
    "attributes": {
        "action": "Review the National Curriculum and include black history and British Empire.",
        "additional_details": "Changing the curriculum can close the huge gap in education, it will give children a clear understanding of the country we live in. Racism and the history of Britain is a vital topic that every person has the right to know. By teaching racism where racism is rooted, effectively makes it easier to recognise and to tackle, by the government in order to prevent it.The department of education should implement this throughout our key stages of education.",
        "background": "Essentially, create effective changes to the national curriculum, making it statutory to learn particular topics (E.g. British history). As part of the review, schools should conduct an audit of training of all staff provided by the government. Schools should be obliged to teach such topics.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T00:38:54.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T00:52:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:30:58.500Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:30:58.499Z"
    },
    "id": 325780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325780.json"
    },
    "type": "petition"
}