{
    "attributes": {
        "action": "STOP mass university students moving to multiple occupancy households on July1st",
        "additional_details": "To keep thousands of students safe after following months of lockdown. Address this issue to stop landlords forcing students to honour contracts signed pre COVID-19 forcing them to move into multi occupancy properties as early as July 1st and relying on others, from multiple households not their family to follow guidelines in order to survive. Unscrupulous landlords only care about rent. students forced to use these properties as expensive storage whilst remaining safe where they currently live.",
        "background": "Address the issue of the likelihood of university students being the next mass fatalities, should there be a second spike of COVID-19, due to multiple occupancy of students moving in together from multiple seperate households, relying on each other to follow Coronavirus saftey guidelines to survive",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T05:45:35.239Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T08:12:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T09:59:07.353Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a contractual issue between tenants and their landlords. A tenancy agreement is a binding contract. Unless the agreement allows for early termination by the tenant (i.e. contains a break-clause) the tenant can usually only be released from their contractual obligation to the pay the rent for the full term of the tenancy if the landlord agrees. Landlords may be willing to allow other students to take over the tenancy – this is a matter for negotiation between the landlord and tenant.\r\n\r\nWe are sorry we haven't been able to check this petition before the 1 July date when some tenancy agreements began.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-08-18T09:59:20.226Z"
    },
    "id": 325789,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325789.json"
    },
    "type": "petition"
}