{
    "attributes": {
        "action": "Get campaign to Government for BENCH marked #BLM Black Lives Matter stop racism.",
        "additional_details": "I want the Government and Parliament to do this to show that they support #BLM BLACK LIVES MATTER  and that they want to see the end to racism institutionalised racism and improve the current health care issues amongst BAME groups based on the disproportinate number of deaths  during this COVID-19 pandemic. Not only will the Bench Mark A Significant Point In This Current Time But Will Delve Deeper To Educate Put Right The Decades Of Benches Saying “whites only” In America, South Africa & Other Countries. To Say That Enough Is Enough. The Many Hurts Pains Wrongs Racist Police Killings Murders Injustice To People Of Colour This Bench Marked \"BLACK LIVES MATTER #BLM\" Will Show You Care And Will Take Action By Letting It Be Seen Wherever People Go.",
        "background": "I want Govenment and Parliament to support my Campaign by actioning and agreeing to the benches being placed in all parks.  By doing this it will show that this racism is being taken seriously and something will be done and that they care. Time For Equality Lets End Racism.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-08T18:44:24.567Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T00:04:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T07:47:44.968Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to support your campaign, but it's not clear what that would involve.\r\n\r\nWe also couldn't accept a petition about benches in public parks because these are the responsibility of individual local authorities, not the Government or House of Commons.\r\n\r\nWe have published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T07:47:44.965Z"
    },
    "id": 325701,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325701.json"
    },
    "type": "petition"
}