{
    "attributes": {
        "action": "Stop the removal of any historical statue by any political or religious group.",
        "additional_details": "Many of the stautes hold significant meaning to veterans and historians and are significant historical monuments. We should not rub out the past but learn from it.",
        "background": "Stop the removal of any historical statue by any political or religious group or movement without Full Consultation by all citizens of the UK.  Sadiq Khan or BLM or religious and race groups should not be able to dictate the removal of historical statues which hold significant meaning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T12:01:22.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T21:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:26:54.641Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:26:54.638Z"
    },
    "id": 325876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325876.json"
    },
    "type": "petition"
}