{
    "attributes": {
        "action": "Make educating secondary school students on colonial history compulsory",
        "additional_details": "Make the education system share the effects of the colonial system had on all aspects of the world. This includes the impact of colonialism that are still visible, to the effect the 20th century colonial wars had on British culture, to the slave trade and the efforts made from both sides of the argument (Britain, other colonising countries and the countries which had been colonies). History is compulsory, use it to show how our new generations our past mistakes and how to learn from them.",
        "background": "Racism has run deep in British society for hundreds of years. Even now, in our \"civilised society\", racism prevails in all sectors of world. Making education on the empire, specifically the colonial racism, compulsory will show our students that it wasn't just Hitler who committed such attrocities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T13:14:43.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T13:24:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:33:37.774Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:33:37.772Z"
    },
    "id": 325893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325893.json"
    },
    "type": "petition"
}