{
    "attributes": {
        "action": "Make Christian or non-denominational fee paying UK schools as diverse as the UK.",
        "additional_details": "To make the UK a fairer and more equal society.",
        "background": "Make into law that the percentage of Asian and Black students in Christian or non-denominational fee-paying UK private schools, should equal that of the percentage of Asian & Black people in the UK population. Students to be UK residents with scholarships awarded to those who cannot afford the fees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T11:35:30.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T08:45:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T15:46:10.754Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the Equality Act 2010, state and independent schools are prohibited from discriminating in their admissions policies on the grounds of race. In any case, schools are not responsible for who applies to attend or who lives in their catchment area and cannot therefore be held to a fixed target in terms of diversity on their roll.\r\n\r\nAction unclear as not clear how this would be achieved. I think it's resp as faith schools' exemption from the Equality Act is a Gov decision and a similar exemption could in theory be granted to schools to allow them to prioritise BAME kids. Just not sure we'd want to publish a petition asking for that as it's problematic at best.\r\n\r\nYou could start a petition calling for all schools to be granted an exemption from the Equality Act to allow them to discriminate in favour of race, if that is something you would like to happen. Alternatively you could start a petition calling on the Government to provide funding to fee-paying schools for scholarships for BAME children.\r\n\r\nIn the meantime, we have published the following petitions, which you might like to sign: \r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808 \r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961 \r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092 \r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: \r\nhttps://petition.parliament.uk/petitions/324934 \r\n\r\nMandate regular anti-racist training for all teachers: https://petition.parliament.uk/petitions/326047 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-08-18T15:46:22.487Z"
    },
    "id": 325869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325869.json"
    },
    "type": "petition"
}