{
    "attributes": {
        "action": "Support BLM campaign by removing all statues of Slave Traders and Colonialists.",
        "additional_details": "It is clear from the physical removal of the Bristol statue that The UK population want all of the statues of Slave Traders and Colonialists removed. They represent the painful history of Slavery and racism - not something that as a diverse country of culture we should be celebrating.  \r\n\r\nhttps://www.mirror.co.uk/news/uk-news/four-statues-people-want-removed-22158141",
        "background": "Remove statues representing part of history we should not be proud of, support for equality & BLM campaign. \r\n- Henry Dundas, Slave owner, Edinburgh\r\n- Sir Thomas Picton, links to slave trade, Cardiff \r\n- Robert Clive, British Colonialist, Shrewsbury\r\n- Cecil Rhodes, British Colonialist- Oxford Uni",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T10:07:41.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T11:19:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:00:09.356Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:00:09.353Z"
    },
    "id": 325839,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325839.json"
    },
    "type": "petition"
}