{
    "attributes": {
        "action": "Allow zoos, animal and wildlife parks, and aquaria to re-open ASAP.",
        "additional_details": "The HSE could assist by certifying visitor hygiene and distancing arrangements having been put in place. Additionally hygiene at such venues is already high on the agenda due to prevention of other dangers such as ecoli and staphylococcus. If they are forced to start euthanising animals in order to survive, it'll be a heartbreaking situation and possibly one that some wildlife will not recover from. It will also be contrary to the fantastic conservation work championed by this great country.",
        "background": "The example of Chester Zoo is all the example needed. They have made arrangements already to safeguard visitors, similar to retail outlets and other venues which are able to open. These are outdoor spaces, already identified as posing less risk to people than enclosed venues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T17:54:29.519Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T18:24:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T15:38:55.589Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 10 June the Prime Minister announced that zoos would be able to reopen from 15 June: https://www.gov.uk/government/speeches/pm-statement-at-the-coronavirus-press-conference-10-june-2020  \r\n\r\nThe Government's list of businesses that are allowed to open now states that outdoor areas of, zoos, safari parks, wildlife centres and other animal attractions are all allowed to open: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance  \r\n\r\nSince you started your petition the Government has also announced £100 million rescue package for England’s zoos and aquariums: https://www.gov.uk/government/news/100-million-rescue-package-for-englands-zoos-and-aquariums "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T15:39:00.223Z"
    },
    "id": 325981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325981.json"
    },
    "type": "petition"
}