{
    "attributes": {
        "action": "Change the curriculum to include Black history in the UK",
        "additional_details": "The British history curriculum does a lot to cover slavery in the US, but not in the UK. As such, black children in the UK do not learn about what their ancestors went through and we get the idea that racism is less present in the UK because its history isn't covered in school. Racism is very much present in the UK and ignoring that fact can be dangerous. Schools should be doing what they can so that our country's history is accurately taught.",
        "background": "The history curriculum during year 7 and 8 should be altered so slavery in the UK is covered in schools, instead of American slavery. British children should learn about people such as Ignatius Sancho, Stuart Hall and events such as Somersett's Case.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T16:31:52.400Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T22:04:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:38:11.980Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:38:11.978Z"
    },
    "id": 325948,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325948.json"
    },
    "type": "petition"
}