{
    "attributes": {
        "action": "Protect our War Memorials during protests and large gatherings in the UK",
        "additional_details": "We would like the Government to protect our War Memorials whenever there are protests or large gatherings of people. As many people in this country have, we have ancestors who fought and died in wars. We think that defacing War Memorials is highly disrespectful and will potentially damage future generations' perceptions of remembering all men and women who died fighting for our freedom and safety. Please sign if you want to support us in fighting for justice for those that gave their lives.",
        "background": "We were horrified at the scenes in London on the weekend of the 6th and 7th June 2020 (76th anniversary of D-Day), where violent protesters defaced the Winston Churchill Statue and the Cenotaph, where an attempt was also made to burn the Union Jack.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T14:02:17.275Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T17:01:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:08:54.536Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about how to manage and police protests is a matter for individual local authorities and police forces, not the Government or House of Commons.\r\n\r\nSimilarly, decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:08:54.532Z"
    },
    "id": 325904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325904.json"
    },
    "type": "petition"
}