{
    "attributes": {
        "action": "Stop the removal of Winston Churchills statue by the mayor of London.",
        "additional_details": "I feel if the government has a say in this matter it will be debated by many and much fairer than just one person. The problem is if these statues are removed then what's next ? Will it be history books or films made about the UK or war times. I feel we should have a right to display our history and learn from it, for our children and there children. My grandfather's fought in both wars for our freedom and now they are being insulted by removing our history and our pride in it.",
        "background": "To stop the removal of our historical status in London and through out the UK. This is our history and culture and the removal of Winston Churchill who helped save this country from a dictator and racist Nazi. The Mayor of London should not have the right to remove any of our historical statues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T18:02:44.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T18:52:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:11:02.508Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:11:02.506Z"
    },
    "id": 325982,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325982.json"
    },
    "type": "petition"
}