{
    "attributes": {
        "action": "Include black history and British colonialism in national school curriculum",
        "additional_details": "School can be seen as a site for reproducing inequalities that exist in society, or it can be a space to reframe and address inequalities. At the heart of education is change, and it is an opportune moment now for British society at large to question and reframe what we are teaching and prioritising in school/ educational material, and why. This should work alongside elevating and prioritising Black British culture and history. This is in line with your goal for education to be socially just.",
        "background": "To review the current national education curriculum by decolonising the material taught in schools, elevate black culture and history, and make it mandatory (not optional) to teach about British colonialism and prepare students to critically reflect on links to inequalities that exist today.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T17:00:25.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T17:51:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:36:34.123Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:36:34.121Z"
    },
    "id": 325961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325961.json"
    },
    "type": "petition"
}