{
    "attributes": {
        "action": "Stop the removal of our historical statues and monuments.",
        "additional_details": "Put statue/monument preservation orders, to stop the removal of our history. We cannot change our history, but we can ensure we learn from it. By placing plaques or information screens near the monuments/statues we can educate rather than destroy.",
        "background": "Outlaw the removal of the UKs great monuments and statues, instead of removing them add plaques or information screens listing the good and bad done by the individuals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T18:29:53.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T19:07:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:12:41.365Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nDecisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:12:41.362Z"
    },
    "id": 325996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325996.json"
    },
    "type": "petition"
}