{
    "attributes": {
        "action": "Teach British children about the realities of British Imperialism & Colonialism",
        "additional_details": "Britain's colonial past has had a large impact on colonised countries and as the Department of Education states themselves ‘The national curriculum for history aims to ensure that all pupils: know and understand the history of these islands as a coherent, chronological narrative [...] and how Britain has influenced and been influenced by the wider world’, yet there's a lack of compulsory education to teach our children about the legacy colonialism has had on racial tensions, immigration & econ.",
        "background": "British Colonialism and Imperialism must be made compulsory in the education curriculum in British schools, as well as the legacy it created and the impact it has had in modern day racial tensions, immigration & economics.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T16:33:28.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T16:43:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:34:38.047Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:34:38.043Z"
    },
    "id": 325949,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325949.json"
    },
    "type": "petition"
}