{
    "attributes": {
        "action": "Add British colonial history to KS3, GCSE & A-Level History curriculum at once",
        "additional_details": "“Racism doesn’t exist” is a fallacious comment. An individual’s interpretation of racism is predicated on their understanding of what it constitutes. Current curriculum teaches little colonial history. That which is taught is purported positive. It follows that racial biases, injustices and maltreatment the British enacted upon others is not commonly known. By such logic, racism is misunderstood; it is thus not identified in its many forms. To help solve racial injustice, people must learn more.",
        "background": "Government:\r\nAdd teachings of British colonial history and the slave trade to KS3, GCSE and A-level History curriculum effective immediately. \r\n\r\nParliament:\r\nPressure the government to implement this curriculum. If a debate is required, so be it: there is little to justify furthering ignorance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T18:33:16.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T18:56:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:37:23.130Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:37:23.127Z"
    },
    "id": 325997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/325997.json"
    },
    "type": "petition"
}