{
    "attributes": {
        "action": "Consider how Oliver Cromwell's statue gives a poor impression of Parliament",
        "additional_details": "Cromwell treated the civilian population brutally during his campaigns, abhorrent to common decency. Estimates begin at 200,000 civilian deaths in Ireland, including pillaging, rape, war crimes and starvation plus 50,000 sold as indentured servants - slave labour - to plantations. In Scotland, c. 45,000 civilians died from direct targeting or starvation and sold 8,000+ POWs sold into servitude. Despite Cromwell's connection to Parliament, is this image really appropriate for the UK today?",
        "background": "To the House of Commons the petitioner/s request/s the House to consider how Cromwell's statue in the grounds of the Palace of Westminster reflects on them as MPs, under the current (May 2020) public sentiment of re-evaluating divisive figures from history,  who have been visibly commemorated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T20:15:26.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T21:39:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T13:34:56.837Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for the Government or House of Commons to take an action, and it is not clear what action you want to be taken.\r\n\r\nIf you want the House of Commons to remove the statue of Oliver Cromwell, you could start a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T13:35:09.667Z"
    },
    "id": 326030,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326030.json"
    },
    "type": "petition"
}