{
    "attributes": {
        "action": "Make the UK slave trade and British colonialism mandatory on the curriculum.",
        "additional_details": "by the wider world’ Despite this, there is much missing from the Curriculum. By excluding British Imperialism, along with how members of the Commonwealth contributed to the British nation-state, British children are robbed of understanding how colonialist ideology was implemented. This stunts the growth of racial equality in the UK and hinders the racial esteem of Black British and British minority children.",
        "background": "The Department for Education states that ‘The national curriculum for history aims to ensure that all pupils, know and understand the history of these islands as a coherent, chronological narrative, from the earliest times to the present day: how Britain has influenced and has been influenced-",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T23:00:32.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T23:08:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:38:43.565Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:38:43.563Z"
    },
    "id": 326094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326094.json"
    },
    "type": "petition"
}