{
    "attributes": {
        "action": "Call for plaques on statues with links to slavery.",
        "additional_details": "Recently there has been a growing movement calling for the removal of all monuments associated with the colonial era. We believe this idea simply hides the past and does little to teach the next generation. Our proposal in the long term would be much more economic then the safe removal and replacement of all British monuments linked to slavery. In addition, it would appease both sides of the campaign and help preserve our history for future generations.",
        "background": "We do not believe that historical monuments should be erased from our history. Instead we believe that we should learn from the mistakes of our forefathers. We advocate for plaques on statues with links to slavery to teach the next generation about our past.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T19:01:12.001Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T19:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:17:02.637Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:17:02.634Z"
    },
    "id": 326006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326006.json"
    },
    "type": "petition"
}