{
    "attributes": {
        "action": "Replace statues of slave traders with plinths that offer space for BAME artists.",
        "additional_details": "The fact that the UK still celebrates and maintains statues of slave trade owners is deeply inappropriate. The government has a responsibility to protect its people, so these highly offensive and racist statues must be removed. BAME artwork is underrepresented in this country and the existing plinths that are currently elevating slave traders would work perfectly as spaces for Black, Asian, and minority ethnic artwork to be exhibited. The government should back this change.",
        "background": "To agree to removing statues in public spaces of all slave trade owners, whilst keeping and maintaining the plinths to provide a space for Black, Asian, and minority ethnic artists that want to exhibit artwork.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T19:48:36.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T20:03:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:19:38.935Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:19:38.931Z"
    },
    "id": 326020,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326020.json"
    },
    "type": "petition"
}