{
    "attributes": {
        "action": "Teach black history in schools e.g. slave trade and british involvement",
        "additional_details": "Information is power and causes change in society. Although we appreciate that we are in Europe and therefore our history is more euro centric. Teaching about slavery is an important sad part of british history and our involvement in India etc.  We teach about WW2 atrocities so we should also teach this. By making a change the system it will allow people to have less prejudices against those of colour in our society and protect them against future racists remarks or issues as society understands",
        "background": "Black history month is in some areas however part of the systemic problem is racism and black history is not taught in schools. We learn about WW2 but not the slave trade. Black lives matter has helped promote conversations now its time to make a change. This is how we can make change for the better",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-09T20:51:18.390Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-09T22:53:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-11T12:38:34.485Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-11T12:38:34.480Z"
    },
    "id": 326043,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326043.json"
    },
    "type": "petition"
}