{
    "attributes": {
        "action": "Call a full UK referendum on the removal of historic statues!",
        "additional_details": "Important Historical figures have Been cast in to statues for us to remember them or for what they represent! Removing these figures in an attempt to re write history is wrong because if you try and erase history you will have learned nothing from it and are more likely to repeat the errors of the past!",
        "background": "I want PM Boris Johnson to halt the removal of historic statues and put it to a full UK referendum to ask the people if they want them removed and not just a minority!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T08:44:31.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T08:51:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:40:59.765Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:40:59.763Z"
    },
    "id": 326167,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326167.json"
    },
    "type": "petition"
}