{
    "attributes": {
        "action": "to reduce the extent of child abuse that occurs in the UK.",
        "additional_details": "there needs to be a law that prohibits the social services from concealing any evidence of children being physically attacked in care and or any evidence of children being abuse/neglect in care from the court. \r\n\r\nthere needs to be a system that allows evidence of children being abused in care to be accurately logged.\r\n\r\nthere need to be a system that allows every report that was written by those commissioned by the social services, regardless as to whether or not it is included in the court bundle, to be safely logged and supplied to the parent’s directly in a timely manner prior to the final hearing, if dates are missing then these must be found. if the social services are unable to do this then the final hearing must be adjourned until this task can be accomplished.",
        "background": "Legal teams are only required to submit evidence that supports their case is the very same justification that legally allows the social services to conceal evidence of positive parenting and most devastatingly evidence of children being abused in care from the family court. this should be illegal",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T02:05:53.112Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T17:49:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T15:18:25.771Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about cases of child abuse not being reported or acted upon, but it's not clear what you want the Government to do about this.\r\n\r\nThe default position in children cases is that it is the duty of the parties and their legal advisers to give full and frank disclosure of all relevant material. In addition, under the Family Procedure Rules 2010, the family court may make such order for disclosure and inspection, including specific disclosure of documents, as it thinks fit.\r\n\r\nThere is already statutory guidance, Working Together to Safeguard Children, which sets out guidance on safeguarding and promoting the welfare of children: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779401/Working_Together_to_Safeguard-Children.pdf\r\n\r\nIf you want the Government to make some other change to the legal requirements on social services in respect of child abuse you could start a new petition about this, but would need to be clear what change you want the Government to make.\r\n\r\nYou could start a new petition calling on the Government to create a legal obligation for social services to report all cases of suspected child abuse, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T15:18:25.767Z"
    },
    "id": 326117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326117.json"
    },
    "type": "petition"
}