{
    "attributes": {
        "action": "Have a public vote on the removal of any statuary.",
        "additional_details": "The recent removal of the statue of Edward Colston by the 'black lives matter' protest march in Bristol has raised the question of what happens next.  Already Sadiq Khan, Mayor of London, has asked for a list of London statues to be removed.  Nelson perhaps, he opposed the abolition of slavery.  Cleopatra maybe, she was a supporter of slavery and Wilberforce himself, whilst he supported the abolition of slavery he also opposed the emancipation of women and catholics.",
        "background": "Parliament should ensure the rich, diverse and sometimes divisive public works of art are not subject to the actions of the few, but are there for the majority and I want parliament to be the final arbiter to ensure the few don't trash our heritage, ugly as it may be at times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T09:08:14.610Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T10:14:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:46:12.125Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:46:12.123Z"
    },
    "id": 326172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326172.json"
    },
    "type": "petition"
}