{
    "attributes": {
        "action": "Save our statues of Churchill & Queen Victoria they are our heritage !!!",
        "additional_details": "This is our ancestry and we need to acknowledge our roots, and continue to be Great Britain and stop being dictated to and stop being accused of being racist this is a new generation and we have grown and evolved since the Victorian times and we are not ashamed of our ancestors but we have learned lessons and these lessons are being and should be taught to our children, but if we don't have history how do we teach them? if there is no past there is no lessons to learn from.",
        "background": "Stand up for our heritage and save our statues this is our history for future generations to appreciate.  Lets not lose Great Britain and where we came from, we should not be ashamed, we are multi cultural country and we don't want to change that, but want to keep our history.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T11:06:01.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T11:26:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:47:27.193Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:47:27.189Z"
    },
    "id": 326208,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326208.json"
    },
    "type": "petition"
}