{
    "attributes": {
        "action": "Stop discrimination and inequality at workplace(public and private sector)",
        "additional_details": "I want the Government to take a strict measure regarding discrimination, inequality and systemic barriers for black people at workplace.",
        "background": "Persistent racial inequalities that many face in getting access to work. Black, Asian and Minority Ethnic adults continue to be at a greater risk of being unemployed than other or not to be hired into stable, well-paying jobs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T14:32:08.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T15:31:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T12:52:27.046Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about racial inequalities in the workplace, but it's not clear what you want the Government to do about this.\r\n\r\nIt is already against the law for public or private entities to discriminate against people because of your race, which includes your colour, or your nationality (including your citizenship). It can also mean your ethnic or national origins, which may not be the same as your current nationality.\r\n\r\nWe have published a number of petitions calling on the Government to take actions to tackle discrimination and racial equality in the workplace, which you might like to sign:\r\n\r\nIntroduce Mandatory Ethnicity Pay Gap Reporting: https://petition.parliament.uk/petitions/300105\r\n\r\nMake Anti-Racism training mandatory in all UK workplaces: https://petition.parliament.uk/petitions/324896\r\n\r\nImplement recommendations from previous reports into racial inequality in the UK: https://petition.parliament.uk/petitions/327671\r\n\r\nSet up a national enquiry into racial inequality in all areas of UK life: https://petition.parliament.uk/petitions/326353\r\n\r\nIf you want the Government to take an action that isn't covered by the above petitions you could start a new petition about this, but it would need to be clear what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T12:52:27.043Z"
    },
    "id": 326273,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326273.json"
    },
    "type": "petition"
}