{
    "attributes": {
        "action": "REMOVE ALL STATUES OF THOSE ASSOCIATED WITH THE SLAVE TRADE IN THE UK",
        "additional_details": "They represent the painful history of Slavery by uplifting the disgusting British Slave Traders that stole people from all over Africa. \r\n\r\nAs a society, we have a moral obligation and duty to question why there are statues celebrating figures who committed hideous crimes to humanity.",
        "background": "We want all of the statues of slave traders and those associated with colonisation removed.\r\n\r\nExamine all statues across the United Kingdom for links to slavery and plantation owners.\r\n\r\nRemove them and put them in a museum to educate people about the past. Not celebrate it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T12:07:30.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T12:38:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T07:55:41.420Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T07:55:41.417Z"
    },
    "id": 326235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326235.json"
    },
    "type": "petition"
}