{
    "attributes": {
        "action": "Introduce the Slave Trade and colonial history in the National Curriculum",
        "additional_details": "The Black Lives Matter movement, the global response to the murder of yet another black man by police in the USA, and the removal of statues of tainted historical figures in the UK, have revealed that the neglect of these two topics means that young people are growing up unaware of the deep historical roots of discrimination and racism towards black people. It is not enough to talk about 'ethnic foods and clothes' in Black History month. This neglect must now be rectified.",
        "background": "I want Parliament and the Government to debate and pass the appropriate laws to broaden the teaching of history at both primary and secondary school levels to include two topics that have been neglected: the Trans-Atlantic Slave Trade and British colonial history.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T12:54:09.108Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T13:59:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T12:21:00.202Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-08-04T12:54:09.089Z"
    },
    "id": 326254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326254.json"
    },
    "type": "petition"
}