{
    "attributes": {
        "action": "Amendment of the Equality policy on 'race and colour'",
        "additional_details": "The use of the colour black, white or other in race categories is misplaced and flawed. This petition seeks change in the terms used to identify ALL people. There should neither be a construct, of black nor white because there is no such people or group. Though political and social entities, might continue to use the word race to define identity, research proved there is not a single genetic variant between white or black construct. Here, an external link for the petition: https://bit.ly/37gYTUV",
        "background": "The parliament, as a seat of UK leadership and authority, ought to listen to the people they govern. It is hoped that a focus group can discuss and recommend a way forward on equality. I advocate for unity and progress in this land and beyond, but it is equally important to prevent further discord.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T11:08:10.951Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-10T11:47:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T12:44:19.283Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about current definitions of race, but it's not clear what action you want the Government to take. We can only publish petitions that make a clear request for a specific action from the Government.\r\n\r\nThe Equality Act 2010 made race, which refers to a group of people defined by their race, colour, and nationality (including citizenship) ethnic or national origins, a protected characteristic. We could accept a petition calling on the Equality Act to be changed, if that is what you want to happen, but it would need to be clear what change you want to be made to this legislation.\r\n\r\nWe have published several petitions about race and equality, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T12:44:19.279Z"
    },
    "id": 326210,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326210.json"
    },
    "type": "petition"
}