{
    "attributes": {
        "action": "Government to found a statue depicting the history of slavery in Hyde Park.",
        "additional_details": "There is nowhere in London where people can reflect on the history of slavery. \"The enslavement of Africans is a history we do not want to remember, but need to remember.\". Ms Ekpenyon said. Memorial 2007 want a sculpture erected in London's Hyde Park. \r\n\r\nIn 2008, Boris Johnson endorsed the proposal for a statue depicting the history of slavery, saying Hyde Park was \"a fitting site for a permanent memorial to the millions who lost their lives\". But his government has since refused funding.",
        "background": "In 2008, Boris Johnson endorsed the proposal for a bronze statue depicting the history of slavery, saying Hyde Park was \"a fitting site for a permanent memorial to the millions who lost their lives\".\r\nBut his government has since refused funding, and now planning permission will be required again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T09:39:22.367Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T21:03:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:31:44.390Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCommission a memorial to the victims of the slave trade: https://petition.parliament.uk/petitions/325358"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:31:44.388Z"
    },
    "id": 326475,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326475.json"
    },
    "type": "petition"
}