{
    "attributes": {
        "action": "Give fair justice from child maintenance to single parent.",
        "additional_details": "I kindly ask the parliament to make sure the parent who stayed with a child get fair support from the parent who walked away. Make consideration they cheat with they tax so they don’t have to pay as much. To take consideration the assets they have and the use of it. The holiday and extra they spend on leisure as we can’t afford with supporting a child by our own. Single parent need to see even they stayed alone with a kid, they can still live a life and get support from the government.",
        "background": "I would like the parliament to reconsider the justice what single parent get from child maintenance. £364/year from a parent who doesn’t want to do anything with his child not support the other parties who left alone with a child to maintain, give education and fair support for the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T10:20:06.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T18:34:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-21T16:06:42.906Z",
        "rejection": {
            "code": "no-action",
            "details": "You want the amount of child maintenance a parent has to pay to be changed but it's not clear what you want it to be changed to.\r\n\r\nWe do, however, have the following petitions open which you may wish to sign:\r\n\r\nReform child maintenance and benefit calculations to be fair and prevent poverty: https://petition.parliament.uk/petitions/300620\r\n\r\nSubject the Child Maintenance Service to review and ensure it's fit for purpose: https://petition.parliament.uk/petitions/300281"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-21T16:06:42.903Z"
    },
    "id": 326487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326487.json"
    },
    "type": "petition"
}