{
    "attributes": {
        "action": "Change the school curriculum to reflect the true British Empire & Black History",
        "additional_details": "If order to achieve true change, there has to be a review of the ways in which Black History is taught. Slavery, oppression, civil rights & racism all need to be included & interwoven throughout the curriculum. These issues cannot just be explored by projects designed to tick a box during Black History month. True knowledge comes from education and this needs to start in schools. Only by addressing the mistakes in our history can we safeguard against making these mistakes again in the future.",
        "background": "Black Lives Matter has become the most talked about movement in recent weeks but this is not a new concept. This is a global issue & Britain is not exempt! Unfortunately British history in school has been predominantly taught through the lens of pride whilst refusing to acknowledge the acts of shame",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-10T22:44:14.938Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T06:39:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T12:27:15.972Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-16T12:27:16.126Z"
    },
    "id": 326416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326416.json"
    },
    "type": "petition"
}