{
    "attributes": {
        "action": "Keep \"temporary\" sex offenders of Socail Media and victims safe!",
        "additional_details": "The justice system has chewed and spit out many of these people but theres needs to be action taken even after they have \"served time\". There is not a switch on paedophiles where you can just turn off the idea of harming kids, serving time isnt enough and everyones children deserve to be kept safe!",
        "background": "I'm tired of abusers terrorising their victims through socail media. Although most people who are on this are only on it temporarily, meaning they have social media platforms. They use these platforms to bully the victims making justice invisible. Socail media is growing, it needs to be made SAFER.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T12:42:47.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T12:52:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-01T16:19:55.711Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about how some people use social media, but it's not clear exactly what you want the Government to do about this.\r\n\r\nWe have already published the following petitions, which you might like to sign:\r\n\r\nBan anonymous accounts on social media: https://petition.parliament.uk/petitions/332315\r\n\r\nDebate an Online Harms Bill by the end of 2020 and make it law by July 2021: https://petition.parliament.uk/petitions/333146\r\n\r\nStrengthen laws against online abuse and harassment: https://petition.parliament.uk/petitions/311738\r\n\r\nRequire social media platforms to validate user IDs: https://petition.parliament.uk/petitions/331573\r\n\r\nFine social media platforms for allowing harmful content: https://petition.parliament.uk/petitions/334376\r\n\r\nYou could start a new petition calling for the Government to ban people who have been convicted of certain offences from using social media, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T16:19:55.708Z"
    },
    "id": 326539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326539.json"
    },
    "type": "petition"
}