{
    "attributes": {
        "action": "Compulsory public consultation before any monument statue or memorial is removed",
        "additional_details": "The current hysteria and pulling down of monuments, memorials, statues, building and place names is paralleled to the book burning dictatorships of the past and is not part of our British democracy. The removal and destruction of these can never be replaced and to press the “permanent erase” button on much of our history is unforgivable. It appears many councils are siding with mob justice and these matters should be carefully considered with full public consultation before any are removed.",
        "background": "Monuments, statues and memorials are part of all of our history and there should be a full public consultation exercise before the decision to either remove or maintain any of them is made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T13:12:53.022Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T08:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:34:27.392Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nRequire referendums on the removal of historically significant statues: https://petition.parliament.uk/petitions/326361"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:34:27.390Z"
    },
    "id": 326552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326552.json"
    },
    "type": "petition"
}