{
    "attributes": {
        "action": "Melt down the slave owner statues or put them out of sight (NOT IN A MUSEUM)",
        "additional_details": "There are books and the internet to learn from so they do not need to be in museums. Instead alternatives should be considered such as pictures, holograms, video clips and just information. A statue is too much of a glamorised symbol.",
        "background": "Putting these statues in a museum is glorifying the past they come with. So the government should not allow them to go into museums. It honestly looks like they were taken down to protect them when we want them taken down as they are shameful.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T10:57:37.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T12:39:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:25:46.028Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:25:46.026Z"
    },
    "id": 326501,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326501.json"
    },
    "type": "petition"
}