{
    "attributes": {
        "action": "Protect Britain's statues",
        "additional_details": "Statues in the UK represent the country's rich history. At the moment, a large number of statues affiliated with colonialism and the slave trade are at risk or have already been removed without consent. These violations and acts of vandalism concern the nation as a whole and have been undertaken without democratic consent.",
        "background": "We want all statues protected and kept in situ. Robert Milligan's statue should be returned to its former place.\r\n\r\nEducational, unbiased plaques can be placed next to statues, so that future generations may learn from the past.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T11:03:35.394Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T11:15:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:24:59.105Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nRequire referendums on the removal of historically significant statues: https://petition.parliament.uk/petitions/326361"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:24:59.103Z"
    },
    "id": 326503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326503.json"
    },
    "type": "petition"
}