{
    "attributes": {
        "action": "Medical schools must include BAME representation in clinical teaching",
        "additional_details": "Medical teaching should be representative of the society we live in. White normativity in medical teaching means medical students are often unprepared in recognising signs of diseases in BAME patients that do not present in the same way as white patients. Representation is vital so that future doctors can provide the same high level of care to all patients, and in doing so, work to bridge racial disparities in the medical field. Representation can quite literally save lives.",
        "background": "The GMC must pass guidance requiring that course material in all medical schools must include ethnically diverse examples of case presentations, especially in clinically relevant instances where disease presentation differs between white and different BAME patients.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T12:54:24.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T13:04:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T14:47:06.938Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The General Medical Council (GMC) is independent of the Government of House of Commons, so we cannot accept petitions about the GMC.\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-16T14:47:06.936Z"
    },
    "id": 326549,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326549.json"
    },
    "type": "petition"
}