{
    "attributes": {
        "action": "Statues of national importance or maritime achievement are not to be removed",
        "additional_details": "The development of Britain as a maritime nation and colonial power was essential to our survival in many wars. There are aspects of our history that in modern day are unacceptable but slavery was not exclusive to Britain, (Barbary Pirates 1600s) we can not chose our history and it should not be eradicated because it causes offence to some.\r\nIn Martin Luther Kings words - \"Every man must decide whether he will walk in the light of creative altruism or in the darkness of destructive selfishness\".",
        "background": "Local councils shall be directed that removal or modification of historical monuments or statues from public places can only be undertaken following the agreement of a majority of the electorate to whom they belong.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T21:05:40.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T18:32:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T11:26:12.521Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nRequire referendums on the removal of historically significant statues: https://petition.parliament.uk/petitions/326361"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T11:26:12.488Z"
    },
    "id": 326694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326694.json"
    },
    "type": "petition"
}