{
    "attributes": {
        "action": "Unconscious bias and Race awareness training to be mandatory in schools",
        "additional_details": "This will enable understanding on what overt and covert racism is and how it negatively impacts black and brown people in society. This will be useful in helping to equip teaching staff with the suitable tools to support their students who are impacted by racism and microaggressions. This will also allow teachers to recognize their own unconscious bias and can prevent stereotypes and unconscious bias from negatively impacting black and brown students as well as students from disadvantaged backgrounds from achieving the grades they deserve and making progress in their learning.",
        "background": "Racism and unconscious bias needs to addressed. We are asking for the government to make it compulsory for schools to have unconscious bias and racial awareness training for all Trainee Teachers, Qualified Teachers, SLT, and for students in secondary school 11-18 years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-11T18:12:14.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-11T18:26:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-16T14:49:49.944Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/326047\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-16T14:49:49.940Z"
    },
    "id": 326647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326647.json"
    },
    "type": "petition"
}