{
    "attributes": {
        "action": "Evaluate training, education and enforcement of anti racism in all sectors.",
        "additional_details": "This needs to be treated as major problem requiring a full task force and complete overhaul of our legislation. Clearly, from the time we are children, until we are adults, something is going wrong along the way to prevent racism. I grew up with compulsive PHSCE classes and being taught about diversity and colonialism. However, I believe racial abuse and inequality is not viewed seriously enough and within workplaces and schools, there needs to be a better system in place to prevent racial inequality.",
        "background": "Currently, there are evident racial inequalities issues across the UK.  There have been petitions regarding curriculums, and police violence.  However, I ask the government to review all sectors- education, healthcare, the workplace, and establish why so much racial inequality is present in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-12T09:05:02.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T09:25:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-13T10:24:52.884Z",
        "rejection": {
            "code": "no-action",
            "details": "You could start a petition calling for the Government to commission an independent review into racism in a specified area of the public sector e.g. education or the NHS, if you wished. We have published this petition calling for such a review of the police, which you could sign if you wished: https://petition.parliament.uk/petitions/324314."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-07-13T10:25:04.318Z"
    },
    "id": 326763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326763.json"
    },
    "type": "petition"
}