{
    "attributes": {
        "action": "Remove the statue of Redvers Buller outside Exeter College",
        "additional_details": "Buller was a British imperialist. He led the British Army in South Africa, including as a Lieutenant Colonel in the Anglo-Zulu war of 1878 and later as Commander-in-Chief of British Forces in the early months of the Second Boer War in 1899. Under his leadership, the British Army massacred thousands of Zulu people in order to expand the British Empire.",
        "background": "We call for the statue of Redvers Buller in Exeter to be removed from its position and placed in the museum for educational purposes. It is not acceptable for Buller to be remembered as a hero of Devon.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-12T08:21:56.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T10:08:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:38:52.690Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:38:52.687Z"
    },
    "id": 326748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326748.json"
    },
    "type": "petition"
}