{
    "attributes": {
        "action": "Stop the undemocratic removal of national symbols",
        "additional_details": "A majority of people feel deeply anxious about what they see as a threat to the country's culture and heritage, including ad hoc, unilateral decision-making. While some people approve of the removal of particular items, as we do, a majority does not approve of how this is being done. We feel that unless a more democratic and transparent process is established, this will breed polarisation and create flash points which could be exploited by extremists.",
        "background": "Strengthen democratic scrutiny of decisions affecting British culture and heritage by establishing a national task force. It will review all decisions affecting, for example: the removal of statues, symbols and monuments, the rewriting of textbooks, the editing and/or removal of BBC programmes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-12T09:00:17.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T09:41:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T08:38:04.174Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A number of things you have made requests about, such as the content of textbooks and the BBC's digital library, are not the responsibility of the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nRequire referendums on the removal of historically significant statues: https://petition.parliament.uk/petitions/326361"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T08:38:04.171Z"
    },
    "id": 326759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326759.json"
    },
    "type": "petition"
}