{
    "attributes": {
        "action": "Support the fight against white saviorism used by volunteers on social media.",
        "additional_details": "White savorism takes the form of covert racism. With the recent conversation regarding Black Lives Matter, racism must be tackled on all levels. \r\nWhen volunteers post pictures of people in developing countries and the work that is going on, it sometimes portrays a dangerous narrative that these people are 'helpless', and need 'saving'. This leaves them with little dignity and no agency. This is particularly true regarding children.  Stop this racist trope and make charities accountable.",
        "background": "Make charities accountable and face consequences (regarding DFID match funding), for portraying dangerous narratives through the social media accounts of volunteers sent to developing countries.\r\n\r\nEnforce charities to take responsibility and monitor photos posted by their volunteers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-12T16:17:01.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-12T17:33:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-21T13:22:22.513Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is not responsible for the content and tone of campaign materials produced by charities, and there are regulators in place to consider complaints against a charity on the basis of their fundraising or advertising. You can find out more here: https://www.gov.uk/complain-about-charity\r\n\r\nYou could start a petition calling on DFID to conduct a review of all their active funding arrangements to ensure only organisations promoting diversity are supported, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-08-21T13:22:40.311Z"
    },
    "id": 326874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326874.json"
    },
    "type": "petition"
}