{
    "attributes": {
        "action": "Increase the price of meat, especially beef.",
        "additional_details": "Meat is very bad for the environment. \r\nFood and Agriculture Organization (FAO) estimated that total annual emissions from animal agriculture (production emissions plus land-use change) were about 14.5% of all human emissions\r\n\r\nTo produce one kilogram of beef requires 25 kilograms of grain – to feed the animal – and roughly 15,000 litres of water. If everyone gave up meat we could feed An extra 1.4 billion people.\r\n\r\nOver a billion farmed animals in Britain are killed each year in slaughterhouses.",
        "background": "Have heavy taxes on meat products. Excluding free range meat.\r\nSet minimum prices for meat to decrease it’s consumption.\r\nThe extra taxes collected should go to alternative meats, such as lab meat or corn meat. \r\nMeat alternatives should have maximum prices to increase their consumption.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-06-12T15:29:21.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T18:50:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T16:52:25.485Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about meat consumption and the environment, but we're not sure what you'd like to happen. In particular, we're not sure what you would like to happen to the taxes and the pricing structures. \r\n\r\nThe UK Government are not responsible for funding meat alternatives. \r\n\r\nYou could start a new petition explaining clearly what you would like the UK Parliament and Government to do. For example, you could start a new petition asking the UK Government and Parliament to introduce a new tax on meat, with exemptions for free range meat, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T16:52:39.214Z"
    },
    "id": 326858,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326858.json"
    },
    "type": "petition"
}