{
    "attributes": {
        "action": "Ease lockdown restrictions of weddings",
        "additional_details": "Many couples have already faced the ordeal of having to postpone or cancel their wedding due to the COVID-19 Pandemic. \r\nWhilst the focus is currently building on the economy again, remember, weddings fund a big part of this economy. It just has to be decided if its important and meaningful enough to be considered and agreed.",
        "background": "Please consider the restrictions that's been eased, with reopening of non-essential shops, restaurants, zoo’s and cinemas. Classed as luxuries and these are being reopened to stabilise our economy. Hospitality, and small businesses all contribute to this economy too and many of these are struggling",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-13T08:13:33.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-13T08:45:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-09T10:55:48.052Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that weddings are able to take place, and has published guidance for small marriages and civil partnerships: https://www.gov.uk/government/publications/covid-19-guidance-for-small-marriages-and-civil-partnerships/covid-19-guidance-for-small-marriages-and-civil-partnerships\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-09T10:55:48.049Z"
    },
    "id": 326956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/326956.json"
    },
    "type": "petition"
}