{
    "attributes": {
        "action": "Build a statue of Olaudah Equiano (1745 – 1797) in London",
        "additional_details": "London has hundreds of statues honouring key figures in the history of the city as well as the UK.\r\n\r\nHowever, these all tend to be white men.\r\n\r\nTimes need to change and move forward.\r\n\r\nThe story and signifcance of Olaudah Equiano upon our history is remarkable and should be remembered.\r\n\r\nPlacing a statue of him in London would be a forward step to advance the representation of black people in the city of London as well as the UK.",
        "background": "One of the most influential figures in British History was Olaudah Equiano, a former slave, who played key role in helping pass the British Slave Trade Act of 1807.\r\n\r\nIt is time we honoured his role in shaping the country we have today with a statue which does his significance justice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-13T14:01:29.194Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T17:30:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-06-22T10:38:48.847Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue or request a new monument or statue be erected you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCommission a memorial to the victims of the slave trade: https://petition.parliament.uk/petitions/325358\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-06-22T10:38:48.844Z"
    },
    "id": 327021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327021.json"
    },
    "type": "petition"
}