{
    "attributes": {
        "action": "Reconsider the 'no recourse to public funds' policy.",
        "additional_details": "The High Court has ruled that the policy is unlawful, and in breach of basic human rights. There is a clear issue of justice here.  If people pay taxes and NI, then they should have a right to expect that the state will help them if they lose their employment, or find themselves in desperate circumstances for some other reason.  It is not right to allow people to fall into destitution.",
        "background": "People, and their families, who are in the UK legally and pay taxes and NI here should have recourse to public funds if they are in need, and meet the criteria for support. The Children's Society estimate that over a million people fall into this category, including over 100,000 children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-13T12:21:35.570Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-13T13:33:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-26T10:37:50.747Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do by reconsidering NRPF.  Since you started your petition, guidance from the Home Office has been updated in light of the legal case to include destitution as a reason why people with NRPF can be given public funds. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-26T10:37:50.744Z"
    },
    "id": 327002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327002.json"
    },
    "type": "petition"
}