{
    "attributes": {
        "action": "Sanction Israel if the Jordan Valley and Settlements are Annexed",
        "additional_details": "The Israeli government has released a plan to annex 22% of Palestinian land in the West Bank. The UK government has long supported a two state solution based on the 1967 borders to end the Israel-Palestine conflict. If the Israeli plan is followed through, not only will it become less likely to achieve a two-state solution but the hope of maintaining peace in the region is threatened. Annexations and the Israeli settlements are regarded as illegal under international law. The annexation plan shows complete disregard for international law and will only further escalate tensions between Israel, Palestine and the surrounding Arab nations. The United Kingdom should show a firm stance against the Israeli plan for there to ever be a successful two-state solution.",
        "background": "Release a statement condemning the Israeli plan to annex more of Palestine and threaten to impose economic sanctions if Israel follows through with the annexation of the Jordan Valley and illegal settlements in the West Bank. The government should pressure Israel into stopping this action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-13T13:32:56.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T14:36:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-16T08:42:49.734Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/318454"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-16T08:42:49.731Z"
    },
    "id": 327015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327015.json"
    },
    "type": "petition"
}