{
    "attributes": {
        "action": "Ensure that female-only spaces (such as Lavatories) are trans-inclusive",
        "additional_details": "Stopping the use of lavatories by trans people with \"male\" anatomy will force trans women to either use a disabled lavatory which may be required for a disabled patron or use a male lavatory. If they are forced to use the male lavatory this will out them publicly to others and with the increase of hate crime towards trans people in recent years it could put trans peoples lives at risk. It's important to use the lavatory of the gender trans people identify as in order to protect themselves.",
        "background": "Following the governments plans to safeguard and protect female only spaces, I wish for the government to allow these spaces to be used by trans women in an effort to also keep them safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T08:43:00.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T09:13:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T12:47:01.667Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThere is no evidence that the UK Government or Parliament are planning to change the law to prevent trans people from using facilities that match their gender identity. \r\n\r\nYou could start a new petition calling on the Government to review the single sex exemptions in the Equality Act 2010, if that's what you'd like to happen. \r\n\r\nYou might also like to sign and share one of these petitions:\r\n\r\nReform the Gender Recognition Act: https://petition.parliament.uk/petitions/327108\r\n\r\nUphold current legal protections for transgender individuals and under 18s: \r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010: \r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nRequire schools and colleges to have gender neutral toilets: \r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: \r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\": \r\nhttps://petition.parliament.uk/petitions/301083 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T08:45:59.723Z"
    },
    "id": 327150,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327150.json"
    },
    "type": "petition"
}