{
    "attributes": {
        "action": "Teach history of global slave trade as part of the UK's compulsory curriculum",
        "additional_details": "The subject of the British Colonial Slave Trade is an ongoing and very sensitive issue. Clearly there is no changing history but ignorance of all the historical facts are creating divides in our country today. Education is the key to breaking down racial barriers at a younger age. If impartial and informed discussions can be had in a controlled educational environment then there has to be hope for a more inclusive and harmonious future.",
        "background": "Currently there is no coverage of the history of the global slave trade in our national curriculum being taught in UK schools.  In light of current events it should be a requirement to teach a balanced account of the entire global trade and not just the British Empire's involvement in the trade.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T22:21:08.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T09:51:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T13:18:27.178Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign: \r\n\r\n \r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808 \r\n\r\n \r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961 \r\n\r\n \r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092 \r\n\r\n \r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: \r\n\r\nhttps://petition.parliament.uk/petitions/324934 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-07-10T13:18:36.452Z"
    },
    "id": 327293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327293.json"
    },
    "type": "petition"
}