{
    "attributes": {
        "action": "Don't remove rights trans people currently hold",
        "additional_details": "For decades, trans people have used the public bathroom which best suits their gender. The government wants to limit that right only to those who have undergone surgery.\r\n\r\nWaiting times for gender clinics is woefully long.  Once on hormone therapy, the average wait for gender realignment is 5 years. And for those who do not want surgery it is unclear where they stand under this proposal.\r\n\r\nTrans people will have to choose between their medical treatment and the law, a horribly regressive Catch-22.",
        "background": "We ask the government not to remove any rights trans people already have when accessing single sex public spaces.\r\n\r\nBoris Johnson is set to scrap proposals to allow people to change their legal gender by self-identification, despite over 70% of the public in favour, following consultation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T15:59:50.408Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T16:21:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T11:02:01.655Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nRequire schools and colleges to have gender neutral toilets:\r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nUphold current legal protections for transgender individuals and under 18s:\r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nDo not ban gender transition treatments for under 18s:\r\nhttps://petition.parliament.uk/petitions/318025\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010:\r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts:\r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\":\r\nhttps://petition.parliament.uk/petitions/301083"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T11:02:06.644Z"
    },
    "id": 327220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327220.json"
    },
    "type": "petition"
}