{
    "attributes": {
        "action": "Reverse the decision to scrap the gender recognition act.",
        "additional_details": "You ran a consultation already where  most people  agreed with the  act. You have chosen to  ignore the  results because it didn't get the answer you wanted . It asked questions about what changes we could make to make trans lives easier with things like self-ID, access to healthcare and shortening the long time-frames that it takes for trans people to access care that allows them to begin their transition. .shorter time scales would actually be more important if you stop access to toilets",
        "background": "Scrap the reversel of gender  recognition act..  Stopping trans people from using female toilets is endangering there lives by putting them in a dangerous position within the  male toilet as well as mental abuse",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-14T17:20:19.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-14T17:36:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T11:02:25.463Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nRequire schools and colleges to have gender neutral toilets:\r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nUphold current legal protections for transgender individuals and under 18s:\r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nDo not ban gender transition treatments for under 18s:\r\nhttps://petition.parliament.uk/petitions/318025\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010:\r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts:\r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\":\r\nhttps://petition.parliament.uk/petitions/301083"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T11:02:29.573Z"
    },
    "id": 327237,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327237.json"
    },
    "type": "petition"
}