{
    "attributes": {
        "action": "Reinstate children’s free meals during school holidays for low income families",
        "additional_details": "Wholesome nutritional has been proved to be an essential element in the education of children and young people. To remove access to financial support for families specifically aimed at supporting good nutrition does not make sense. School holidays are an extremely expensive time for families. The removal of this assistance will have far longer term consequences for the children than the very limited short term financial gain.",
        "background": "To debate the need to continue children’s free meals for low income families during school holidays not just during the present crisis but permanently",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-15T18:14:39.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T19:52:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:55:38.122Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has extended the voucher scheme to cover the school summer holidays. For more information visit: https://www.gov.uk/guidance/covid-summer-food-fund.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:55:38.118Z"
    },
    "id": 327452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327452.json"
    },
    "type": "petition"
}