{
    "attributes": {
        "action": "Reverse the Decision to Scrap the Gender Recognition Act Consultation Results",
        "additional_details": "As a trans man who has been living in my desired gender for the last 5 years and am going through my gender confirmation surgeries.  I am at the point where I want to apply for my recognition certificate.  However I am discouraged by the challenges that are presented under currents legislation. The fact that a group of people who may not even be trans can make that decision for me is terrifying and has caused me to doubt that I am trans enough to meet the ridge criteria laid out.",
        "background": "The Gender Recognition consultation was believed by so many that the barriers were going to be broken down and make gender affirmation easier.  The government have all the data so now it needs to be throughly assessed and changes made to the act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-15T21:19:12.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T23:16:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T14:24:55.660Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has not confirmed any plans to scrap the Gender Recognition Act (GRA). When announcing their plans for reform of the GRA in 2018, the Government confirmed they were “not proposing any amendments to the Equality Act 2010\". Single-sex spaces are protected under the Equality Act 2010.\r\n\r\nYou may wish to sign these petitions which call for increased rights, and the protection of existing rights, for transgender people and those considering transgender :\r\n\r\nReform the Gender Recognition Act: https://petition.parliament.uk/petitions/327108\r\n\r\nUphold current legal protections for transgender individuals and under 18s:\r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nDo not ban gender transition treatments for under 18s:\r\nhttps://petition.parliament.uk/petitions/318025\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010:\r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nRequire schools and colleges to have gender neutral toilets:\r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts:\r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\":\r\nhttps://petition.parliament.uk/petitions/301083"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T14:25:08.768Z"
    },
    "id": 327496,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327496.json"
    },
    "type": "petition"
}