{
    "attributes": {
        "action": "Make the U-turn and continue the food voucher scheme so no child goes hungry",
        "additional_details": "In the words of Marcus Rashford, if the government can do whatever it takes to help the economy recover they should be able to extend that into looking after our most vulnerable children.\r\nWith so many hosueholds losing their main, or only income, due to Covid19 the poorest in our society will be hit the hardest and with the furlough scheme coming to an end we need to make sure that no child in England, in 2020, is without food. Please continue free school meals throughout the summer.",
        "background": "Standing with Marcus Rashford and his open letter to all MP's we are asking that the government make a U-turn and continue the food voucher scheme, for children from low income families, over the summer holidays. No child should go to bed hungry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-15T14:16:29.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-15T14:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:54:06.789Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has extended the voucher scheme to cover the school summer holidays. For more information visit: https://www.gov.uk/guidance/covid-summer-food-fund.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:54:06.786Z"
    },
    "id": 327404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327404.json"
    },
    "type": "petition"
}