{
    "attributes": {
        "action": "Reinstate plans to streamline the process of legally changing gender",
        "additional_details": "The process currently in place means that a panel of doctors must allow the transition to take place. Elongated by Wait times, this means that transgender people are forced to put their lives on hold as they are unable to do anything that requires an ID. These new measures would have removed barriers for transgender people so they instead only would have to make a sworn declaration in front of a judge. It is simply dehumanizing to deny the identities of transgender people by having such harsh barriers in place especially when plans to loosen these barriers have been already been set out and made public by the previous government. A core principle of this country is tolerance and to allow this to continue as it is most certainly isn’t reflective that.",
        "background": "The government have recently scrapped plans to allow transgender people to more easily change their gender by law. These plans must reinstated and carried out by the government in order to fix the current outdated system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T15:01:53.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-16T15:18:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-24T13:22:22.927Z",
        "rejection": {
            "code": "duplicate",
            "details": "Reform the Gender Recognition Act: https://petition.parliament.uk/petitions/327108\r\n\r\nUphold current legal protections for transgender individuals and under 18s:\r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nDo not ban gender transition treatments for under 18s:\r\nhttps://petition.parliament.uk/petitions/318025\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010:\r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nRequire schools and colleges to have gender neutral toilets:\r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts:\r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\":\r\nhttps://petition.parliament.uk/petitions/301083"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-24T13:22:22.923Z"
    },
    "id": 327612,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327612.json"
    },
    "type": "petition"
}