{
    "attributes": {
        "action": "Making the UK educational system include the history of The White Slave Trade",
        "additional_details": "With the recent BLM protests it has highlighted that little is taught about the white slave trade that runs alongside the black slave trade era. Young people are taught a bias view even though the enslavement of British/European people by the black slave traders surpass in numbers and ended later than the abolition of black slavery. \r\n\r\nOur education system is the root cause of predjudice and division between races by only teaching one side of slavery.",
        "background": "To ensure the education curriculum includes the History of the White Slave Trade as equally as the BAME Historical slavery.  To make this compulsory for all UK students to learn.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T16:15:20.675Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-16T16:43:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T12:03:43.041Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nReform the National Curriculum on the basis of equality and BAME representation: https://petition.parliament.uk/petitions/324690\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nMake black history a compulsory part of the national curriculum for all ages: https://petition.parliament.uk/petitions/323654\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-29T17:34:12.923Z"
    },
    "id": 327628,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327628.json"
    },
    "type": "petition"
}