{
    "attributes": {
        "action": "Impose import taxes on clothing imported from low- and middle-income countries.",
        "additional_details": "We are in the midst of a climate emergency, and fast fashion is not helping. Amid the Covid-19 outbreak, fast fashion has slowed down and now is the time to implement changes to slow it down for good. This is important to help our planet, and to help the workers who are exploited by fast fashion companies. It goes against human rights to continue to allow fast fashion to continue at the rate it is at. Implementing import taxes will allow these issues to slow down, helping our planet and workers.",
        "background": "Fast fashion is destroying the planet and exploiting workers. Fast fashion retailers such as Boohoo and Missguided are contributing to global warming, with synthetic fibre emissions becoming as high as those of fossil fuels. Workers are treated terribly, with very low wages and very long hours.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T21:41:07.216Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-17T05:13:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-27T13:24:32.971Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government already imposes tariffs on the imports of many clothes from outside of the EU.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-27T13:24:32.967Z"
    },
    "id": 327691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327691.json"
    },
    "type": "petition"
}