{
    "attributes": {
        "action": "Demand that STA Travel refund all customers they are withholding refunds from",
        "additional_details": "STA Travel specialises in once-in-a-lifetime travel experiences aimed at students and young people. They are refusing to refund many customers who have invested thousands of pounds in them, and are also failing to provide consistent, reassuring correspondence to these customers, while ignorantly advertising on social media. Many operators of tours & experiences STA sell have confirmed that they do not invoice STA until after the booking, and therefore this money never left STA's thieving hands.",
        "background": "With backing from the Government, Parliament and MPS, STA travel might be pressured to reconsider its position on withholding refunds from customers. Many of these customers are students or recent graduates, who are currently unemployed and struggling financially during the Covid-19 outrbreak.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T15:13:33.209Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-17T19:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T09:49:09.109Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and holiday operators, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T09:49:09.106Z"
    },
    "id": 327614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327614.json"
    },
    "type": "petition"
}