{
    "attributes": {
        "action": "Habitat Protection",
        "additional_details": "You need a licence to hold a Bat or a Snake, film a bird on it's nest but you can chop down the trees and hedgerow in a Bats feeding run or burn the grass where a Snake lives. \r\n\r\nOld Barn's can be converted or pulled down destroying nesting sites which have been in use for countless generations by Swallows etc-\r\n\r\nA 1000 year old site in Bolton has a 11 Specie of birds on the Red List and 15 on the Amber list this does not include animal, insect, fish, trees or plant life. Passed for Building",
        "background": "92% of all Britain's wild life has no habitat protection. 46% of S.S.S.I in the past 6 years have never been checked.\r\n\r\n Up to now no government body has ever checked to see if the Translocationj of a specie has been successful.\r\n\r\nG.B. has 70,000 species, 7,000 are in serious trouble.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-16T16:50:46.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-21T18:24:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T09:00:16.522Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about habitat protection, but it's not clear what you want the Government to do about this.\r\n\r\nYou could start a new petition stating how you want the Government to protect habitats, such as by increasing funding for this purpose, or changing the rules relating to habitat protection."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T09:00:16.518Z"
    },
    "id": 327640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327640.json"
    },
    "type": "petition"
}