{
    "attributes": {
        "action": "Introduce mandatory custodial sentances for people guilty of child sexual abuse",
        "additional_details": "It is wholly unacceptable that perpetrators of sexual abuse against children are often allowed to walk free from courts, whilst their young victims are left traumatised for the rest of their lives. The affects of such abuse are far reaching into adulthood and cause numerous problems for the children. It is only right that those convicted serve a custodial sentance. At present there is no detterent. People commit this evil crime and are allowed to walk free. This needs to change now.",
        "background": "Having been a victim of sexual abuse myself as a child I know first hand the impact it leaves behind. I believe it is only right that anyone found guilty of sexual abuse against a minor or of possessing indecent images of a minor should be given a mandatory custodial sentance immediately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-17T12:33:46.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-17T15:02:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T14:33:09.023Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nSet a mandatory custodial sentence for people found guilty of sexual offences: https://petition.parliament.uk/petitions/302259\r\n\r\nMandatory life sentences for child sexual abuse: https://petition.parliament.uk/petitions/304563"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-21T14:33:09.021Z"
    },
    "id": 327792,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327792.json"
    },
    "type": "petition"
}