{
    "attributes": {
        "action": "Name a new Royal Navy Warship or Submarine after Admiral John Jellicoe.",
        "additional_details": "A King George V class battleship was to be named in honour of Admiral Jellicoe, but this was vetoed by Churchill and the name changed to HMS Anson, as he considered it to be \"too controversial\". This has left one of our greatest Admirals without a ship or submarine named in his honour.\r\n\r\nIt is true that at the Battle of Jutland he could have lost the war in a day. Despite many issues he expertly handled the Grand Fleet and won a vital and major victory for the Royal Navy and Britain.",
        "background": "I would like the Government to ask the Royal navy to finally acknowledge one of their greatest heroes and leaders, Admiral of the Fleet John Jellicoe, by naming a ship or submarine in his honour.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-17T14:14:36.282Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-19T10:15:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T14:45:22.530Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The names for a new ship or a class of ship are initially proposed by the Royal Navy Ships’ Names and Badges Committee (SNBC). In considering any name, the Committee takes into account many aspects including the history of that name, battle honours, recent affiliations, and the civic support that may go with it. The SNBC presents its recommendations to the Navy Board; the name(s) chosen by the Navy Board are forwarded to the Secretary of State for Defence before being submitted to Her Majesty the Queen for approval. \r\n\r\nYou may wish to contact the Ministry of Defence to make this suggestion: https://www.gov.uk/government/organisations/ministry-of-defence"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T14:45:33.321Z"
    },
    "id": 327816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327816.json"
    },
    "type": "petition"
}