{
    "attributes": {
        "action": "Review the term Bame. It does not accurately represent Black people's needs.",
        "additional_details": "We need this to be reviewed so that Black people have fair and equal opportunity to represent the real needs of the community. Unfortunately this is not the case currently, as the term Bame seems quite superficial.\r\nThis will help to bolster confidence and an appreciation within the Black community that our concerns are  being heard and taken seriously, and that there is indeed a concerted and progressive effort being made to  identify and eradicate systemic racial discrimination at all levels.",
        "background": "As all ethnicities are different it means that needs will also be.\r\nWhen other groups outside of the Black community are included in the same narrative, or considered for employment or  for influential  positions , it gives an inaccurate representation of Black people that are actually in the quota.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-17T13:01:10.743Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-17T14:03:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-29T09:05:47.127Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for determining how ethnic minorities are referred to.\r\n\r\nThe Government's guidance on writing about ethnicity already states that it does not use BAME or BME for a number of reasons: https://www.ethnicity-facts-figures.service.gov.uk/style-guide/writing-about-ethnicity"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-29T09:05:47.124Z"
    },
    "id": 327802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327802.json"
    },
    "type": "petition"
}