{
    "attributes": {
        "action": "ESTABLISH THE INTERNATIONAL ETHICAL COURT",
        "additional_details": "Members of British Parliament and Government are most competent in the questions of justice, international laws, in practice of law creating and law enforcement. I believe, that British Parliament can accept the idea to establish the International Ethical court and can develop this project for to make the international policy clean from any forms of despotism, to boycott the usurpers by most effective way",
        "background": "International Ethical Court must be established to neutralize the heads and supporters of usurper regimes, the members of undemocratic governments and parliaments, when their activity is ethically not acceptable, breaks international laws, norms of moral, ethical norms and human rights",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-17T17:29:30.101Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-21T15:44:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T16:32:35.302Z",
        "rejection": {
            "code": "no-action",
            "details": "The International Criminal Court is already able to deal with breaches of international law, so we're not sure what you'd like an Ethical Court to do.  We're also not sure what you mean by 'neutralise'. \r\n\r\nYou could start a petition calling for the UK to work internationally to extend the role of the International Criminal Court, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T16:32:50.010Z"
    },
    "id": 327855,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327855.json"
    },
    "type": "petition"
}