{
    "attributes": {
        "action": "Make a change in mental health services, people need help much quicker.",
        "additional_details": "I would like to help everyone suffering from a mental illness get quicker access to services to save lives. I have a personal issue with a family member who has not yet been diagnosed after 5 months but is in psychosis daily. I’m frustrated that  a lot of the services have turned us down because the mental needs are too complex and waiting lists are far too long. Meds are not reviewed quickly enough when they are not working and people are expected to just live with it!!!!",
        "background": "A full review of mental health services. Timescales for people to be seen, more resources, more money needs to go into mental health, quicker meds reviews, not only for the person with mental health but help for carers also. We are becoming a society of mental illnesses if we don’t act quicker.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T07:45:50.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T08:24:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T12:38:15.046Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nFund more support for mental health: https://petition.parliament.uk/petitions/300585\r\n\r\nIncrease funding for NHS Adult Mental Health Services: https://petition.parliament.uk/petitions/316023\r\n\r\nImprove mental health services for young people (children and adolescents): https://petition.parliament.uk/petitions/304876\r\n\r\nMore funding to ensure the safety of patients in the mental health system: https://petition.parliament.uk/petitions/302995"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T12:38:15.043Z"
    },
    "id": 327954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/327954.json"
    },
    "type": "petition"
}