{
    "attributes": {
        "action": "Give tattooists and beauty section a return to work date and guidelines covid19",
        "additional_details": "We feel we are being left out of the loop, our mental health is deteriorating and we have no date to look forward to working again. It’s time to give us information. It’s time to let us be part of bringing the economy back. We don’t want to lose our business premises, we don’t not want to lose our jobs, our homes. Get us back to work",
        "background": "The tattoo & beauty community are begging for an update on a return to work date/precautions to take/ Ppe for our return to work .Customers are wishing our return but we can’t give any information.We are losing money daily and can not see why dentists can return back to work safely when we can not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T12:17:42.484Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T12:40:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T09:00:20.595Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T09:00:20.591Z"
    },
    "id": 328025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328025.json"
    },
    "type": "petition"
}