{
    "attributes": {
        "action": "Carrying of a knife is intent to use for murder, not wound or tickle but murder!",
        "additional_details": "Ive seen numerous occasions knife carrying youths get a fine for carrying a knife, they are as deadly as a gun which is classed as a weapon, so why is a knife not classed in same was as someone carrying a gun!\r\nWheres the deterrent to not leave the house with a knife, not leave the house to stab someone, not leave the house planning a murder!\r\nA knife attack is life changing for victim’s and families and is planned by attacker leaving house with a weapon!\r\nDetterent needs to be bigger!",
        "background": "Change the law for carrying a knife as intent to murder, these kids are not Drs, they dont know what arteries to miss, what is fatal or non fatal, what is deadly and what is just for laughs, they carry a knife because they want to cause trauma to someone else, for me that is intent!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T11:12:10.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T16:30:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T15:10:54.954Z",
        "rejection": {
            "code": "no-action",
            "details": "There are various offences relating to offensive weapons, attempted murder and murder. Determining which offence to apply in a particular case is a matter for the Crown Prosecution Service and not the Government or House of Commons.\r\n\r\nThe Government can set mandatory sentences for specific offences, and we have published a petition calling on the Government to introduce mandatory life sentence for possession of a knife, which you might like to sign: https://petition.parliament.uk/petitions/318502"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T15:10:54.950Z"
    },
    "id": 328007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328007.json"
    },
    "type": "petition"
}