{
    "attributes": {
        "action": "Do not back track on Trangender rights",
        "additional_details": "In 2020 the government plans to make Trans people second class citizens by legalizing discrimination against them.\r\n\r\nTrans people are affected by the same discrimination, abuse and lack of opportunity as the gender they identify, and as such should not be excluded from single sex spaces on the idea it is protecting womens rights.\r\n\r\nNon-Binary people exist and should be recognized in law and the right for Trans/Non-Binary youths to access relevant medical treatment should be protected in law.",
        "background": "The media has revealed the government's plans to erode decades of painful work towards equal rights for Trans people. We the undersigned ask the government to, as a minimum, not revoke any Trans rights and potentially make it easier to change gender and identify as Non-Binary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T11:59:08.847Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T12:58:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T12:42:55.477Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand that you're concerned about the rights of trans people, but there is no evidence that the Government is planning to revoke any rights that trans people currently have.\r\n\r\nYou could start a new petition calling on the UK Government or Parliament to make a specific change to the law. \r\n\r\nYou might also like to sign and share one of these petitions:\r\n\r\nReform the Gender Recognition Act: https://petition.parliament.uk/petitions/327108\r\n\r\nUphold current legal protections for transgender individuals and under 18s: \r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010: \r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nRequire schools and colleges to have gender neutral toilets: \r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: \r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\": \r\nhttps://petition.parliament.uk/petitions/301083\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T12:43:10.331Z"
    },
    "id": 328021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328021.json"
    },
    "type": "petition"
}