{
    "attributes": {
        "action": "Stop Media Hate.",
        "additional_details": "This petition calls on the British Government to set up a wholly Independent Watchdog, that will review media content which is deemed to be not compliant with the published Terms and Conditions and the Social Awareness and Community Statements of the largest media companies. If deliberately hateful and gratuitously offensive material is seen to be broadcast, printed or uploaded without justified context or in accordance with published guidelines, the company owners, the executives and the senior management will be held directly responsible and will face financial sanctions both personally and corporately.",
        "background": "Stop hate in the Media.\r\n\r\nRemove all hate speech and hate speakers from TV News  broadcasts, newspapers and magazines, digital media and social media. We want media company bosses fined and sanctioned for allowing obvious hate speech, extremism and misinformation within media under their control.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T15:12:56.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T15:49:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-25T15:18:18.188Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you want to regulate media, but it's already illegal to publish hate speech or extreme material.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition on misinformation:\r\n\r\nhttps://petition.parliament.uk/petitions/300115"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-25T15:18:18.185Z"
    },
    "id": 328074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328074.json"
    },
    "type": "petition"
}