{
    "attributes": {
        "action": "Allow Transgender Men and Women to use the facilities according to their Gender.",
        "additional_details": "Transgender People have to wait years before they can get an official diagnosis,  followed by two more years before being able to change their sex on their birth certificate. This leaves them prisoners in their own bodies for years. It is a human right to be able to use changing room and toiletry facilities in comfort and safety. By forcing Transgender People to use facilities according to their sex instead of their gender, is putting them in a position that is inhumane and a violation.",
        "background": "Allow Transgender Men and Women to use the single sex facilities of their choice according to their Gender Identity and not the sex they were born in. People should not be forced to use facilities for the Gender they do not identify as.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T17:11:57.223Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T18:10:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T12:40:47.985Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThere is no evidence that the UK Government or Parliament are planning to change the law to prevent trans people from using facilities that match their gender identity. \r\n\r\nYou could start a new petition calling on the Government to review the single sex exemptions in the Equality Act 2010, if that's what you'd like to happen. \r\n\r\nYou might also like to sign and share one of these petitions:\r\n\r\nReform the Gender Recognition Act: https://petition.parliament.uk/petitions/327108\r\n\r\nUphold current legal protections for transgender individuals and under 18s: \r\nhttps://petition.parliament.uk/petitions/318175\r\n\r\nAdd gender identity to the characteristics protected under the Equality Act 2010: \r\nhttps://petition.parliament.uk/petitions/301138\r\n\r\nRequire schools and colleges to have gender neutral toilets: \r\nhttps://petition.parliament.uk/petitions/302997\r\n\r\nIntroduce Gender and Race equity for GCSE English Literature set texts: \r\nhttps://petition.parliament.uk/petitions/324934\r\n\r\nAllow for a gender neutral option on a passport, such as an \"X\": \r\nhttps://petition.parliament.uk/petitions/301083\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T12:43:33.722Z"
    },
    "id": 328101,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328101.json"
    },
    "type": "petition"
}