{
    "attributes": {
        "action": "Don’t spend tax payers’ money on repainting Boris’ plane. Give it to the NHS.",
        "additional_details": "In this time of crisis, the NHS is fighting hard to keep our loved ones safe and well. Our essential workers are literally keeping this country alive. Many are temporarily unemployed and/or struggling financially. Schools are reopening and working hard to educate our children safely. A patriotic new paint job is a luxury we simply cannot afford now. You have correctly reevaluated the necessity to provide children with free school meals, please do the right thing and abandon this foolish idea.",
        "background": "Around £900,000* of tax payers’ money is being used to unnecessarily re-paint the RAF voyager from grey to red, white and blue, in the midst of a global pandemic. Not only is it selfish but it’s also reckless and pointless. Spend the money where it’s needed instead, such as better funding the NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T20:24:46.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-18T21:02:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-17T15:27:58.896Z",
        "rejection": {
            "code": "no-action",
            "details": "By the time your petition was started, the plane had already been painted. It's not clear what action can be taken now.\r\n\r\nWe understand that you're also concerned about public services. You might like to sign and share one of these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/318316\r\nhttps://petition.parliament.uk/petitions/300073\r\nhttps://petition.parliament.uk/petitions/315198\r\nhttps://petition.parliament.uk/petitions/327376\r\nhttps://petition.parliament.uk/petitions/300073"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-17T15:28:04.104Z"
    },
    "id": 328144,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328144.json"
    },
    "type": "petition"
}