{
    "attributes": {
        "action": "Make tethering of horses illegal",
        "additional_details": "How could something so cruel be legal? The horses are often injured on their legs by the chains, unable to escape bad weather, not to mention sad. Imagine being chained to a fence for weeks next to a busy road in all weathers? Why is this legal? It breaks the heart of so many people watching this & not being able to do a single thing about it. There was torrential rain last night & a young foul was nearby unable to reach shelter due to her Chains while we were in our nice cosy beds. shameful",
        "background": "Make tethering illegal. They are free roaming animals, it goes against their instincts. They are unable to seek shelter and sometimes choke from tangled chains. It’s extremely cruel, they have feelings too. Would you like to be chained outside by your neck unable to escape torrential rain or sun?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-18T21:36:00.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-19T07:10:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T08:35:22.594Z",
        "rejection": {
            "code": "no-action",
            "details": "While it is not illegal to tether a horse, under the Animal Welfare Act 2006 it is an offence to cause unnecessary suffering to any animal, and anyone responsible for an animal must take reasonable steps to make sure the animal’s needs are met. \r\n\r\nThis means that any unnecessary suffering experienced by a horse as a result of being tethered could already be treated as an offence. Deciding whether to take action in relation to such an offence would be a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-12T13:09:34.502Z"
    },
    "id": 328154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328154.json"
    },
    "type": "petition"
}