{
    "attributes": {
        "action": "Return tax payers money which contributed towards the slave trade.",
        "additional_details": "How can we say 'The acts of Slavery were wrong' when we paid into slavery way into the 21st century, 2015. \r\n\r\nWe have been prevented from obtaining higher paid jobs despite our experience and qualifications. You've ensured we remained at the bottom with lower income wages, whilst taxes are used to pay off the debt created only through the use of unwanted slavery, murder and abuse. We want channge. Injustice to end, discrimination to be eliminated and fairness to stand at the top of every decision",
        "background": "Full explanation as to why despite the Slavery Abolition Act, (1833) in Britain. The British which included the descendants of slaves, which consists mostly of black people were still paying out to feeding the rich which benefited from the injustice and cruelty towards others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-19T15:00:13.448Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-19T15:43:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T12:12:20.067Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the arrangements to repay the debt incurred to pay slave owners compensation after slavery was abolished, but it's not clear what action you want the Government to take.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPay Slavery Reparations to all Caribbean & African Descendants: https://petition.parliament.uk/petitions/325237\r\n\r\nLegislate for the provision of reparations to communities affected by slavery: https://petition.parliament.uk/petitions/325529\r\n\r\nRefund taxes used to pay slavery abolition debt to British descendants of slaves: https://petition.parliament.uk/petitions/325536\r\n\r\nReimburse tax payers for monies used to compensate slave owners: https://petition.parliament.uk/petitions/325300\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T12:12:20.065Z"
    },
    "id": 328262,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328262.json"
    },
    "type": "petition"
}