{
    "attributes": {
        "action": "Make Racist Abuse a Punishable Offence At Sports Matches.",
        "additional_details": "Sport is a microcosm for life and a strong influencing force on the public. By allowing racial abuse to go unchecked at sports matches, we are condoning it. Here, and in wider society.\r\n\r\nIt is our responsibility to set the standard for behaviour and be a role model to children both watching at home and in the stadiums.\r\n\r\nIf fans cannot control themselves and follow the rules, they are not welcome.",
        "background": "Hate speech is not permitted anywhere, including sports matches. \r\nWe petition Sports Minister Nigel Huddleston to demand each sporting body put in place punishments for anyone using racist language or perpetrating racist abuse at sports events.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-19T10:58:34.275Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-19T17:10:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-18T14:56:04.281Z",
        "rejection": {
            "code": "no-action",
            "details": "Racially aggravated behaviour, including harassment and incitement to racial hatred, are already criminal offences. There is also a specific criminal offence of engaging in or taking part in racialist chanting at a designated football match: https://www.cps.gov.uk/legal-guidance/racist-and-religious-hate-crime-prosecution-guidance\r\n\r\nTaking action in respect of alleged offences of racially aggravated behaviour is a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nRules for professional organisations, including sports teams and venues, are a matter for those organisations, and not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-18T14:56:09.272Z"
    },
    "id": 328221,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328221.json"
    },
    "type": "petition"
}