{
    "attributes": {
        "action": "Airlines to waive fees for any change of dates due to Covid19",
        "additional_details": "if we choose not to fly. Especially as many countries, including our own, once landed we would have to quarantine for 14 days (now what's the point in going on holiday for that?) I think all flights up until the end of August should waive the fees to change to a later date. Airlines then won't have to issue any refunds or vouchers as it can be done online by the customer and keeping all customers happy in these strange times, knowing they can postpone their holiday that people have saved for. ",
        "background": "All airlines should waive the fees if you want to change your flights. Due to Covid-19 many peoples circumstances have now changed and we should be able to choose if we still want to go abroad or not. But with airlines starting up their fleet of aircrafts soon this will be taken away from us",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-20T06:11:39.494Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-20T10:21:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T09:48:26.976Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and holiday operators, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T09:48:26.973Z"
    },
    "id": 328376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328376.json"
    },
    "type": "petition"
}