{
    "attributes": {
        "action": "Produce updated research regarding mental health for those care experienced.",
        "additional_details": "As a nation, we have a duty to help those who cannot acquire help elsewhere - especially those in the system. The current NHS statistics for looked after children’s mental health are grossly outdated, from 2002. Those not in care under 18 had their last mental health stats developed in 2017. How do we know if we are doing this group of people right if we have no way to measure our successes as a nation? During the pandemic, it is essential and common duty to look over those care experienced.",
        "background": "The NHS needs to develop updated research regarding mental health for both looked after children (those in foster care under 18) and care experienced people (those who have been in foster care prior to 18 but have now either grown out the system or has left the system).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-20T08:49:16.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-20T09:19:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T08:41:52.278Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the NHS has published details of a survey asking for views on the topics to include in a new study about the prevalence of mental health conditions among children and young people who are looked-after by the local authority, previously looked-after children and care leavers: https://nhs-digital.citizenspace.com/consultations/survey-of-the-mental-health-of-children-looked-aft/\r\n\r\nThe NHS has published a summary of replies and stated that this feedback will inform the steps for its study of Mental Health of Children Looked After by Local Authorities in England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T08:41:52.276Z"
    },
    "id": 328386,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328386.json"
    },
    "type": "petition"
}