{
    "attributes": {
        "action": "Change the law for parking in front of your property.",
        "additional_details": "The laws of parking have not changed but the common decency of people has. When someone chooses to park their cars (such as cars used for selling, for their businesses, their employment or even untaxed vehicles) in front of other residents parking space, this forces the homeowner to park in awkward spaces causing obstructions (stopping waste collection, for example) and also leads to vigilantism. Some of us have contacted our local authority and our police force and they are not willing to help.",
        "background": "Since the increase of the population, the amount of drivers have increased and so has the ownership of cars. This in turn has increased the number of nuisance parking and becomes a hassle for all that want to park in front of their house, especially those that are not eligible for a disabled space.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-20T11:20:50.751Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-20T12:02:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T12:25:40.620Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Parking restrictions are a matter for individual local authorities, not the Government or House of Commons. If you want your local authority to impose restrictions on parking near your residence you should contact your local authority or local councillor."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T12:25:40.618Z"
    },
    "id": 328404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328404.json"
    },
    "type": "petition"
}