{
    "attributes": {
        "action": "Ban political messaging from professional sport.",
        "additional_details": "In 2016, the poppy (a mark of remembrance for those that fought and died so sport could be played in freedom) was not allowed by FIFA.\r\nIn 2020, a left-wing Marxist political movement slogan was allowed to be plastered all over club jerseys and forced down the throat of the British people.\r\n\r\nThis is a double standard that can not be allowed to happen again. Enough is enough.",
        "background": "We are living through an extremely divisive period of time and allowing political messaging to be broadcast through the medium of professional sport is simply not helping relations between British people of all creeds and colours in this country. Enough is enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-21T05:10:09.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-21T12:08:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T15:48:32.333Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for setting standards for professional sporting events. This is a matter for individual sporting bodies, such as FIFA, not the Government or House of Commons.\r\n\r\nFIFA's statutes require that member associations be neutral in matters of politics, but deciding whether to take action in relation to any alleged breaches would be a matter for FIFA."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T15:48:32.331Z"
    },
    "id": 328491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328491.json"
    },
    "type": "petition"
}