{
    "attributes": {
        "action": "Remove Blacks from the BAME category this type of grouping disadvantages Blacks.",
        "additional_details": "Black people are put at a disadvantage by being grouped in this way, as organisations can meet their diversity quotas without ever hiring or including any Black people of African/Caribbean decent.  Racism is a hierarchy system which places Blacks at the bottom and those whose appearance is closer to White people at the top, which means organisations can and do on paper claim to have a diverse culture while purposefully excluding persons of African/Caribbean decent which is currently the case.",
        "background": "We would like Black people to have their own separate category and not be grouped together with other Asian and Minority Ethnic groups.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-20T17:57:17.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-20T18:39:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T14:13:36.860Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for determining how ethnic minorities are referred to.\r\n\r\nThe Government's guidance on writing about ethnicity already states that it does not use BAME or BME for a number of reasons: https://www.ethnicity-facts-figures.service.gov.uk/style-guide/writing-about-ethnicity\r\n\r\nThe Government is not responsible for determining how other organisations refer to ethnic minorities.\r\n\r\nIt is against the law for employers to discriminate against employees or potential employees on grounds of race or ethnicity, but the Government does not set diversity quotas for employers. You can find out more about race discrimination here: https://www.equalityhumanrights.com/en/advice-and-guidance/race-discrimination"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T14:13:36.858Z"
    },
    "id": 328454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328454.json"
    },
    "type": "petition"
}