{
    "attributes": {
        "action": "Change our existing school system so it fits the modern era of technology.",
        "additional_details": "The current school system was designed to create factory workers and to eliminate creativity. The world of today has evolved in so many ways but the school system has remained mostly the same. Employers now look for creativity, entrepreneurial ship and social skills which most schools ignore for lessons that many pupils won't use in later life. \r\nTake Finland for example. They have the some of the best schools in the world but have next to no standardised tests and minimal homework. \r\nThank you.",
        "background": "We urge you to change the system to prepare pupils for the technology age instead of the world of yesterday. We also want more creative lessons and to give pupils more freedom in what they want to do. We must incorporate more life lessons and to remove many tests that are unneeded for today's world.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-21T11:08:04.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-21T11:55:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T11:59:52.653Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to make a clear request for action by the Government or House of Commons.\r\n\r\nWe understand that you want the Government to change the education system, but it's not clear what changes you want the Government to make.\r\n\r\nYou could start a petition calling for certain subjects to be added or removed from the national curriculum, if that is what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReform England's education system based on the Finnish education system: https://petition.parliament.uk/petitions/307753"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-16T11:59:52.622Z"
    },
    "id": 328514,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328514.json"
    },
    "type": "petition"
}