{
    "attributes": {
        "action": "Introduce the learning of laws in the Sexual Offences Act (2003) in schools.",
        "additional_details": "Children of the United Kingdom are made to learn about sex but not enough about sexual offences, personal space and how to protect themselves against potential offences.\r\n\r\nMany actions and offences are common within our society and are ignored, but a person's body belongs to that person alone and no amount of normalisation should take that away from them. For this reason, I believe the children of the future need to learn about their personal space and the laws that support them.",
        "background": "Make learning about the laws surrounding sex and informed consent compulsory in secondary school. No means no is not enough, as no is not always an option.\r\n\r\nIf we can teach children to respect eachother's personal space and mentality now, then we may create a safer space for adults of the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-21T19:11:20.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfE",
                "name": "Department for Education",
                "url": "https://www.gov.uk/government/organisations/department-for-education"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-24T14:01:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T11:47:12.010Z",
        "rejection": {
            "code": "already-happening",
            "details": "From September the new curriculum relating to relationships education, relationships and sex education (RSE) and health education will be compulsory. This states that key aspects of the law relating to sex which should be taught, including the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and choices permitted by the law around pregnancy.\r\n\r\nYou can read the statutory guidance on Relationships Education, Relationships and Sex Education (RSE) and Health Education here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/805781/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T11:47:12.008Z"
    },
    "id": 328555,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328555.json"
    },
    "type": "petition"
}