{
    "attributes": {
        "action": "Push GPs to offer more mental health support to their patients.",
        "additional_details": "I have been experiencing very intense anxiety and panic attacks over the last 3 months. My GP has basically said to me they cant do anything about it which has led them to putting me on 4 different medications within 3 months causing horrible side affects. I have spoken to a number of people across the UK and they have experienced similar. It seems they only get involved once it's too late. This could save many lives and improve many as well. It is about saving and improving lives!",
        "background": "I would like GP surgeries and their doctors to offer more mental health support. Right now the NHS are stretched thin regarding mental health support and there needs to be more effort put into this. To make it clear this has needed done before COVID-19 and needs done after as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-21T16:57:22.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-21T17:14:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-07T16:28:32.760Z",
        "rejection": {
            "code": "duplicate",
            "details": "We're sorry to hear what you've been through.  There’s already a petition about this issue. We cannot accept a new petition when we already have one about a very similar issue.\r\n\r\nYou are more likely to get action on this issue if you sign and share a single petition. We think this petition is very similar:\r\n\r\nhttps://petition.parliament.uk/petitions/300585\r\n\r\nWe've marked your petition as 'personal information' to avoid it being published on the 'rejected petitions' part of the site while it contains information about your personal circumstances."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-07T16:28:49.937Z"
    },
    "id": 328546,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328546.json"
    },
    "type": "petition"
}