{
    "attributes": {
        "action": "Allow pubs and restaurants to utilise public spaces when reopening",
        "additional_details": "Allowing pubs and restaurants to utilise outdoor areas they do not normally have access to will allow a high level of social distancing to be possible while allowing these businesses to operate at a capacity which can be profitable.\r\n\r\nThis has the benefits of continuing to slow the spread of the COVID-19 virus, whilst giving maximum opportunity to local businesses to generate income and kickstart the UK economy while restrictions are lifted.",
        "background": "Make changes to alcohol licensing and other laws to enable pubs and restaurants to utilise outside public spaces (i.e. pathways and pedestrianised areas) when reopening on 4th July.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-06-23T12:28:44.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T12:58:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T15:18:07.517Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 25 June the Government announced that it was simplifying and reducing the costs of the licensing process for outdoor seating and stalls, making it easier for people to safely drink and dine outside: https://www.gov.uk/government/news/government-outlines-support-for-pubs-cafes-and-restaurants\r\n\r\nDecisions about the use of public spaces by individual pubs and restaurants would be a matter for your local authority, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T15:18:07.516Z"
    },
    "id": 328774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328774.json"
    },
    "type": "petition"
}