{
    "attributes": {
        "action": "Allow Tattoo Studios to reopen on 4th July",
        "additional_details": "Tattoo studios are one of the most clinical environments. We always wear PPE Even before the pandemic. They have to hold a licence from the local council showing we are following clinical guidelines. We use disinfectant before and after all clients anyway and studios are deep cleaned each day. This is all before coronavirus even became an issue. All artists wear PPE when tattooing also. Opening a pub with a public toilet is most definitely a bigger risk to spread the disease then a tattoo studio",
        "background": "Allow tattoo studios to re open on the 4th July. We should be in the same category as barbers and hairdressers as we all work at the same distance. Tattoo studios have to follow clinical guidelines to be able to trade and are one of the most clinical environments to be in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T13:55:31.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T18:03:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T09:11:11.102Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have already published this petition calling for the same action: https://petition.parliament.uk/petitions/320507\r\n\r\nSince you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T09:11:11.097Z"
    },
    "id": 328812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328812.json"
    },
    "type": "petition"
}