{
    "attributes": {
        "action": "reduce the spend of the refreshment department to reinvest in community projects",
        "additional_details": "The question is really why does the House of Commons need £5 million a year to spend on summer buffets and chess clubs? It's understandable that members can have a treat like the rest of us, but with a basic salary of above £80,000 per member it's certain that these luxuries are unnecessarily paid for by the taxpayer when the tax payers money should be going to meaningful causes that benefit an unjust socio-economic society that is struggling more then ever in the midst of a global pandemic.",
        "background": "reduce the average spend of £5 million by the refreshment department of the House of Commons by 80% and reinvest the subsidiary in community projects in the most deprived areas of the UK including those relating to homelessness, creating equal opportunity for minority groups, and child poverty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T17:39:21.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T07:13:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T13:13:46.921Z",
        "rejection": {
            "code": "no-action",
            "details": "Catering services for MPs, their staff, House of Commons staff and others in the House of Commons, including visitors, are provided by an in-house team who do not provide a subsidised service in the commercial sense.\r\n\r\nYou can find out more about the net costs of catering services in the House of Commons here:\r\n\r\nhttps://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nThe most recent published cost was £2.6million (2018/19), which is the total running costs minus the total sales. The majority of running costs are staffing for the catering department. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T13:13:46.919Z"
    },
    "id": 328878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328878.json"
    },
    "type": "petition"
}