{
    "attributes": {
        "action": "Make it possible for public to report engine idling to reduce carbon emissions",
        "additional_details": "The Highway Code states that drivers must not leave a parked vehicle with the engine running while that vehicle is stationary on a public road.\r\n\r\nLocal authorities can issue £20 fixed penalties for emission offences, but this is imposed only if a motorist refuses to switch off engine when asked by an authorised person. \r\n\r\nEngine idling is a pointless and unnecessary contributor to carbon emissions, as well as being bad for our health. The current legislation is ineffective and needs to be reviewed",
        "background": "There is currently no way of reporting motorists who are parked up but are deliberately leaving their engine idling. \r\n\r\nThis is bad for the environment, and our health. \r\n\r\nWe need an app or similar that can be used on a phone to report engine idling, and for this to result in actions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T21:28:38.982Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T11:34:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T13:00:05.725Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for individual police forces, not the UK Government or Parliament.\r\n\r\nIn any case, vehicle idling is an offence under the Road Traffic (Vehicle Emissions) (Fixed Penalty) (England) Regulations 2002. The public can therefore already report suspected vehicle idling to their local police force by phone and any other means of communication they accept.\r\n\r\nYou could start a petition calling for a review of the efficacy of the law in reducing unnecessary vehicle emissions, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-20T15:13:11.021Z"
    },
    "id": 328936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328936.json"
    },
    "type": "petition"
}