{
    "attributes": {
        "action": "Allow UK Tattoo Studios to Re-open",
        "additional_details": "Barbershops and Hairdressers use hairdryers and other air pressure based equipment, which has been banned due to it contributing to the spread of Coronavirus as it is airborne. \r\nTattooists deal with open wounds which are cleaned regularly, leaving our clients at no extra risk of exposure to the RESPIRATORY not BLOODBORNE viris.\r\nA tattoo studio will have far less people present at any one time, than the number of clients that come in and out of a barbers, hairdressers, restaurant or pubs.",
        "background": "Tattoo studios and theIt staff are trained in the appropriate measures and actions to control and prevent cross contamination. A tattoo studio is one of the most sterile and hygienic business environments and requires more use of PPE than any of the other aforementioned businesses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-23T20:43:32.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-23T20:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T09:24:07.043Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have already published this petition calling for a similar action: https://petition.parliament.uk/petitions/320507\r\n\r\nSince you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T09:24:07.040Z"
    },
    "id": 328926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/328926.json"
    },
    "type": "petition"
}