{
    "attributes": {
        "action": "Open Tattoo Parlours earlier in the UK Governments Covid-19 recovery strategy",
        "additional_details": "The UK Government has little knowledge, facts or figures regarding the tattoo/piercing industry and we believe that it is being classed as, “a service for which there is not a population wide demand” and will be put to the bottom of the reopening list. It is estimated that 13% of Europeans are tattooed. That rises to 36% in the under 40 age group.  It is also estimated that 72% of women have ear piercings and 20% of the population have other piercings.\r\nHelp us save the tattoo/piercing industry.",
        "background": "The tattoo industry has vast experience re: cross contamination, disease control and surface disinfection. It demands its participants to be cognisant always of the necessity of following rigorous standards of hygiene therefore the industry is better equipped than most to deal with covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T16:45:23.379Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T21:09:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T09:27:53.838Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have already published this petition calling for a similar action: https://petition.parliament.uk/petitions/320507\r\n\r\nSince you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T09:27:53.837Z"
    },
    "id": 329084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329084.json"
    },
    "type": "petition"
}