{
    "attributes": {
        "action": "Allow The Reopening of Tattoo Shops alongside Hair Salons and Barbers",
        "additional_details": "Recently non-essential businesses such as pubs, bars and cinemas have been given the okay to open on July 4th. Tattoo studios have been told they cannot.\r\n\r\nStaff at these businesses will have little to no training on health and safety, yet they will open.\r\n\r\nAt tattoo studios all staff are carefully trained on cross contamination, every surface is covered and cleaned down multiple times a day and PPE is readily accessible and constantly used (even before COVID-19). We should be allowed to open.",
        "background": "The UK government should allow tattoo and piercing shops/parlours to reopen on May 4th alongside Hair Salons and Barbers rather than including them in the list of places that aren't allowed to open (alongside nightclubs and water parks?!)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T08:45:07.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T09:33:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-10T09:26:20.183Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have already published this petition calling for a similar action: https://petition.parliament.uk/petitions/320507\r\n\r\nSince you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-10T09:26:20.179Z"
    },
    "id": 329001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329001.json"
    },
    "type": "petition"
}