{
    "attributes": {
        "action": "Tax break for hidden contributions to clear debt accrued by ending slavery in GB",
        "additional_details": "The socioeconomic gap between the Black and White communities the UK, driven by the racial disparity found in almost all aspects of our society, is far too wide, and is further widened by the recently unveiled knowledge that relates to the debt owed, as a result from a pledge made by the British Government, to Slave masters in 1833. It is at best, immoral and unscrupulous, and in reality sadistic, to make the descendants of those robed of their freedom, payers of their ascendent’s freedom.",
        "background": "I would like the UK Government to give those who are descendants of slaves, a tax break. This is to make up for their hidden contribution towards clearing the debt accrued by the government’s pledge to pay off rich slave masters who owned large plantations overseas in 1833.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T21:47:03.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T21:59:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-07T12:15:31.557Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/325536\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-07T12:15:31.555Z"
    },
    "id": 329134,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329134.json"
    },
    "type": "petition"
}