{
    "attributes": {
        "action": "Reopen Beauty Salons and Medispas on 4th July",
        "additional_details": "Beauty Salons and Medispas are highly trained in strict hygiene protocols and infection control before Covid-19 and the industry has always been one of the most sterile work places in the UK.\r\nWe’ve spent months closed, which as one of the largest industries in the UK, has been incredibly hard. We’ve spent time and money ensuring the safest way to treat clients to keep in line with government protocols and thus keeping the R rate down. The beauty industry is no different to hairdressers.",
        "background": "Allow Beauty Salons and Medispas to reopen on the 4th July alongside Hairdressers. Do not disregard an industry that is classed as one of the most sterile work places in the UK. Do not penalise an industry that trains in infection control and is used as a strong support for mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-25T10:13:03.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-25T11:01:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T14:44:29.824Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that beauty salons are being allowed to reopen, and has published guidance for close contact services.\r\n\r\nRead the announcement about the reopening of beauty salons here: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nRead the Government's guidance on close contact services here: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-21T14:44:29.821Z"
    },
    "id": 329170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329170.json"
    },
    "type": "petition"
}