{
    "attributes": {
        "action": "Keep our lovely London accessible for us by not allowing to change C charge time",
        "additional_details": "Since this Mayor is not taking all the objections many of our families talk about online and in public we find ourselves (and i am a voice of millions) asking the Parliament not to Alianate us from visiting our city! when he extends the hours of c Charge to 22:00 to 06:00 or we have to pay £15 then he is telling us families living outside of the central area in London not to even think about taking our kids there to enjoy our lovely city as many cannot aford this extra budget on such a trip!",
        "background": "Sadik Khan is being extreme in increasing the C Charge to £15 a day and alienate us and our families from taking a ride by the thames or visit the west end after the working hours of 18:00 (as it is know). Does all these charges helped in the past to decrease pollution? so why increase it?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-25T11:02:08.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-25T12:22:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T15:11:07.624Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the UK Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou could start a new petition calling on the UK Government or Parliament to cap congestion charge amounts to prevent local authorities or Transport for London increasing a charge, if that's something that you'd like to happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T15:11:07.620Z"
    },
    "id": 329179,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329179.json"
    },
    "type": "petition"
}