{
    "attributes": {
        "action": "A complete review of UK family courts and the lack of continuity in cases",
        "additional_details": "An Independent enquiry in to the system, a complete review and overhaul of a system that is not working. \r\nCap on how long a case can go on for. \r\nOne judge presiding over the cases.\r\nindependent body created for the system.\r\nChildren's mental health suffers over this prolonged period of time and little is done for male victims of domestic abuse, who now make up 1 in 3 to 1 in 4 cases, system not fit for purpose.\r\nReal repercussions for men and women caught making flase allegations in court.",
        "background": "Each family law case can go on for over a year  during this time the Judge can vary from hearing to hearing. The main bodies  and services involved  are not effectively monitored,  there are discrepancies from case to case in terms of recommendations, and false allegations should be illegal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-25T08:10:34.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-25T12:37:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-07T11:50:21.147Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"independent body created for the system\"\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also want to know that it's already illegal to lie in court, but you might waat to sign and share this petition - https://petition.parliament.uk/petitions/311739"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-07T11:50:21.144Z"
    },
    "id": 329156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329156.json"
    },
    "type": "petition"
}