{
    "attributes": {
        "action": "Name and shame ministers giving false info in answer to opposition questions.",
        "additional_details": "Parliamentary question time is televised. The UK electorate is interested in ensuring that govt. ministers are held to account and that parliamentary democracy is not overridden by an executive that avoids scrutiny by providing false information in answer to legitimate questions from the opposition or avoiding answering questions at all. The eyes of the world are upon the mother of parliaments to set an example of the way parliamentary business should be conducted: with honesty and integrity.",
        "background": "Parliamentary question time has fallen into disrepute. Govt ministers no longer answer questions accurately and honestly. Speaker should have powers to force ministers to retract erroneous information and record the incident. Continuous breaches should lead to suspension and/or resignation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-24T18:42:07.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-24T22:17:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-25T15:35:10.858Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Misleading the House is already a potential contempt, with the ability to investigate and sanction. You can find out more here: https://www.instituteforgovernment.org.uk/explainers/contempt-parliament \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-25T15:35:10.854Z"
    },
    "id": 329104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329104.json"
    },
    "type": "petition"
}