{
    "attributes": {
        "action": "Enforce the littering and social distancing laws to protect our natural spaces",
        "additional_details": "This behaviour is a danger to wildlife. It is unsightly and ruins views, river walks, countryside, beaches and other areas of outstanding natural beauty. Littering encourages and Increases negative behaviour. It reduces people’s sense of well-being, creates lawlessness and encourages greater criminal behaviour. Areas degraded by rubbish attract disease. Removal costs councils millions of pounds each year while the packaging and fast-food industry who create the problem are not held to account.",
        "background": "Since lockdown restrictions have started to lift, groups of people are gathering in natural spaces, forests, parks, beaches and areas of outstanding natural beauty, discarding their litter mindlessly. We want the government to enforce the social distancing and littering laws to protect our nature.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-26T17:41:06.999Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-26T18:02:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T10:32:35.706Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for passing legislation defining offences relating to littering and Covid-19 restrictions, but enforcing this is a matter for the police, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease penalties, enforcement and education to tackle littering & fly tipping: https://petition.parliament.uk/petitions/324488\r\n\r\nIntroduce heavy fixed penalties starting at £1000 minimum for littering: https://petition.parliament.uk/petitions/334297\r\n\r\nThe Government has also announced that it is imposing further restrictions on social gatherings, and will support Local Authorities and police forces to respond to breaches of COVID-19 Secure guidelines: https://www.gov.uk/government/news/coronavirus-covid-19-what-has-changed-9-september"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T10:32:35.703Z"
    },
    "id": 329396,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329396.json"
    },
    "type": "petition"
}