{
    "attributes": {
        "action": "Help Yemen by stopping UK arms sales to Saudi Arabia.",
        "additional_details": "The UK has sold at least £6.2 billion worth of arms to the Saudi-led coalition, which has been accused of committing violations of International Humanitarian law during its military operations in Yemen, whilst using UK built and licensed arms.\r\nUK arms sales to Saudi Arabia were declared unlawful by the Court of Appeal in June 2019, concluding the Government’s decision-making process for granting export licenses was “irrational” and therefore “unlawful”.\r\nHowever, the Secretary of State for International Trade admitted a court order banning the sale of weapons to Saudi Arabia has been breached three times. Some bombs used by the Saudi Air Force in Yemen are covered by separate open licenses which have not been suspended following the Court of Appeals ruling.",
        "background": "We demand that the UK stops supporting Saudi Arabia’s military campaign, by suspending all licenses to the Saudi-led coalition and ceasing the sale of weapons, planes and military parts to Saudi Arabia, which could be used in violations of international law in the conflict in Yemen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-27T14:14:49.059Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-27T14:31:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-16T11:32:02.983Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/326822\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-16T11:32:02.980Z"
    },
    "id": 329491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329491.json"
    },
    "type": "petition"
}