{
    "attributes": {
        "action": "Support the notion for the UK to re-join the EU, as a matter of urgency.",
        "additional_details": "The importance of our position, involvement and relationship in the EU cannot be undermined or ignored. Our position in the EU and our relationship with other European nations had been jeopardized, by the decision to leave the EU, potentially leading to us suffering in many ways, as a result of the Brexit move. \r\n\r\nThe decision which resulted from the 2016 EU Referendum, ironically does not reflect the views of the majority, as many have expressed subsequently to the referendum and the preliminary processes of the Brexit-supporting factions (prior to the 2016 referendum) were unlawful and misleading towards the public.",
        "background": "I would like the government to consider the processes that led to the UK leaving the EU and the consequences: economical, social and moral of leaving the EU. I would like the government to implement a reversal of the Brexit move, in effect, supporting the UK to re-join the EU.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-26T20:00:32.593Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-26T21:03:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T08:38:01.389Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRejoin the EU under Article 49 TEU: https://petition.parliament.uk/petitions/300297\r\n\r\nHold a referendum on the post-2020 UK-EU relationship with option to rejoin EU: https://petition.parliament.uk/petitions/300026"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-10T08:38:01.386Z"
    },
    "id": 329413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329413.json"
    },
    "type": "petition"
}