{
    "attributes": {
        "action": "Stop the 33% downgrade of 2020 A level and GCSE results.",
        "additional_details": "Do not downgrade the GCSE and A-level results. Not only does not sitting the exams in summer put them at a disadvantage for their future school choices, but now further bringing their grades down puts most pupils at a total loss. These are their futures you are handling here and 33% makes a big difference. They have not been studying hard for 5 to 7 years to then not be able sit their summer exams and have their results downgraded. You should be pushing the grades up, not bringing them down.",
        "background": "The year 11s and year 13s set to do their exams this year are now unable to, many did not have the chance to perform to the best of their abilities in their mocks and believe their predicted grades are much lower than what they could have achieved. Therefore their results should not be downgraded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-27T14:33:35.286Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-27T17:11:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:08:05.495Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:08:05.492Z"
    },
    "id": 329494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329494.json"
    },
    "type": "petition"
}