{
    "attributes": {
        "action": "Appoint a new ISC so the 'Russia Report' may be published without further delay.",
        "additional_details": "Doubts over Russian involvement in both the EU referendum and subsequent election campaigns are casting a shadow over the legitimacy of both Boris Johnson's government and Brexit itself. The general public has a right to know whether either of these have a watertight mandate from the electorate or if we are indeed being manipulated into acting against our interest by a hostile nation. The ISC was reappointed within 5 months of the 2017 election; in these troubled times this act is long overdue.",
        "background": "The Prime Minister stated in December that he had cleared the 'Russia Report' for publication and that it was in the hands of the Intelligence & Security Committee. But the ISC was dissolved before the election and the person responsible for appointing a new one is the PM! Let's get this done now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-27T17:29:01.060Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T10:05:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T09:56:59.129Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Intelligence and Security Committee (ISC) published the report of its predecessor Committee into alleged Russian interference in UK elections on Tuesday 21 July.\r\n\r\nYou can read the report here: https://docs.google.com/a/independent.gov.uk/viewer?a=v&pid=sites&srcid=aW5kZXBlbmRlbnQuZ292LnVrfGlzY3xneDo1Y2RhMGEyN2Y3NjM0OWFl. \r\n\r\nWe're sorry about the delay in checking your petition. The delay was due to the exceptionally large number of petitions we received between March and July. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T09:56:59.125Z"
    },
    "id": 329517,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329517.json"
    },
    "type": "petition"
}