{
    "attributes": {
        "action": "I  believe that BTEC students do not have the same opportunity.",
        "additional_details": "Mental health has had a huge impact for students studying BTEC courses. This is because they have to complete many assignments on top that they are still aware that they do not have the same chances as students studying A-levels which leads them to becoming unmotivated and depressed. This is why I would like the government to look at BTEC students and help them reach their full potential.\r\nMoreover, BTEC students have a lowered chance of going to university as oppose to A-level students.",
        "background": "Teachers can provide BTEC students sample packs of revision and exam papers to help when it comes to condensing revision. By allowing this gives the chance for BTEC students to sit A-level exams in May/June 2021. My appeal to the government is to look at other tactics that can be used to help them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-27T20:11:37.776Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-27T21:07:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T10:42:52.291Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about BTEC students, but we're not sure what you'd like to happen. \r\n\r\nWe could accept a petition asking the UK Government to review A-levels and BTEC courses to ensure that student mental health is prioritised in the design of courses and assessment, if that's what you'd like to happen.\r\n\r\nIf you or someone you know are worried about exams, you can find help here:\r\n\r\nhttps://www.studentminds.org.uk/examstress.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T10:42:52.289Z"
    },
    "id": 329531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329531.json"
    },
    "type": "petition"
}