{
    "attributes": {
        "action": "Recognise height of a person as warranting a ‘reasonable adjustment’ at work",
        "additional_details": "Heightism is rife in the UK - obesity and other issues are recognised as disabilities, but being tall in a world that is made for shorter people or short in a world made for taller people is not recognised as having it’s own problems. It’s often shaken off as if one is making a fuss - we shouldn’t have to justify why we don’t want our legs pressed against the underside of a desk, or our feet hanging down to the ground.",
        "background": "Expand the scope of reasonable adjustments at work to not just cover those with existing disabilities, but also those who will develop long term problems from sitting at the wrong height e.g. those who are taller than average, those that are shorter than average",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-29T17:17:54.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-29T17:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-08T11:50:28.540Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Employers must already protect the health and safety of their workers and other people who might be affected by what they do, under the Health and Safety at Work etc Act. This includes, but is not limited to, making adjustments for disabilities, and includes preventing and managing musculoskeletal disorders: https://www.hse.gov.uk/msd/index.htm\r\n\r\nThere are also specific requirements to carry out DSE assessments for working with display equipment at desks, which includes the suitability of workstations. You can find out more here: https://www.hse.gov.uk/msd/dse/index.htm\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-08T11:50:28.537Z"
    },
    "id": 329748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329748.json"
    },
    "type": "petition"
}