{
    "attributes": {
        "action": "A referendum to remove power from unelected bureaucrats and restore sovereignty.",
        "additional_details": "During the campaigning around the Brexit referendum, we were told we need to wrestle power away from unelected bureaucrats in Brussels and give it back to our elected officials. However daily we are seeing unelected government advisors driving policy. This is does not seem right in a democracy. The public must have clarity around where powers begin and end with regards to defining policy, civil service structures etc. as right now many believe Dominic Cummings is de facto Prime Minister.",
        "background": "Hold a referendum to allow the public to choose whether or not government policy and the structures of government and the Civil Service can be driven by anyone other than those elected by the people to govern, ending ambiguity around the remit of \"Special Advisors\" who are not elected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-30T09:11:50.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-30T13:26:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T13:57:46.574Z",
        "rejection": {
            "code": "no-action",
            "details": "As the Code of Conduct for Special Advisers states, Special Advisers are appointed to provide \"political advice and assistance\" to Government Ministers. Ultimate responsibility for decision-making rests with Ministers: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/832599/201612_Code_of_Conduct_for_Special_Advisers.pdf.\r\n\r\nYou may nevertheless wish to sign one or both of the following petitions relating to the role and appointment of Special Advisers:\r\n\r\nBan political Special Advisers: https://petition.parliament.uk/petitions/322743\r\n\r\nMake appointments of special advisers subject to parliamentary approval: https://petition.parliament.uk/petitions/323054"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T13:57:59.053Z"
    },
    "id": 329827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329827.json"
    },
    "type": "petition"
}