{
    "attributes": {
        "action": "The House to review the influence of non elected personnel on Government policy",
        "additional_details": "The politising of the civil service, the NHS app and buying wrong staellites were not agreed via the HOC, they should be, the powers that be in number 10 are out o f control, unelected and inflicting undemocratic ill on this nation. The HOC should need to review this situation.",
        "background": "Too many decisions on policy and government actions are being made my non elected personnel withing number 10. The MPs should ratify any changes with the HOC before invoking said decisions. This is maintain a fair and democratic society.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-30T14:28:08.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-30T14:48:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-01T12:03:07.371Z",
        "rejection": {
            "code": "no-action",
            "details": "It appears that you are concerned about the influence of special advisers, but it's not clear what action you want the Government or House of Commons to take.\r\n\r\nSpecial advisers are temporary civil servants employed to give political advice and assistance to ministers, but decisions are taken by Ministers. The House of Commons, as the legislature for the UK, scrutinises all legislation that is introduced by the Government, and d\r\necides where this becomes law or not.\r\n\r\nWe have published a number of petitions relating to special advisers, which you might like to sign:\r\n\r\nSet up a new, open, way to investigate the conduct of Special Political Advisers: https://petition.parliament.uk/petitions/325575\r\n\r\nMake appointments of special advisers subject to parliamentary approval: https://petition.parliament.uk/petitions/323054\r\n\r\nBan political Special Advisers: https://petition.parliament.uk/petitions/322743"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T12:03:07.368Z"
    },
    "id": 329877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329877.json"
    },
    "type": "petition"
}