{
    "attributes": {
        "action": "Debate compulsory licensing of Remdesivir in the UK with view to manufacture.",
        "additional_details": "Remdesivir is one of only two efficacious Covid-19 medicines. The US has achieved monopoly of this drug for the next quarter. Manufacturing of this pharmaceutical in the UK will therefore save lives.  Alternatively, purchase may be achieved under WTO terms overseas under TRIPS agreement.",
        "background": "Consider the compulsory licensing of Remdesivir in the UK under WTO TRIPS agreement.  Due to national emergency caused by Covid-19.  Supply to be non-profit under the terms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-06-30T19:01:10.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-06-30T21:51:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-23T08:49:36.867Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The licensing of drugs for medical treatment is subject to an independent process conducted by the Medicines and Healthcare products Regulatory Agency (MHRA), so this decision is a matter for the MHRA, not the Government or House of Commons.\r\n\r\nThe Government has announced that, following a positive scientific opinion by the Medicines and Healthcare products Regulatory Agency under the Early Access to Medicines Scheme (EAMS), selected NHS patients will be able to access coronavirus treatment remdesivir: https://www.gov.uk/government/news/selected-nhs-patients-to-access-coronavirus-treatment-remdesivir"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-23T08:49:36.863Z"
    },
    "id": 329916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/329916.json"
    },
    "type": "petition"
}