{
    "attributes": {
        "action": "MPs must have the right to directly challenge demonstrable lies in Parliament",
        "additional_details": "Lies damage our democracy & can be tools of oppression for the corrupt.\r\nAt present, any minister or MP is at almost total liberty to lie to the House of Commons with near impunity. This is because of naive and archaic rules of etiquette which demand that lies cannot be called lies, even if they can be proved to be lies; because that would offend the honour of the honourable member telling them.\r\nTo maintain public faith in our parliamentary democracy, let us disempower the lies & liars within it.",
        "background": "In the era of \"Fake News\", and genuine news which is branded fake by those it inconveniences so it can be easily dismissed; we need a Parliament which is empowered to directly challenge and expose the damaging lies told in its midst. Not archaic rules of etiquette which stymie honest healthy debate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-01T19:37:51.560Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T20:24:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-29T18:10:39.912Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want to see changes to how MPs can challenge statements by other MPs, but it's not clear exactly what changes you want to see.\r\n\r\nMPs can already challenge statements made by other MPs, and it is not the case that any minister or MP is at liberty to lie to the House of Commons with impunity.\r\n\r\nYou could start a petition calling for it to be made illegal for an MP to lie in the House of Commons, if you would like there to be sanctions for MPs who are found guilty of lying."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-27T09:03:46.801Z"
    },
    "id": 330070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330070.json"
    },
    "type": "petition"
}