{
    "attributes": {
        "action": "Review hours of congestion charge on weekends for residents so visits can occur",
        "additional_details": "Residents have written who are fighting serious illness and rely on support, vulnerable, disabled residents cannot have visitors and is in nobody’s interest well being wise as isolation mounts, financial pressures, stress and isolation increases.  When how many are out of work, furloughed or on reduced hours how are we to afford these charges?\r\nWe all want to reduce emissions the ulez charge alone; add congestion on top for those with non emission friendly vehicles visits cannot be afforded.",
        "background": "To allow an exemption for a number of carers, family members, friends, loved ones ability to visit households inadvertently living in the congestion zone. To include the hours of 6-10pm also on weekdays so that people can have visitors as unaffordable and isolating many vulnerable and those not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-01T17:47:54.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-01T18:33:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T15:12:38.236Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the UK Government or Parliament. This is the responsibility of the London Assembly.\r\n\r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nPrevent local authorities imposing congestion charges outside 6am-7pm Mon-Fri: https://petition.parliament.uk/petitions/330925"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T15:12:38.232Z"
    },
    "id": 330062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330062.json"
    },
    "type": "petition"
}