{
    "attributes": {
        "action": "Allow patients essential routine Vitamin B12 injections from GPs during Covid-19",
        "additional_details": "It is currently a postcode lottery as to where in the UK GP practices have continued to administer the injections. As patients medication, if levels drop significantly it can be life threatening. The injections are usually administered on a 12 weekly basis per patient. Symptoms of missed doses and a drop in levels include, severe fatigue and memory fog as well as neurological problems such as low mood leading to depression. The injections are provided in high dose into the blood stream.",
        "background": "Make it compulsory for GP’s in the UK to recommence administering vital Vitamin B12 injections to existing patients which were ceased at the start of the Covid-19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-02T13:28:12.373Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-02T15:13:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T10:37:16.554Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about recommencing particular treatments are operational decisions for individual NHS trusts, not the Government or House of Commons.\r\n\r\nOn 31 July the Chief Executive and Chief Operating Officer of the NHS wrote to all trusts setting out priorities for the NHS, which included accelerating the return to near-normal levels of non-Covid health services: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/07/20200731-Phase-3-letter-final-1.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T10:37:16.550Z"
    },
    "id": 330170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330170.json"
    },
    "type": "petition"
}