{
    "attributes": {
        "action": "Afro/Carribean Hair & Skin Care to be made essential items in main supermarkets",
        "additional_details": "There are essential items afro/caribbean people need for their particular skin/hair. They cannot use products that suit a Caucasians hair/skin type. Supermarkets must identify that they are ESSENTIAL items and should be more inclusive in their buys to cater for a more diverse set of needs. It should be put in to law that they are to be more inclusive. \r\nIt is a disgrace that the hair/skin shops they needed have been closed during lockdown - they were ESSENTIAL.",
        "background": "Main supermarkets currently do not stock products for afro/carribean. The independent shops that do were ordered to close as they were classed as non-essential. Those from a certain culture could not access essential items for their skin or hair type. As a white women, I can access a huge range.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-02T11:50:33.339Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-02T12:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T10:52:34.922Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for what products are stocked by shops. This is a matter for individual retailers.\r\n\r\nUnder current guidance no shops are restricted from opening, but if new restrictions requiring shops selling non-essential items to close were brought in, we could accept a petition requesting changes to the list of shops that are permitted to open."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T10:52:34.919Z"
    },
    "id": 330152,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330152.json"
    },
    "type": "petition"
}