{
    "attributes": {
        "action": "People demand a referendum for the right to bear arms for self protection",
        "additional_details": "It is the right of every person in Britain to be able to defend their loved ones, their homes & themselves against armed criminals & terrorists. This country needs to hold a referendum on whether or not the people of Britain should get back their rights to bear arms for self defence against the ever growing threat of violence happening on a daily basis nationwide. All weapons should 'be licenced & recorded by the appropriate authority's under a strict vetting process.",
        "background": "The people of Britain had the rights & means to defend themselves or their families against the ever growing threat of violence taken away. Criminals & terrorists don't care about the law. They are using guns, bombs & knives daily to kill innocent people who have no means to defend themselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-03T08:15:45.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-03T13:17:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-11T09:55:59.740Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like a referendum on the right to carry weapons, but we're not sure whether you want an automatic right or an extension for of the weapons available under the current licencing approach. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-19T13:13:04.261Z"
    },
    "id": 330259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330259.json"
    },
    "type": "petition"
}