{
    "attributes": {
        "action": "Lead the world in massively reducing our meat consumption accross the UK",
        "additional_details": "Animal agriculture also has a huge impact to human life. The crisis in Yemen is a preventable tragedy considering we have enough land to feed the planet if we reduce our meat consumption. Millions of Yemen's population are at risk of dying from malnutrition including children and pregnant or lactating women. On top of this, deforestation in the Amazon and other rainforest effect humans and wildlife habitats alike. To not address this issue is to persue financial gain over human beings lives.",
        "background": "The Government needs to recognise the environmental impact of animal agriculture (especially beef production) and make steps to reduce it. More sustainable backyard farming should be encouraged and farms should have a cap on beef production encouraging smaller back yard farming for self sustaining.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-03T07:06:07.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-03T09:02:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T11:24:30.637Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nTake action to end factory farming and reduce meat and dairy consumption: https://petition.parliament.uk/petitions/330298\r\n\r\nBan the Advertising of Meat Products: https://petition.parliament.uk/petitions/321868"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T11:24:30.634Z"
    },
    "id": 330249,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330249.json"
    },
    "type": "petition"
}