{
    "attributes": {
        "action": "One Sunday a month be encouraged not to drive, stay local & enjoy less traffic.",
        "additional_details": "One Sunday a month stay local & don't drive. Obviously it wouldn't be compulsory but encouraged as some people would have work or other commitments. It could be good for communities, environment and just a positive out of coronavirus.\r\n\r\nI loved the empty roads of early lockdown. Going for a jog/walk/bike ride with minimal traffic was lovely & it was heart warming to see so many families doing the same thing. This is a positive for health & family/friends quality time.",
        "background": "One Sunday a month we should be encouraged not to drive. I suggest the 1st Sunday of each month as will be easier to remember but doesn't really matter. A drive less campaign would be good for communities, environment and health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-04T09:01:35.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-04T10:14:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T08:57:15.985Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want to see days when there is less traffic, but it's not clear exactly what you want the Government to do achieve this.\r\n\r\nWe have published the following similar petitions which you might like to sign:\r\n\r\nBring back Sundays being a day of rest: https://petition.parliament.uk/petitions/310336\r\n\r\nA yearly 2 week period where everything shuts down to let the world heal: https://petition.parliament.uk/petitions/306005\r\n\r\n3 Days Off A Year To Let The World Rest: https://petition.parliament.uk/petitions/305055\r\n\r\nIf you want the Government to take some other action, you could start a new petition requesting this, but would need to be clear exactly what you want the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T08:57:15.981Z"
    },
    "id": 330379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330379.json"
    },
    "type": "petition"
}