{
    "attributes": {
        "action": "Government intervention in the governance of football by the EFL",
        "additional_details": "Many clubs have already been damaged irreparably by the EFL’s bizarre decision making. Tranmere were arbitrarily demoted & suffered multi-million £ losses. Bury were expelled entirely from the league. Other clubs unfairly benefitted from getting a promotion or extra funding to compete in play offs. Now Wigan are in administration & face a bleak future. This maladministration at the top of the game cannot be allowed to continue or else the the world’s oldest league could be permanently destroyed.",
        "background": "The EFL is out of control: Bury, Bolton, Macclesfield, PPG & now Wigan just to name a few. The current governance of the sport is a fiasco, and it’s only time before other clubs are failed by the EFL. Football needs external help if it is to survive the EFL’s disastrous administration.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-04T09:54:19.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-04T10:03:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-17T12:23:04.220Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you want Government intervention in football, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-17T12:23:04.217Z"
    },
    "id": 330385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330385.json"
    },
    "type": "petition"
}