{
    "attributes": {
        "action": "School attendance should not be mandatory during Covid 19 Pandemic.",
        "additional_details": "Parents have fear. Children do catch and spread the virus. There's no solid evidence to the contrary. Some children live with vulnerable family members so although children's symptoms tend to be mild, their catching the virus could prove fatal to household members. Furthermore, there's not enough long term evidence to satisfy that children with mild Covid symptoms will not have complications later on in life such as that seen in 'Multi system inflammatory disease' for example.  Please allow parents to make this vital decision in lack of full/complete knowledge of this virus' effects long term and in light of the fact that children may infect vulnerable household members.",
        "background": "Do not impose fines or punishment for those wanting their children not to go to school. Provide home learning materials instead to keep children up to date from home with national curriculum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-04T09:50:46.552Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-04T10:50:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-05T09:02:41.832Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300399"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-05T09:02:41.829Z"
    },
    "id": 330383,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330383.json"
    },
    "type": "petition"
}