{
    "attributes": {
        "action": "Reconsider omitting non-exam assessment from the A-level and GCSE grades.",
        "additional_details": "The choice to omit NEAs for non-art/design subjects is a choice that didn’t consider the opinions of the people. If we were to consider the voice of the British people, this choice would change. It doesn’t make sense to leave out NEAs when NEAs have always been used in the measuring of the students’ grades. If consistency is desired then why omit such a considerable part of school work? Why completely dismiss the hard work students have contributed towards NEAs? This isn’t fair nor is it wanted.",
        "background": "Consider NEAs in the determining of 2020 grades of A-level and GCSE students for non-art/design subjects. Many subjects include NEAs and thus for a fairer grade NEAs should be considered in the grade.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-03T19:46:53.270Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-03T20:04:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T09:39:45.947Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry that we haven't been able to check this petition in time for the release of GCSE and A-level results, such that this specific action is no longer possible.\r\n\r\nYou may nevertheless like to sign the following petition which calls for an expanded, evidence-based appeals process which could conceivably include the use of NEAs: https://petition.parliament.uk/petitions/334013\r\n\r\nWe have also published the following related petitions which you may wish to sign:\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 \r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772 \r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T09:39:45.943Z"
    },
    "id": 330337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330337.json"
    },
    "type": "petition"
}