{
    "attributes": {
        "action": "Recognise Dental Nurses as Medical Professionals within the Aesthetics industry",
        "additional_details": "Dental Nurses are not widely recognised as professionals. We are bound by the same standards as any Medical professional. We require registration with a professional body to be able to practice and have the same continued professional development requirements. In the Aesthetics industry a prescribing midwife is free to practice facial Aesthetics however a Dental Nurse working daily with facial anatomy   is not able to. We undertake the same Aesthetics training. The divide needs to end.",
        "background": "To recognise Dental Nurses as Medical Professionals within the Aesthetics industry and allow them access to V300 prescribing course so they can practice within Aesthetics and prescribe their own patients. To also open level 7 Aesthetic courses to Dental Nurses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-05T10:38:39.547Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-05T14:12:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-11T10:55:46.466Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  This is a matter for the regulatory bodies for the relevant professions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-11T10:55:46.463Z"
    },
    "id": 330479,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330479.json"
    },
    "type": "petition"
}