{
    "attributes": {
        "action": "SUPPORT A PEOPLES SCIENTIFIC AND MEDICAL PANEL TO EVALUATE 5G HEALTH CONCERNS",
        "additional_details": "As a father I am concerned by the information we are receiving regarding the current global health crisis. Through discussion I have found I am not alone in my concerns, especially surrounding 5G radiation and its effects.\r\n\r\nWe feel let down by our MSM, which never mentions this, ever! Despite it being discussed the world over. When they do provide information it is confusing and frequently contradictory.\r\n\r\nThe debate must be opened up. There are many questions that need to be asked and answered.",
        "background": "I request the government instruct Matt Hancock, Chris Whitty and selected experts to engage in a live TV debate. The signatories of this petition will select a panel containing health and science professionals to engage with them.\r\n\r\nWe must establish the health risks associated with 5G radiation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-05T11:41:49.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-05T12:36:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T07:41:54.636Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about 5G, but it's not clear what action you want the Government to take. Your petition refers to a medical panel but also a live TV debate, and it's not clear if these are the same thing or different things.\r\n\r\nWe also can't accept petitions calling on the Government to take action in respect of particular individuals.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nDelay 5G in the UK until there’s been an independent investigation: https://petition.parliament.uk/petitions/312997"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T13:58:26.441Z"
    },
    "id": 330489,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330489.json"
    },
    "type": "petition"
}