{
    "attributes": {
        "action": "Force Travel Agents & Airlines to issue refunds in a reasonable timescale",
        "additional_details": "people have been waiting from March to get refunds for cancelled holidays and flights due to Covid-19 and travel agents and airlines are not refunding money quickly enough. Some people have lost their jobs due to the pandemic so could use the money to survive.",
        "background": "force travel agents and airlines to refund customers money in a timely manner in line with their own regulations and not months later. Parliament needs to enforce travel regulations otherwise whats the point in having them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-04T16:34:25.516Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-04T16:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T09:40:16.430Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nArrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and airlines or holiday operators, not the Government or Parliament.\r\n\r\nThe Civil Aviation Authority, which regulates the UK aviation industry, has provided guidance on passenger rights and how to make a claim: https://www.caa.co.uk/Passengers/Resolving-Travel-Problems/Delays-and-cancellations/\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T09:40:16.428Z"
    },
    "id": 330425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330425.json"
    },
    "type": "petition"
}