{
    "attributes": {
        "action": "Abolish the need for a Busking License in England and Wales",
        "additional_details": "We want the government to abolish the need for a Busking License in England and Wales, to allow buskers and performers to showcase their artistic talent freely in our cities. The arts are suffering, and we believe that we can help to keep them alive if we allow performance to exist more freely in our streets.",
        "background": "The performing arts industry has suffered greatly due to the Covid-19 crisis. It is estimated that 70% of UK theatres are expected to close by the end of this year. \r\nCurrently in England and Wales, street performers in the majority of cities are required to get licenses in order to perform.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-05T19:10:18.516Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-05T19:23:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T09:03:29.044Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Busking is already legal, and it is a matter for local authorities (not the UK Government or Parliament) whether to require buskers operating in their area to have a license or not, based on the individual circumstances.\r\n\r\nIf your local authority requires buskers to have a license, you could write to them or start a petition on their website (many councils have petitions systems of their own) asking for them to allow buskers to perform anywhere in your area without a license, if that is something you'd like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-14T09:03:45.428Z"
    },
    "id": 330518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330518.json"
    },
    "type": "petition"
}