{
    "attributes": {
        "action": "End mistreatment of Black communities by implementing a new UK policing strategy",
        "additional_details": "Recent events have created a desire to stand with Black communities and reflect on policing disparities in the UK. In particular, the disproportionate use of force, stop-and-search, and detainment under the Mental Health Act.\r\n \r\nWe call on the government to: Use the already robust evidence and recommendations in the Lammy, Angiolini, and the Adebowale Review; Update recommendations to tackle ongoing concerns; Create a transparent dialogue with Black communities; Revise strategies after five years",
        "background": "We petition the government to review its policing strategy to create equity of treatment of individuals in Black, Asian, and minority ethnic communities. We ask the government to review current evidence, create dialogue, take action, track progress, and continually revise its strategy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-05T20:43:56.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-05T22:16:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T15:19:43.896Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nConduct and publish an independent review into race relations with the Police: https://petition.parliament.uk/petitions/324314\r\n\r\nImplement recommendations from previous reports into racial inequality in the UK: https://petition.parliament.uk/petitions/327671\r\n\r\nAcknowledge systemic racism; implement the Lammy and Angiolini justice reviews: https://petition.parliament.uk/petitions/329097"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-09-04T15:19:43.892Z"
    },
    "id": 330523,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330523.json"
    },
    "type": "petition"
}