{
    "attributes": {
        "action": "Unify the NHS with charities to reallocate unused but wasted medical care.",
        "additional_details": "Yemen is currently facing one of the world's largest humanitarian crises, which has been severely exacerbated by coronavirus. Over 24 million people, 80% of the country’s population, need urgent humanitarian aid and protection, including food, drinking water and healthcare. I feel as a country benefiting from being a developed nation, we have a social responsibility and moral obligation to care for the less fortunate internationally.",
        "background": "Through setting up a scheme unifying organisations such as UNICEF and the NHS we can reallocate the wasted medical supplies to provide relief. If a system is put in place to ensure the prescriptions have not been contaminated then the supplies can be used to assist with humanitarian crises.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-06T10:51:44.900Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-06T11:00:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T16:46:22.099Z",
        "rejection": {
            "code": "no-action",
            "details": "It's not clear what you mean by 'wasted medical care' and therefore how this could be donated to Yemen.\r\n\r\nWe have however published this petition relating to the donation of unneeded medical equipment such as ventilators to countries in need, which you might like to sign: https://petition.parliament.uk/petitions/313670\r\n\r\nYou may also wish to sign these petitions which call for humanitarian aid for Yemen specifically:\r\n\r\nhttps://petition.parliament.uk/petitions/327217\r\nhttps://petition.parliament.uk/petitions/326822\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/\r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-14T16:46:28.486Z"
    },
    "id": 330569,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330569.json"
    },
    "type": "petition"
}