{
    "attributes": {
        "action": "Stop Weightloss Adverts on TikTok",
        "additional_details": "Self-esteem issues and eating disorders continue to be a huge problem  for young people in the UK. The apps and methods advertised on TikTok promote methods of weight loss that, without the consultation of a doctor, could be incredibly dangerous. TikTok is a growing platform which is a fantastic space for young people to express their creativity however it is the Government's duty to ensure that they are safe on this platform.",
        "background": "The government should ban social media platform TikTok (which is used by many children between the ages of 13-18) from profiting from sponsored adverts by apps that promote weight loss and fasting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-06T10:01:30.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-06T10:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T15:56:54.276Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for advertisers and TikTok as private businesses, not the UK Government or Parliament.\r\n\r\nIf you wish to complain about an advertisement you see on a social media platform such as TikTok you may be able to complain to the Advertising Standards Authority (ASA). You can find out what they cover here: https://www.asa.org.uk/about-asa-and-cap/the-work-we-do/what-we-cover.html.\r\n\r\nYou can complain to the Equality and Human Rights Commission, if you see an advert on social media which you feel discriminates against someone on the grounds of sex: https://www.equalityhumanrights.com/en/complaint-policy-and-procedure.\r\n\r\nYou may wish to sign this petition which calls for action to tackle body shaming in the media: https://petition.parliament.uk/petitions/331926."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-14T15:56:54.274Z"
    },
    "id": 330562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330562.json"
    },
    "type": "petition"
}