{
    "attributes": {
        "action": "Publish complete local Covid-19 positive cases data for previous 14 days",
        "additional_details": "The public want to assess their own risk of getting covid 19 in order to improve their balance of staying home vs going out with social distancing. \r\nThis will reduce the mental stress of living everyday with covid 19, and prevent mental health issues.",
        "background": "The public want up-to-date, recent (last 14 days), accurate, local +ve cases data to use to assess their own current risk of going out whilst taking appropriate precautions to protect themselves (masks and social distancing 1m+) without unnecessarily barricading themselves inside their home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-06T05:23:15.002Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-06T20:37:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T15:39:33.506Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government already publishes daily statistics by local authority area, region and nation provided by Public Health England (PHE), the Government agency set up to \"protect and improve the nation’s health and to address inequalities\": https://coronavirus.data.gov.uk/cases.\r\n\r\nYou could start a petition calling for the Government to change how PHE data is presented in some specified way, if that is something you'd like to happen.\r\n\r\nIn case it's helpful, a number of online media outlets use this data to populate interactive tools which allow you to see the number of cases in your local area at a glance, for example: https://www.theguardian.com/world/2020/sep/14/coronavirus-uk-map-confirmed-covid-cases-deaths-today.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-14T15:39:38.847Z"
    },
    "id": 330547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330547.json"
    },
    "type": "petition"
}