{
    "attributes": {
        "action": "Hold easyjet to account for their treatment of customers in relation to refunds",
        "additional_details": "There has been a widespread impact on air travelers across the country and this is adding misery during an already difficult time. There is no agency or regulator that has authority to hold these airlines to account. Ultimately such behavior should outlawed and companies need to accept that the associated overheads with providing good customer service when cancelling flights are part of the cost of doing business.",
        "background": "Summon easyjet (and other airlines behaving similarly) to a Public Enquiry to understand why refunds for cancelled flights are taking so long, why customer services are unresponsive, why communication is poor and what action is being taken to address these issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-07T12:39:20.723Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-09T19:39:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T09:39:18.847Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and airlines or holiday operators, not the Government or Parliament.\r\n\r\nThe Civil Aviation Authority, which regulates the UK aviation industry, has provided guidance on passenger rights and how to make a claim: https://www.caa.co.uk/Passengers/Resolving-Travel-Problems/Delays-and-cancellations/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire travel companies & airlines to pay compensation if no refund in 14 days: https://petition.parliament.uk/petitions/317878\r\n\r\nCreate a fund to reimburse money lost due to covid-19 travel cancellations: https://petition.parliament.uk/petitions/304912\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\nwww.gov.uk/coronavirus \r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T09:39:18.845Z"
    },
    "id": 330661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330661.json"
    },
    "type": "petition"
}