{
    "attributes": {
        "action": "Make the National media give a balanced account on the stories they cover",
        "additional_details": "Some recent biased and deemed one sided stories on race issues presented by the national media, has encouraged and inflamed racial hatred division and tension amongst the general public. Selective editing of video clips to support a biased narrative in particular relating to police conduct in public and at demonstrations, undermines public confidence in policing and if it continues it could encourage wide scale public disorder.",
        "background": "Ensure that the National media give a balanced and factual account when reporting on incidents involving policing and law and order.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-08T15:32:00.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-08T15:49:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-15T16:42:46.639Z",
        "rejection": {
            "code": "no-action",
            "details": "You ask the Government to make the media give a balanced account, but don't specify how you'd like the Government to do this and what actions to take as a result. \r\n\r\nThe Government-approved regulator Ofcom already exists to monitor the television, radio, telecommunications and postal sectors. Ofcom publishes and oversees compliance with the Broadcasting Code, which sets out certain requirements on broadcasters including those relating to accuracy and impartiality.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign\r\n\r\nhttps://petition.parliament.uk/petitions/303050\r\nhttps://petition.parliament.uk/petitions/326466\r\nhttps://petition.parliament.uk/petitions/314445"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-15T16:42:46.636Z"
    },
    "id": 330833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/330833.json"
    },
    "type": "petition"
}