{
    "attributes": {
        "action": "BBFC to add clear warnings on media that contain scenes of rape",
        "additional_details": "When a scene containing rape is featured in a film the viewer has not always been given fair warning to its inclusion. Sexual violence can have a significant impact on peoples lives, watching a scene of rape in a film can trigger p.t.s.d in victims and cause great distress to others. \r\nA clear warning not only helps the consumer make an informed choice as to what they watch, it may also discourage producers from including scenes of rape in their productions.",
        "background": "We want the Government to instruct The British Board of Film Classification to introduce a new standard warning. Films must include clear warnings if the content includes scenes of rape. We want the warning to be individual & specific to rape, identified as a separate category to sexual violence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-13T06:17:08.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-15T18:49:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-21T10:15:15.309Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be the responsibility of the British Board of Film Classification. The BBFC is a non-governmental body and is independent of the UK Government and Parliament.\r\n\r\nThe BBFC carries out periodic consultations with the public about its classification system. You can find out more about its work here:\r\n\r\nhttps://www.bbfc.co.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T14:38:05.087Z"
    },
    "id": 331320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331320.json"
    },
    "type": "petition"
}