{
    "attributes": {
        "action": "Remove ethnicities from applications",
        "additional_details": "in todays world we talk about the affects of stereotypes, prejudice and systematic racism.\r\n\r\nThis is another example. Applying for a job, a loan, a mortgage or any other application in life should be about the raw skills, finances needed to be sucessfull.\r\n\r\nWhat does race have to do with its sucess. If this is not a blatant show of segregation then what is.\r\n\r\nFor the government to accept this being requested is the government accepting and championing segregation",
        "background": "I would like the government to ensure that people do not have to put their ethnicity on applications etc..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-13T06:21:05.166Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-13T12:48:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T14:15:51.926Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already against the law for someone to be discriminated against because of their race, and companies cannot use information about a person's race to discriminate against them.\r\n\r\nThe Government's guidance on preventing discrimination during recruitment already says that employers are only allowed to ask candidates for information about protected characteristics as part of equality monitoring, and the person selecting or interviewing candidates should not see this information: https://www.gov.uk/employer-preventing-discrimination/recruitment"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-20T14:15:51.922Z"
    },
    "id": 331321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331321.json"
    },
    "type": "petition"
}