{
    "attributes": {
        "action": "We want clarity for when driving lessons can start in Wales?",
        "additional_details": "For people who ain’t key workers such as students need this as an essential to get jobs and help rebuild the economy. If they do ease the restrictions on driving lessons, this would allow driving instructors have their livelihoods back and also reduce the amount of people on public transport which would reduce the transmission rate on public transport. The Welsh Government are ignoring this request and we want clarity! Help and share this to get recognition from the Welsh Government.",
        "background": "Sign this petition to get a set date for when driving lessons to start in Wales? This is a big subject that people living in Wales should have clarity for when people can start driving lessons and tests.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-13T12:46:15.380Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-13T12:59:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-20T12:44:27.227Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Welsh Government, not the UK Government or House of Commons is responsible for most Covid-19 restrictions in Wales.\r\n\r\nNonetheless, since you started your petion the Welsh Government has announced that driving lessons will be able to take place in Wales from 27 July.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-20T12:44:27.224Z"
    },
    "id": 331349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331349.json"
    },
    "type": "petition"
}