{
    "attributes": {
        "action": "Release clear guidance on wedding receptions in the coming months for the UK",
        "additional_details": "The UK wedding industry is a multi-billion pound industry, and has been affected massively by the covid-19 pandemic. Similarly, engaged couples stand to lose thousands as a result of postponed/cancelled weddings. The guidance for hospitality does not extend to the wedding industry, and both couples and suppliers need clarity on when wedding receptions can resume, and guidance on the restrictions which will be imposed. If reception venues are covid secure, can they follow hospitality guidelines?",
        "background": "From 4th July 2020, wedding ceremonies of up to 30 people were permitted in England. However, no further guidance concerning wedding receptions has been released, despite pubs and restaurants reopening for business. Couples need clarity on when and how wedding receptions will be able to proceed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-14T18:04:44.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-14T18:10:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T12:26:11.368Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that from 1 August, small wedding receptions will be able to take place. The Government's guidance states that this means sit-down meals for no more than 30 people, subject to COVID-19 Secure guidance: https://www.gov.uk/government/publications/covid-19-guidance-for-small-marriages-and-civil-partnerships/covid-19-guidance-for-small-marriages-and-civil-partnerships\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T12:26:11.365Z"
    },
    "id": 331545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331545.json"
    },
    "type": "petition"
}