{
    "attributes": {
        "action": "Make GCSE and A-Level results days as early as possible.",
        "additional_details": "Initially Ofqual and the Department of Education stated that results would be given to students at the end of July, something achievable as no marking was being done. They soon after withdrew their statement and decided to retain the same date for results day. \r\nStudents have the right to be given enough notice on whether they will have to sit the Autumn exams as it would not be fair for them to continue intense revision all summer just to once again not sit them.",
        "background": "The Government to move A Level results day to 1st August 2020 and GCSE results day to 10th August 2020. \r\nMoving the date forward benefits every student and does not burden the exam boards.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T21:21:14.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-15T21:36:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T15:56:09.998Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not responsible for.\r\n\r\nThe Department for Education has been announcing how this year's A-levels and GCSEs will work, but decisions about examinations and assessments in England, including when results are issued, are a matter for Ofqual and the exam boards, and are not a matter for the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T15:56:09.995Z"
    },
    "id": 331680,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331680.json"
    },
    "type": "petition"
}