{
    "attributes": {
        "action": "Introduce the real black history into the curriculum",
        "additional_details": "Change the curriculum being more inclusive about the war, giving credit to all the counties who helped in the war, especially the 1.5 million Indian troops. To include The reason the commonwealth started. Including black ancient history like the temples and teaching of Timbuktu rather than the story of slavery. Black history is not a story of struggle and needs to be reflective in the curriculum. History needs to be told correctly so that children do not grow up thinking they are superior",
        "background": "Include the countries from the commonwealth that helped in World War Two and also stop starting black history with slavery. This gives black people an inferior complex from an early age. As it gives the impression that our history only started with slavery and only Britain and America won the war",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T14:29:04.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-16T18:20:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T10:43:23.684Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nReform the National Curriculum on the basis of equality and BAME representation: https://petition.parliament.uk/petitions/324690\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nMake black history a compulsory part of the national curriculum for all ages: https://petition.parliament.uk/petitions/323654\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T10:43:23.680Z"
    },
    "id": 331643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331643.json"
    },
    "type": "petition"
}