{
    "attributes": {
        "action": "Government immediately produce scientific advice and data for face coverings.",
        "additional_details": "Various historical legislation and freedoms have been breached by this new rule with no right of review and timeline or strategy for withdrawing the measures. In line with ECHR the government needs to show the measures are proportionate and necessary. Therefore the government in the interests of public confidence immediately produce the scientific advice not just with regards to the introduction of the measures but also the anticipated impact in order to show necessity and proportionality.",
        "background": "The government has imposed major restrictions on the public in terms of face coverings. The Welsh CMO has said the evidence is weak. \r\n\r\nTherefore The government needs to produce immediately the scientific advice for coverings along with all supporting data showing the full anticipated impact.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T17:38:30.038Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-16T09:16:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T17:10:59.586Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has already published information which informed the decision to make face coverings mandatory in certain circumstances.\r\n\r\nThe Governments announcement of advice to cover faces in encloses spaces included a statement from the Chief Medical Officer: https://www.gov.uk/government/news/public-advised-to-cover-faces-in-enclosed-spaces\r\n\r\nThe Government has also published a paper by the Data Evaluation and Learning for Viral Epidemics (DELVE) group on face masks for the general public: https://www.gov.uk/government/publications/delve-report-on-face-masks-for-the-general-public-21-april-2020\r\n\r\nThe above paper was considered by the Scientific Advisory Group for Emergencies (SAGE) on 21 April, the minutes for which are available here: https://www.gov.uk/government/publications/sage-minutes-coronavirus-covid-19-response-21-april-2020\r\n\r\nIf you want the Government to reverse decisions about mandating the use of face covering in certain situations, you may wish to sign some of these petitions:\r\n\r\nDon't make the wearing of face masks compulsory in public places in England: https://petition.parliament.uk/petitions/331174\r\n\r\nRepeal the decision to implement compulsory face coverings in English shops: https://petition.parliament.uk/petitions/331430\r\n\r\nMake the use of masks on public transport voluntary and not mandatory: https://petition.parliament.uk/petitions/325079"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-22T17:10:59.583Z"
    },
    "id": 331663,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331663.json"
    },
    "type": "petition"
}