{
    "attributes": {
        "action": "Scrap the private parking companies’ £100 flat parking charge notices (PCN)",
        "additional_details": "PPC are effectively exempted from contract law in the Magistrate Courts due to the lack of legal background of many District Judges.  PPC can impose any term or condition and issue a flat £100 PCN for alleged breaches regardless of the true ‘economic loss’ to them.  A charge of £100 for overstays beyond a 2 hour+ free parking period to prevent abuse of the land and a parking charge at the daily rate, capped at £25, for all other alleged breaches of contract should be introduced immediately.",
        "background": "The Parking (Code of Practice) Act 2019 that purports to protect motorists from rogue Private Parking Companies (PPC) has failed to prevent the PPC from charging £100 for any minor violation of their terms and conditions, further abusing the motorists’ legal & consumer rights in the name of profit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T09:04:43.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-17T15:09:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T14:45:37.740Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Enforcement of parking restrictions on private land is a matter for landowners, not the UK Government or Parliament.\r\n\r\nIf the PPC is a member of the British Parking Association and you feel you have been issued a charge incorrectly, you may be able to make an appeal here: https://www.popla.co.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-28T14:45:37.738Z"
    },
    "id": 331603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331603.json"
    },
    "type": "petition"
}