{
    "attributes": {
        "action": "Tax break for 3 months for all COVID-19 key workers",
        "additional_details": "Key workers have worked extremely hard throughout the pandemic, a lot of extra hours, added pressures, demands and stress. They have not had any opportunity to stay at home and stay safe. As an acknowledgment for all their hard work a 3 month tax break would be highly appreciated from all. Without this if and when taxes increase these key workers will be hit again as they will have paid tax throughout and again will have to pay without any regard for the work carried out during COVID-19.",
        "background": "Allow all key workers who have worked throughout the COVID-19 pandemic a 3 month tax break to show appreciation for keeping healthcare and essential industries going within the UK. Key workers have had their own anxieties about catching and taking home the virus but continued to work regardless.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T16:37:33.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-15T17:06:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-22T09:47:49.484Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\nhttps://petition.parliament.uk/petitions/306845\r\nhttps://petition.parliament.uk/petitions/304905\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-22T09:47:55.948Z"
    },
    "id": 331655,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331655.json"
    },
    "type": "petition"
}