{
    "attributes": {
        "action": "Make Bristol statue of Jen Reid permanent and protect artist and collaborators.",
        "additional_details": "After the fall of the Slave Owner and Trader Colston as part of the nationwide and global Black Lives Matter protests, the decision to publicly instate the Reid statue, as a permanent feature, is crucial in this nations recognition of the struggle and triumph of their Black citizens and their heritage. \r\n\r\nIn addition the artist and collaborators should receive no punishment or fine for raising awareness and taking action for what is right.",
        "background": "Titled ‘A Surge of Power (Jen Reid) 2020’, this incredible undertaking was led by artist Marc Quinn alongside Jen and Hassan Akkad. \r\n\r\nI am calling for this statue to be made a permanent art installation and left where it is to symbolise the progression of the BLM movement in this country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-15T10:10:34.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-15T10:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T16:17:27.566Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments and statues are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue, or request a new monument or statue be erected, you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-21T16:17:27.950Z"
    },
    "id": 331611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331611.json"
    },
    "type": "petition"
}