{
    "attributes": {
        "action": "Stop the Mandatory use of Face Masks in Shops, Offices and Public Buildings.",
        "additional_details": "There is however, scientific proof and medical concern that build up of exhaled waste products and toxins on the inside of a face covering can have detrimental effect and presently unrecognised health implications.\r\nThe restriction of oxygen intake can have a range of effects from mild temporary to fatal.\r\nIt should not only be those with a physical or mental disability who are exempt. Everyone should be free to make their own informed decision as to health risks.",
        "background": "There is no scientific evidence or agreement that masks provide any protection to the wearer or others from COVID-19. \r\nMandatory use of masks is not justifiable and infringes human rights and civil liberties and should not be\r\nenforced by the threat of refusal of entry or of a large penalty fine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-16T11:38:27.090Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-16T15:01:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-21T08:13:17.758Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDon't make the wearing of face masks compulsory in public places in England: https://petition.parliament.uk/petitions/331174\r\n\r\nRepeal the decision to implement compulsory face coverings in English shops: https://petition.parliament.uk/petitions/331430\r\n\r\nMake the use of masks on public transport voluntary and not mandatory: https://petition.parliament.uk/petitions/325079\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-21T08:13:17.754Z"
    },
    "id": 331746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331746.json"
    },
    "type": "petition"
}