{
    "attributes": {
        "action": "Stop the suppression of Palestine and recognise it as a country.",
        "additional_details": "I want the U.K. government to back this because thousands of innocent lives are taken away, children, women, men. They’re people who want to live a life however, the support from the U.K. government to Israel must stop and must consider the effect this has on regular people who are just trying to live. Instead, try and support Palestine to create a new economy, one where it can live in peace with Israel if they stop this nonsense for their “promised land”, because God doesn’t exist unless you can prove it.",
        "background": "Stop the support of Israel to completely suppress innocent Palestinians from violence and war. Israel can not illegally take over land that doesn’t belong to them and should be stopped from doing so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-16T19:17:19.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-16T20:05:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T10:48:58.394Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCall for the UK government to formally recognise the State of Palestine: https://petition.parliament.uk/petitions/300450\r\n\r\nCall for an immediate end to the Israeli blockade on the people of Gaza: https://petition.parliament.uk/petitions/308206\r\n\r\nImpose sanctions on Israel if it annexes settlements in the West Bank: https://petition.parliament.uk/petitions/318454"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T10:48:58.391Z"
    },
    "id": 331844,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331844.json"
    },
    "type": "petition"
}