{
    "attributes": {
        "action": "Black Lives Matter to be a required topic taught in Primary and secondary school",
        "additional_details": "For the good parts of Black history to be taught and not just slavery for example, Black inventors, black businesses and black entrepreneurs. Also for students to be taught about the journey it took for Black people to get independence. Also for a statute to be built of a Black person.",
        "background": "For the good parts of Black history to be taught and not just slavery for example, Black inventors, black businesses and black entrepreneurs. Also for students to be taught about the journey it took for Black people to get independence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-16T16:56:36.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-16T19:49:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T10:46:53.222Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nReform the National Curriculum on the basis of equality and BAME representation: https://petition.parliament.uk/petitions/324690\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nMake black history a compulsory part of the national curriculum for all ages: https://petition.parliament.uk/petitions/323654\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-23T10:46:53.219Z"
    },
    "id": 331813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331813.json"
    },
    "type": "petition"
}