{
    "attributes": {
        "action": "ensure that all schools are obligated to recognise and support non-binary people",
        "additional_details": "If this, or something like it was done to ensure recognition and protection of non-binary people in education, I believe that it would be a great step forward in trans rights and make schools an overall safer place for lgbtq+ people. Ensuring that they feel safer from transphobic violence and harassment, should be a top priority for all schools, especially with transphobia very present in society. From children, to adults and older, nobody is too young nor old to be recognised as who they are.",
        "background": "ensure that:\r\n-on schools' systems non-binary people are referred to as non-binary \r\n-non-binary people have access to the right facilities (toilets & changing rooms ect.)\r\n-when applying to a new school they can put non-binary instead of m/f\r\n-get support when needed for surgeries, transphobia ect.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-16T19:22:14.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-16T20:05:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-23T10:52:36.322Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for operational decisions by schools, but we have published a petition calling on the Government to add gender identity to the characteristics protected under the Equality Act 2010, which would require schools and all other public bodies to ensure non-binary people are not subject to direct or indirect discrimination.\r\n\r\nYou can sign the petition calling for the Government to add gender identity to the characteristics protected under the Equality Act 2010 here: https://petition.parliament.uk/petitions/301138"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-25T12:24:17.011Z"
    },
    "id": 331846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331846.json"
    },
    "type": "petition"
}