{
    "attributes": {
        "action": "Include tattoos and piercings as protected characteristics from discrimination",
        "additional_details": "Neither a tattoo or a piercing is affecting someone’s ability to perform a task well and should only be questionable in a work place if it’s rude or offensive. Some individuals may have a tattoo for personal reasons or a piercing for religious reasons. According to academics from King’s College, London, a majority of the 33 participants saw their tattoos as barrier. This is a shame that stereotypical bias are ruining people’s ability to express theirselves and are missing out on opportunities.",
        "background": "Tattoos and piercings have been a popular form of self expression for years but it is also known to hurt people’s chances of finding a job. This is due to myths such as believing people with tattoos and piercings are unprofessional. Resulting in hardworking individuals missing out on job offers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-16T21:33:09.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-17T14:13:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-27T08:14:07.485Z",
        "rejection": {
            "code": "no-action",
            "details": "Recent research found “no evidence of discrimination against people with tattoos” when seeking employment. As the Equality Act is ultimately intended to tackle systematic discrimination, it would therefore not be the appropriate legislative solution to the perceived discrimination you’re concerned about.\r\n\r\nIt is also worth noting that it is already illegal to discriminate against someone who has a tattoo or piercing for a religious reason as their religious beliefs are a ‘protected characteristic’ under the Equality Act. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-27T08:14:17.577Z"
    },
    "id": 331863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/331863.json"
    },
    "type": "petition"
}