{
    "attributes": {
        "action": "Make an official exception card for those with hidden disability's",
        "additional_details": "I feel like a lot of the times people with hidden disabilities struggle more in life, not only because they're not understood by those who are around them, but by those who are strangers to them make things ten times more uncomfortable, for the person struggling to explain themselves, we always are not seen in parliament to be a problem, but now during a 'pandemic crisis' this must change. \r\nI for one have autism 'ASD' I have sensory issues, someone with asthma has breathing issues ect.",
        "background": "I want to make an official exception card for those who can not wear face masks, we want it official for our use and for the purpose of the public recognizing the issue, and to make shopping less anxious for those who have a hidden disability and a different card for those with- physical disability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-20T21:16:35.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-20T21:46:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T11:18:13.893Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has published official badges for people who are exempt from wearing a face covering: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-30T11:29:46.747Z"
    },
    "id": 332234,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332234.json"
    },
    "type": "petition"
}