{
    "attributes": {
        "action": "Review the pay-rise decision and include pharmacists and their teams.",
        "additional_details": "We were the only face to face contact patients were able to access during the pandemic. We carried out consultations with no or very little protective wear and delivered to hundreds of patients who were isolating.  We have gone above and beyond and yet received no recognition for our efforts from the government. \r\n\r\nThe public have been so supportive it is disappointing the government cannot replicate the same appreciation. All we want is equal recognition. We work just as hard.",
        "background": "Given the current decision of giving a pay rise to doctors and other professions, it seems like others have been forgotten. Pharmacists and their team have worked equally as hard during this pandemic and we did not close our doors like GP surgeries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-21T13:50:54.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-21T13:56:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T09:46:33.571Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Parliament and Government aren't responsible for setting most pharmacists' pay. \r\n\r\nThey are responsible for NHS pharmacists' pay, so you might like to sign and share this petition:\r\nhttps://petition.parliament.uk/petitions/313488\r\n\r\nYou might also like to sign and share these petitions:\r\nhttps://petition.parliament.uk/petitions/307215\r\nhttps://petition.parliament.uk/petitions/308903\r\nhttps://petition.parliament.uk/petitions/306845"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T09:46:33.568Z"
    },
    "id": 332322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332322.json"
    },
    "type": "petition"
}