{
    "attributes": {
        "action": "Call for a motion of no confidence in the current Conservative government",
        "additional_details": "Previously, a petition was already started to \"Omit the NHS from any future trade deal with the US\"\r\n\r\nThe petition can be found here:\r\nhttps://petition.parliament.uk/petitions/307339\r\n\r\nTo whit, the current government already filed a formal response which you can read at the above link\r\n\r\nThe current government directly contradicted their statement as given in the previous petition by voting \"No\" on New Clause 17 which means the NHS does not get protections from being included in any future trade deal",
        "background": "Anyone who signs this petition as a member of the public agrees that a motion of no confidence should be brought upon the current ruling Conservative party. We, the public, would like all the opposition leaders to unite in this motion to hopefully bring about a public vote on New Clause 17",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-21T17:40:25.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-21T17:54:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-28T14:42:55.050Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence. \r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-28T14:42:55.046Z"
    },
    "id": 332365,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332365.json"
    },
    "type": "petition"
}