{
    "attributes": {
        "action": "Give ALL Frontline Workers A Payrise!",
        "additional_details": "It’s not fair that only a percentage of the frontline workers are getting a pay rise! \r\nTheses industry workers have been given a go ahead for their pay rises - police officers 2.5%, school teachers 3.1%, senior doctors and dentists 2.8%, armed forces 2%, national crime agency 2.5%, prison officers 2.5%, judiciary 2%, senior civil servants 2%, senior military 2%. \r\nALL frontline workers deserve a pay rise, this includes social workers, junior doctors, nurses, all therapists, paramedics, care workers, cleaners, etc! Everyone who worked frontline should get a pay rise!!! These people worked just as hard, maybe even harder!",
        "background": "We want ALL frontline workers to receive a payrise!! Everybody in the NHS that worked during the pandemic should get a payrise or no one should! Make it fair!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-22T10:55:49.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-22T11:00:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-29T09:35:42.338Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIdentify and reward all key workers due to Covid-19: https://petition.parliament.uk/petitions/308903\r\n\r\nConsider how to compensate key workers for their efforts during Covid-19 crisis: https://petition.parliament.uk/petitions/308172\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-29T09:35:42.334Z"
    },
    "id": 332474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332474.json"
    },
    "type": "petition"
}