{
    "attributes": {
        "action": "Ensure companies treat Mental Health like they treat Physical Health",
        "additional_details": "Enforce the equalities act of 2010. Putting a duty of care on employees towards their mental health. Make it law that all companies need a mental health programme in place in the same way they implement physical health. This will help with employees mental health in the work place and impact the cost of mental illness on U.K. industry",
        "background": "Mental Health is not given the same priority as Physical Health in the work place. Under the current climate this needs to change. Where with physical health the HSE recommend a first aid rep for companies with 5 - 50. The same recommendations need to be in place for Mental Health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-23T08:04:20.368Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-23T10:41:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T10:45:39.634Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about employers failing to adequately meet the mental health needs of their staff, but it's not clear what action you want the Government to take in response to this.\r\n\r\nEmployers are already required to make reasonable adjustments in respect of disabled people. This covers everyone who has a physical or a mental condition which has a substantial and long-term impact on their ability to do normal day to day activities: https://www.equalityhumanrights.com/en/advice-and-guidance/disability-discrimination\r\n\r\nThe Equality and Human Rights Commission has published advice on how employers can meet their obligations in respect of employees with mental health conditions: https://www.equalityhumanrights.com/en/advice-and-guidance/mental-health-your-business\r\n\r\nPeople who feel they have been treated unfairly and want further advice can contact the Equality Advisory and Support Service: https://www.equalityadvisoryservice.com/\r\n\r\nWe could accept a petition calling on the Government require employers to take a particular action in respect of mental health, but it would need to be clear what action you want the Government to take.\r\n\r\nWe have already published the following petition, which you might like to sign:\r\n\r\nRequire all workplaces to have Mental Health First Aiders: https://petition.parliament.uk/petitions/323558"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T10:45:39.631Z"
    },
    "id": 332584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332584.json"
    },
    "type": "petition"
}