{
    "attributes": {
        "action": "Enshrine the Union in law to make it impossible for any region to secede.",
        "additional_details": "Scotland is suffering from the uncertainty created by the SNPs continued agitation for independence.  The SNP are failing Scotland, they refuse to work in a collaborative manner with the UK Government. Vital investment in Scotland is simply not happening as industries are unwilling to base themselves in Scotland. The SNP have minority support and have damaged Scotland’s public services. They have created instability to the detriment of Scotland. This uncertainty needs to be stopped and the only way to do this is to make secession unlawful and enshrine the Union in a new Act of Parliament.",
        "background": "An Act of Parliament to cement the Union so that no one part can agitate for separation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-23T17:20:33.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "CO",
                "name": "Cabinet Office",
                "url": "https://www.gov.uk/government/organisations/cabinet-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-23T17:47:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T11:20:25.548Z",
        "rejection": {
            "code": "no-action",
            "details": "The union of England, Scotland, Wales and Northern Ireland is already provided for by law, and the session of any part of the UK could only be achieved through primary legislation.\r\n\r\nIt is not possible for Parliament to bind its successors, so it would not be possible for the Government to pass legislation which would prevent future legislation enabling the secession of part of the UK."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T11:20:25.545Z"
    },
    "id": 332636,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332636.json"
    },
    "type": "petition"
}