{
    "attributes": {
        "action": "All MP's to work for at least 2 years on the national living wage they voted for",
        "additional_details": "As a cost saving measure and as the research was clearly undertaken it must be possible for all of those that voted for the national living wage must be able to live on it. MPs (members of parliament, not military police) should lead by example and show the public that they're in the position to make change - not make money. This would easily save the UK government £1 million plus which can be pumped into the NHS. The only other way to save the NHS would be legalise cannabis.",
        "background": "All members of parliament to work for at least 2 years on the national living wage that they voted for. As a majority voted for £8.21 p/h that is what they should earn. Any that wished for it to be set at a higher or lower rate will have that as their base wage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-24T07:57:39.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-25T12:56:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T12:58:07.809Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T12:58:07.805Z"
    },
    "id": 332685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332685.json"
    },
    "type": "petition"
}