{
    "attributes": {
        "action": "Refuse UK entry to current or ex UK Citizens suspected of links to terrorists.",
        "additional_details": "British Citizens have left the UK to link up with foreign terrorist organisations such as ISIS with blood on their hands, and who have carried out indiscriminate atrocious acts of terror and be-headings of UK Citizens and our Allies. Our courts are clearly not acting in the Interest of the Majority of UK Citizens, by allowing such people back into the UK, and will be a constant threat to UK Society, once here, as they know once here they will not be made to leave and will spread their ideology.",
        "background": "We call on the British Government to change the Law/s and ensure ALL current or Ex British Citizens suspected of links with terrorists outside of Britain are not allowed back into the UK and any legal appeals heard via video link, and heard by an Independent Public Jury with a Majority Vote.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-23T19:26:51.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-23T20:43:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-22T17:14:47.989Z",
        "rejection": {
            "code": "no-action",
            "details": "It would be contrary to international law for someone to be refused entry into any country for which they have citizenship as this could render them effectively state-less. \r\n\r\nFurther, the courts, the police and the security services already have the power to detain terror suspects once they re-enter the UK pending trial, and to restrict their movements where necessary. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-22T17:14:54.041Z"
    },
    "id": 332654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332654.json"
    },
    "type": "petition"
}