{
    "attributes": {
        "action": "Sort and accept the issue of PTSD and suicide amongst our troops and veterans",
        "additional_details": "We owe these professionals. How difficult is that to sort out ? Other lesser nations support their veterans better than this country as the norm. We as GREAT Britain do nothing. 😡😡😡😡😡😡😡😡😡 This has to change right now ! We support lots of people from wherever but let our own down. Some live rough on the streets and some kill them selves. You the elected need to stop this. Support our Military once and for all. Get a grip. Stop suicide amongst vets first and let’s get them sorted. It’s a disgrace !!!",
        "background": "Support out troops passed and serving. Recognise the issue firstly !",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-23T20:56:03.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-23T21:35:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T11:24:43.143Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about support for verterans, but we can only accept petitions that make a clear request for a specific action by the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCoroners must be lawfully obligated to statistically record veteran suicides: https://petition.parliament.uk/petitions/300055\r\n\r\nEnshrine the Military Covenant in UK Law: https://petition.parliament.uk/petitions/332503\r\n\r\nProvide funding to expand Veterans UK helpline services: https://petition.parliament.uk/petitions/317320\r\n\r\nIf you want the Government to take an action not covered by the above petitions, you could start a new petition, but would need to be clear about what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T07:21:48.633Z"
    },
    "id": 332666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332666.json"
    },
    "type": "petition"
}