{
    "attributes": {
        "action": "Support the British night life.",
        "additional_details": "The government need to support the movement of the British night life, they had full support or the reopening pubs but they put a blind eye on clubs If the government doesn’t fund towards the British night life then it will die, the night life is such a big part of the British culture many of the British public won’t be able to go out for a few drinks with friends, see live acts in clubs. If the scenes dies the annual revenue will decrease, DJs will loose jobs and high streets Will look dull.",
        "background": "This pandemic has hit us hard, some stuff more financially than others. But the British night life such as night clubs and Legal raves are being impacted the hardest and the government has taken a blind eye to a this and They’re being run down into the grave.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-23T17:09:06.754Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-23T17:40:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-30T15:00:39.709Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nOffer more support to the arts (particularly Theatres and Music) amidst COVID-19: https://petition.parliament.uk/petitions/320711\r\n\r\nProvide financial support to performers and creators during the COVID-19 crisis: https://petition.parliament.uk/petitions/301903\r\n\r\nExtend the VAT reduction announced to include sports and the Arts: https://petition.parliament.uk/petitions/331068"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-07-30T15:00:44.115Z"
    },
    "id": 332635,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332635.json"
    },
    "type": "petition"
}