{
    "attributes": {
        "action": "Install two gates either side of the A281 where the downs link and A281 meet.",
        "additional_details": "The A281 is a busy road, it’s a dangerous road to cross at the best of times however for those who do not know the area it is critical to have an intervention before the main road occurs. \r\nGates would insure those crossing have stopped, waited and have seen the main road ahead. \r\nAlthough the speed limit changes from 60 to 40mph just before the crossing many vehicles do not adhere to this, therefore a gate for additional safety of the downslink users is critical.",
        "background": "After the devastating loss of life on the A281 the residents of Rudgwick would like gates installed either side of the main road where the downslink meets the A281. There are currently signs, although barely visible to those using the downs link, especially those new to the area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-24T08:58:48.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-24T09:49:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-07-31T09:30:28.667Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.  \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: \r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou can also find information about petitioning the council here: https://www.westsussex.gov.uk/about-the-council/have-your-say/submit-a-petition-to-the-county-council/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-07-31T09:30:28.663Z"
    },
    "id": 332691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332691.json"
    },
    "type": "petition"
}