{
    "attributes": {
        "action": "Remove the post Mayor of London. After 20 years this is not working for London",
        "additional_details": "Decisions about London don’t only affect those living in it. People living outside London commute in for work. Tourists from the rest of the UK and abroad are also affected by decisions. Yet none of them have a say in who should stand as Mayor. Personal ego projects are affecting businesses in and out of London. This includes deliveries, retailers, cleaners and customers. London needs these people to survive. Road closures are affecting day to day lives of the disabled and elderly .",
        "background": "The post of Mayor of London was created 20 years ago. After 3 mayors all we have seen is money wasted. TfL is now being bailed out by UK taxpayers. Cross rail is a money pit. London Assembly has no control. It shouldn’t be down to one person. London should be run by a non political committee",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-25T21:20:54.400Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-25T22:20:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T10:22:27.865Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This would be a decision for the people of London, rather than the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for an action that's the responsibility of the UK Government or Parliament, for example calling for a referendum in London on removing the role of Mayor of London and giving these powers to the London Assembly, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T10:22:27.861Z"
    },
    "id": 332846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332846.json"
    },
    "type": "petition"
}