{
    "attributes": {
        "action": "Urgently review UK gov guidance for hairdressers regarding only wearing visors",
        "additional_details": "SAGE accepts aerosol transmission \"fine droplets of liquid containing virus.... form an aerosol and are carried through the air. You may become infected if you breathe these in.\" The wearing of a visor which is only really meant as eye protection will do very little to stop an infected hairdresser for example from transmitting covid-19 to their non mask wearing clients as they stand over them. I call for an urgent review into the guidance given to these professions to include mandatory masking",
        "background": "Current UK Gov guidance for hairdressers and other close contact professions state that the professional is only required to wear a visor with no need for them or their client to wear a mask. I am starting this petition to get the government to change this flawed and potentially deadly advice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-25T23:50:47.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-26T07:32:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T10:17:56.998Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's advice on close contact services states that people such as hairdressers and beauticians should wear a visor that  that covers the face and provides a barrier between the wearer and the client from respiratory droplets caused by sneezing, coughing or speaking. The guidance goes on to state that visors must fit the user and be worn properly, and should cover the forehead, extend below the chin, and wrap around the side of the face. The visors specified are therefore clearly not just intended for eye protection.\r\n\r\nYou could start a petition calling on the Government to require customers and service providers to wear face masks for all close contact services, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T07:21:41.729Z"
    },
    "id": 332857,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332857.json"
    },
    "type": "petition"
}