{
    "attributes": {
        "action": "Name the Bolivarian Republic of Venezuela and 'Unsafe Country of Origin'",
        "additional_details": "Venezuela is currently run by a Narco-terrorist regime with a record on Human Right abuses. Currently, the Venezuelan Consulates are not issuing or renewing Passports, leaving thousands of Venezuelans stateless. The responsible office for identification in Venezuela has been closed since May. This makes it impossible for Venezuelans to renew visas, find jobs, study or travel freely. Venezuelans want the right to their Nationality back. It is not safe for them to be sent back to Venezuela.",
        "background": "Venezuelans living in UK who are being denied the right to Nationality by the non-issuance of passports, should be granted Temporary Protection as per Immigration Rules part 11A. This would allow them to continue their lives in the UK uninterrupted whilst the situation in Venezuela gets solved.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-26T12:25:48.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-27T13:58:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T11:26:50.825Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular we're not sure if your petition is about visa extensions or asylum claims. States can be designated safe but individual claims can still be still considered. States cannot be designated as unsafe. No designation has been made for Venezuela.\r\n\r\nYou could start a petition calling for the Government to publish guidance on Venezuela to be used by UK Visas and Immigration to make decisions in asylum and human rights applications. Or you could start a petition calling for the Government to provide/extend visas for people who are unable to return to their home country."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T14:24:34.589Z"
    },
    "id": 332899,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332899.json"
    },
    "type": "petition"
}