{
    "attributes": {
        "action": "Include social workers in the above-inflation pay rise for public sector workers",
        "additional_details": "That they follow the same set of recommendations of the independent pay bodies with this set of real-terms pay rises. That the Tories make good on their promises to boost local authority funding.\r\nSocial workers need to be recognised and acknowledged, it's no way to reward those who've been at the forefront of fighting this pandemic.\r\nThe prime ministers speech and all government coverage of key workers completely excluded a profession that makes a vital contribution to our country.",
        "background": "Public sector workers will get an above-inflation pay rise and social workers have been ignored. They are frontline safeguarding children and adults at the forefront of fighting this pandemic in tireless efforts and vital contribution. They need be recognised and get a pay rise out of this as well.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-25T21:28:03.034Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-30T07:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-25T15:25:49.334Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Salaries for social workers are set by their employers, including local authorities, and not by the UK Government or Parliament.\r\n\r\nYou could start a petition calling for the Government to set the salaries for social workers, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-16T09:09:39.249Z"
    },
    "id": 332848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332848.json"
    },
    "type": "petition"
}