{
    "attributes": {
        "action": "Protect a percentage of jobs in the UK's offshore sector",
        "additional_details": "We are facing massive levels of redundancy currently. UK offshore shipping is predominantly crewed by foreign nationals working in our sector but living abroad. UK seafarers should enjoy the same or at least a percentage of the protections in the UK sector as any land based workers. The money that foreign nationals are earning is being sent back to their respective countries, where they live and spend their wages. This is bad for our economy in tax revenue, VAT, and heightened redundancy levels",
        "background": "In many offshore sectors around the world, their respective Governments protect a percentage of jobs for their own nationals. This ensures employment opportunities for locals, ensures that income tax is going back into the country and that wages are being spent on domestic goods and services",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-25T12:56:38.232Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-25T14:50:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T11:47:28.580Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the job security of offshore workers, but it's not clear what you want the Government to do about this.\r\n\r\nIf you want the Government to change the immigration rules relating to offshore workers or seafarers you could start a petition about this, but would need to be clear what changes you want the Government to make to current rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T11:47:28.576Z"
    },
    "id": 332800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332800.json"
    },
    "type": "petition"
}