{
    "attributes": {
        "action": "Make First-Aid training compulsory in schools and workplaces.",
        "additional_details": "and usually bystanders are at the scene before first respondents. A child must be taught first-aid at school if they are ever alone with a family member that suffers from an illness and needs immediate medical treatment. They will know how to administer first-aid and how to ring emergency services immediately. If an individual is suffering from a medical problem and needs first-aid administered immediately, their survival rate would be increased to 76.5% of the population if employed.",
        "background": "To make it compulsory to receive free first-aid training, that first-aid training is added in school curriculums and that it is taught in the workplace. It is vital to life that all individuals are first-aid trained. If a member of public has a heart attack the first 5 minutes are the most crucial",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-26T17:08:58.069Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-29T19:33:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-01T15:08:30.540Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition instead: https://petition.parliament.uk/petitions/318683\r\n\r\nWorkplace training is a matter for individual employers, not the UK Government or Parliament. You could start a petition calling on the Government to make funding available to help employers run first aid training, if that is something you'd like it to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T15:08:30.537Z"
    },
    "id": 332923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332923.json"
    },
    "type": "petition"
}