{
    "attributes": {
        "action": "The PM to address the nation daily via TV on Climate Crisis plans and actions.",
        "additional_details": "Radical change at scale is screamingly urgent and can only be made to happen by governments across the globe. We have to stop emissions now, plan and act. Science already informs us that if we stopped all emissions immediately we will still face phenomenal human suffering. Therefore it is a moral imperative for governments and the people to take unprecedented, massive actions now to save our planet and life on earth. We are all one and great swathes of biodiversity are going extinct. Next us.",
        "background": "To communicate to the nation that we are in the sixth mass extinction, and the need for radical action to stop an existential threat globally through social collapse.  To explain with total urgency what social collapse is: food insecurity; water insecurity; mass death; mass migration; disease; war.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-27T13:06:36.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-28T07:18:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T07:33:07.807Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions requesting action by the Government or House of Commons. The actions of individual Ministers, including the Prime Minister, is a matter for them as individuals.\r\n\r\nWe can also only accept a petition that makes a clear request for action, and while your petition states that radical change is urgent, the only request your petition appears to make is for a daily briefing. We have published the following related petitions, which you might like to sign:\r\n\r\nRebuild the economy out of lockdown with a Green New Deal: https://petition.parliament.uk/petitions/317343\r\n\r\nPublish new carbon budgets linked to the Paris Agreement and Climate Change Act: https://petition.parliament.uk/petitions/300178\r\n\r\nMake Ecocide a criminal offence in the UK: https://petition.parliament.uk/petitions/332264\r\n\r\nSupport making ECOCIDE an international crime: https://petition.parliament.uk/petitions/320890"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T07:33:07.805Z"
    },
    "id": 332984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332984.json"
    },
    "type": "petition"
}