{
    "attributes": {
        "action": "Cap private rented residential property costs across the UK",
        "additional_details": "Most people in rented properties are not in any position to purchase their own. However, the current system allows landlords to keep raising costs to extortionate amounts causing people on low incomes more hardships, and taking away the possibility of them acquiring their own properties. The same group of people are often faced with the risk of homelessness and/or health challenges as it becomes more difficult to cope. The government could delegate this power to local authorities, if necessary.",
        "background": "The government should enact a law to control the current system which unfairly permits landlords to charges excessive rent for residential properties across the UK. The relevant law would set caps on rental costs based on a property's location, condition, size and any other relevant categorisation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-27T12:50:19.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-29T06:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-22T17:00:57.795Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The amount of rent private landlords charge their tenants is a matter for them and their tenants, not the UK Government or Parliament.\r\n\r\nIn any case, there are already restrictions on when private landlords can increase the rent they charge their tenants, including a ban on increasing rents at all without the agreement of the tenant if they are on a long-term tenancy. You can find out more here: https://www.gov.uk/private-renting/rent-increases."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-22T17:01:00.127Z"
    },
    "id": 332980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332980.json"
    },
    "type": "petition"
}