{
    "attributes": {
        "action": "Make all utility bills fixed amounts with no unexpected bills at the end",
        "additional_details": "Customers shouldn’t have to be lumped with huge bill at the end of the tariff because they used more, customers give utility bills readings and inform them on how they will use the energy and utility companies give us a monthly amount based on that information but then at the end of the year we always use more and are lumped with a bigger bill, this needs to end! It is surely false advertisement and corruption, the government needs to step in and make this end",
        "background": "Utility bill companies lower prices to gain customers and give fixed amounts for a minimum of 1 year but give out large bills at the end, the government need to force these companies to keep bills fixed, what ever price they give out is the price you pay despite using more or less energy,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-27T14:38:05.222Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-27T15:48:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-03T10:37:15.278Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you're concerned about how people are billed for energy, but the Government is not responsible for the action you have requested.\r\n\r\nIndividual energy providers are responsible for deciding on energy charges, subject to rules set by Ofgem, including price caps: https://www.ofgem.gov.uk/energy-price-caps/consumers\r\n\r\nEnergy providers often offer a fixed price energy tariff, but the amount a consumer is billed will still depend on their usage.\r\n\r\nIf you think an energy provider has unfairly advertised a fixed price energy tariff you could raise this with Ofgem or the Advertising Standards Agency."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-03T10:37:15.275Z"
    },
    "id": 332993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/332993.json"
    },
    "type": "petition"
}