{
    "attributes": {
        "action": "Save the smallest breweries (up to 5000HL) from changes to duty relief.",
        "additional_details": "Small Brewers' Relief (SBR) has been under review. Some medium-large brewers have lobbied for changes. Ahead of a technical review, what is proposed is for the smallest brewers to pay increased levels of duty to the benefit of larger breweries paying less. We recognise the right of all breweries to push for a better duty settlement and that there could be changes to SBR which will benefit the whole industry. These changes should not be at the cost of the small brewers (up to 5000HL).",
        "background": "There has been an explosion of new breweries in Britain since 2002. Small Brewers' Relief has stimulated this wave of new businesses, sparking growth, competition and variety.  Some larger breweries have pushed for changes that stifle this competition. We want the smallest breweries to be protected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-27T17:16:57.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-27T17:39:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T11:21:40.727Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the changes that have been proposed the Small Brewers Relief, but it's not clear what you want the Government to do about this.\r\n\r\nThe Government has announced that the taper for this scheme will be smoothed, and take effect more gradually over a wider range of production, starting at 2,100 hectolitres per year. If what you want is for this relief to continue unchanged, you could start a petition requesting this, but would need to be clear this is what you want to happen. If you want the Government to take some other action in respect of this relief you could request this, but would need to be clear exactly what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-12T12:47:14.598Z"
    },
    "id": 333009,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333009.json"
    },
    "type": "petition"
}