{
    "attributes": {
        "action": "Add a plaque to all statues deemed racist around Manchester",
        "additional_details": "Adding a plaque would be the perfect compromise, as it allows the statue to remain standing while also informing people of how certain historical figures may be deemed racist or problematic. A lot of protests are demanding the statues be removed, but in some lights removing the statues is just as bad as pretending that these people and their prejudices never existed. Adding a plaque would allow Britain to admit to the flaws in our history.",
        "background": "We would like the government (or even just Manchester City Council) to add plaques to all statues around manchester that are deemed racist to inform people about the unspoken side of the pasts of these historical figures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-28T11:31:53.399Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-07-28T16:36:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T10:26:43.757Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise.\r\n\r\nDecisions about individual historical monuments and statues are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-28T10:26:43.753Z"
    },
    "id": 333104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333104.json"
    },
    "type": "petition"
}