{
    "attributes": {
        "action": "Corrections and Clarifications to be held before PMQ's every week",
        "additional_details": "Today's news that Boris Johnson used inaccurate figures when discussing child poverty is the latest example of spurious comments made by members of the house either in the house or to media outlets. \r\nSuch inaccuracies need to be corrected in the public forum in order to hold members to account and to also ensure that the public are aware of the correct facts and figures.\r\nThe public need to have faith restored and this will provide accountability, reduce inaccuracies and improve trust.",
        "background": "Corrections and Clarifications of any members incorrect/inaccurate comments made in the house or during media interviews from the previous week to be read out every week before PMQ's, ideally by those who made the original statement or by the Speaker of the House if this is not possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-07-30T14:02:04.721Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-02T08:30:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T14:09:37.805Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are already a range of ways that the record can be corrected in the House, including written corrections, points of order and in substantive debates. MPs are required not to knowingly mislead the House. \r\n\r\nDecisions on the timing of corrections, or requests for corrections, is a matter for individual MPs and the Speaker. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-28T14:09:49.106Z"
    },
    "id": 333359,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333359.json"
    },
    "type": "petition"
}