{
    "attributes": {
        "action": "Can we ask the Government to endorse the hanging coffee scheme nationwide.",
        "additional_details": "gets charged for two hot drinks but only receives one the money for the second gets put into a kitty, so later a homeless or rough sleeper can walk into the cafe and ask if their are any hanging hot drinks, if there are the cafe will serve that person and take the money from the kitty, customers can buy any amount of hanging hot drinks, which would benefit the rough sleeping and homeless community if this was successful nationwide then mabe a hanging meal scheme could be introduced.",
        "background": "The hanging coffee scheme is a simple method of ensuring that homeless and rough sleepers are able to get a hot drink during the day, how it works is simple a customer will go into a cafe or fast food outlet and ask for a hot drink for themselves plus a a hanging hot drink, the customer gets,",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-01T11:30:41.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-04T08:26:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-04T16:42:10.352Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for promoting or supporting charitable schemes.\r\n\r\nWe have published the following petition, which you might be interested in:\r\n\r\nRequire housing for all homeless people after the coronavirus crisis: https://petition.parliament.uk/petitions/311860"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-04T16:42:10.350Z"
    },
    "id": 333539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333539.json"
    },
    "type": "petition"
}