{
    "attributes": {
        "action": "DO NOT allow junk food restaurants to qualify for the Eat Out To Help Out SCHEME",
        "additional_details": "Gov recently enforced \"Tackling obesity\" whilst implementing \"eat out to help out\", resulting in any participating restaurant giving customers \"50% discount on food or nonalcoholic drink\". Fastfood restaurants will become cheaper. The Junk food market remains affordable & a popular option for many social groups. Reducing the price of junk food provides an incentive to continue prioritising it in consumer diets, rather than presenting healthier food choices as a viable option. Consequently, Junk Food Establishments receive an increase in demand without the need to advertise. Ban for Junk Food AD has led to businesses use the gov scheme to continue targeting families & use alternative AD methods. This begs the question, eat out to help out who?",
        "background": "Use nutritional guidelines as eligibility criteria to take part in\"eat out to help out\".Debate if replacing buy 1 get 1 free with reducing the price by 50% encourages buying more at cheaper price rhetoric, rather than reducing portion sizes.Create a definitive plan to deter demand of processed food",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-02T12:12:42.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-02T12:23:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-10T14:10:55.188Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned that the Government's Eat Out to Help Out Scheme could lead to more people eating unhealthy food, but it's not clear exactly what changes you want the Government to make.\r\n\r\nIt's not clear what establishments you want to be barred from using this scheme, or on what basis.\r\n\r\nYour petition also states that the Government should create a definitive plan to deter demand of processed food, but gives no more detail of this.\r\n\r\nYou could start a new petition on this issue, provided it is clear what changes you want the Government to make to this scheme."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-10T14:10:55.184Z"
    },
    "id": 333631,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333631.json"
    },
    "type": "petition"
}