{
    "attributes": {
        "action": "No prosecution or fines for parents not sending children to school in September.",
        "additional_details": "According to BMA sending children to schools is not a zero-risk. This is about 'safe' being an acceptable level of risk\". CMO, Chris Whitty also said that sending children back to schools is not a zero-risk.  \r\nParents will be compelled to send children to schools in fear of fines and prosecution. If a child picks up this virus at school and is asymptomatic,will pass it on to other children,teachers, parents and grandparents at home and many of them have underlying health problems. Children spread the virus just as much as adults.\r\nChildren can develop severe conditions and could die if infected with covid-19. 300 children are being treated in a UK hospital suffering from lifelong neurological conditions. Children from BAME background are at higher risk of severe disease from covid-19.",
        "background": "We urge the government to scrap the idea of compulsory attendance of pupils in September. Experts and Scientists do not know enough about this virus to ensure 100% that our children and their families are safe.  \r\nParents should be given the option to decide if they send children to school or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-04T17:40:36.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T15:21:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-06T12:01:22.712Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300399"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-06T12:01:22.709Z"
    },
    "id": 333868,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333868.json"
    },
    "type": "petition"
}