{
    "attributes": {
        "action": "Send Medical, Monetary aid and Support to Lebanon",
        "additional_details": "We ask the government to send emergency: Medical Supplies, Clothes, Food, anything to help. We know this pandemic has been hard on everyone but Lebanon needs us. Up to 70% of Lebanon’s economic output may be effected. Over 150 have been killed. 80% of the Lira’s value has been lost since October, Silos of wheat and grain have been destroyed worsening the country’s famine with toxic nitric acid in the air. We urge the British government to show compassion and help our Lebanese counterparts.",
        "background": "Much of Lebanon’s crucial Beirut port has been completely decimated, the country had already been in a deep famine and economic crisis. This tragedy has plunged 300,000 people into homelessness and injured many thousands. Lebanon’s healthcare system is completely overwhelmed and needs urgent help!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-05T22:11:02.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T22:30:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T14:52:16.436Z",
        "rejection": {
            "code": "duplicate",
            "details": "Since you started your petition the Government has announced a package of £20 million to help provide food for the most vulnerable in Lebanon, including those affected by the Beirut explosion and its aftermath. This is on top of £5 million already made available to the response by the UK, including support for the British Red Cross for the emergency relief effort: https://www.gov.uk/government/news/uk-pledges-more-aid-for-beirut-crisis-at-global-summit"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T14:52:16.434Z"
    },
    "id": 333985,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333985.json"
    },
    "type": "petition"
}