{
    "attributes": {
        "action": "Prioritise financial aid to be sent to Lebanon, following the Beirut explosion.",
        "additional_details": "Lebanon has already suffered a devastating financial crisis, with people struggling to afford to buy food due to record inflation. Coupled with government corruption and political instability in the region, the government has turned a blind eye on the suffering of the Lebanese people. We need the government to be more proactive and diplomatic in aiding Lebanon, such as sending medical supplies, food and other aid to those who need it desperately.",
        "background": "After the devastating explosion which has rocked Beirut, the government needs to be more proactive in helping a wounded Lebanon. The government needs to prioritise and ensure robust financial aid is sent to the country immediately to help the overwhelmed emergency services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-05T15:31:33.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "FCO",
                "name": "Foreign and Commonwealth Office",
                "url": "https://www.gov.uk/government/organisations/foreign-commonwealth-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-05T15:48:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T14:51:51.288Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced a package of £20 million to help provide food for the most vulnerable in Lebanon, including those affected by the Beirut explosion and its aftermath. This is on top of £5 million already made available to the response by the UK, including support for the British Red Cross for the emergency relief effort: https://www.gov.uk/government/news/uk-pledges-more-aid-for-beirut-crisis-at-global-summit"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T14:51:51.285Z"
    },
    "id": 333954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/333954.json"
    },
    "type": "petition"
}