{
    "attributes": {
        "action": "A free 24 hour anonymous helpline for people on illegal drugs who want to stop",
        "additional_details": "Just like the government is trying to tackle this current virus from spreading, and trying to address obesity and inequality. It needs to do more to stop illegal drugs on our streets. This disease is having a devastating impact in our communities. Too many lives are lost through drugs misuse. We need to save lives and make our streets safe. The helpline can provide a life line for those desperately in need of support to get that timely support. It can also be used to report drug dealers.",
        "background": "Set up a free 24 hour anonymous helpline for people taking illegal drugs. To provide timely intervention for those caught up in this trap. People who want help often cannot see a way out. The free anonymous 24 helpline will help people to access support. This helpline needs to be widely promoted",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-06T10:11:43.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-06T11:30:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T10:18:22.981Z",
        "rejection": {
            "code": "already-happening",
            "details": "The TalkToFrank anti-drugs advisory service, set up by the UK Government in 2003, allows people to seek advice and information about drugs through a confidential 24-hour phoneline, or by email, text, or live online chat. \r\n\r\nYou can find out more here: https://www.talktofrank.com/."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T10:18:22.978Z"
    },
    "id": 334019,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334019.json"
    },
    "type": "petition"
}