{
    "attributes": {
        "action": "Close Confucius Institutes & stop Chinese Communist Party's propaganda in the UK",
        "additional_details": "Serious concerns about Confucius Institutes (CIs) and their threat to freedom has led to the closure of 53 CIs worldwide:\r\n•CI is a propaganda tool for the Chinese Communist Party (CCP)\r\n•CI promotes communist propaganda in textbooks & cultural events\r\n•CI discriminates against teachers in their hiring practices \r\n•CI plays the role of a spy agency for the CCP\r\nProtect our values of democracy and freedom of thought and belief for the next generation: Permanently close Confucius Institutes in the UK.",
        "background": "Confucius Institutes (CIs) are Trojan propaganda organs funded by the Chinese Communist government and hosted by educational institutions outside of China in the name of language teaching & cultural exchanges. The UK hosts 30 CIs in universities and over 100 Confucius ‘Classrooms’ (CCs) in schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-06T09:44:29.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-06T10:32:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-11T13:01:51.694Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Universities are autonomous institutions and can choose who they cooperate with, including whether to partner with Chinese Higher Education Institutions or Confucius Institutes. These partnerships are therefore a matter for individual universities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to regulate international partnerships of higher education institutions, with a view to ensuring these do enable undue foreign influence."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-11T13:01:51.691Z"
    },
    "id": 334016,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334016.json"
    },
    "type": "petition"
}