{
    "attributes": {
        "action": "An independent investigation into the Premier League and the Newcastle takeover.",
        "additional_details": "We want the HM Government to hold an investigation into corruption within the English Premier League. \r\n\r\nWe want the Premier League to provide clear and compelling evidence as to why a decision was not made, thus denying our region the required funding.",
        "background": "After 16 weeks of waiting, potential investors pulled out of a deal that would see major investments into Newcastle United Football Club and consequently would have had a huge impact on the North East economy. The deal was cancelled due to the Premier Leagues non-decision which requires answers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-07T07:46:24.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-07T07:56:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-13T09:29:34.376Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept petitions about things the Government is not responsible for. This sale is a matter for the parties concerned, and for the Premier League to assess under its Owners’ and Directors’ Test, and is therefore not a matter for the Government or the House of Commons.\r\n\r\nYou could start a petition calling on the Government to establish an independent inquiry into potential corruption in English football, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-13T09:29:34.373Z"
    },
    "id": 334107,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334107.json"
    },
    "type": "petition"
}