{
    "attributes": {
        "action": "Force the Education Secretary to resign over the handling of exam results",
        "additional_details": "The Education Secretary must resign because the exam results for this year has severely and unfairly put poorer GCSE and A Level students at a disadvantage because a school’s performance is taken into account for working out individual exam results. There is no individual appeals process, which is shambolic. This also shows contempt for the professional judgement of teachers who are outstanding public sector workers who have world-class training to assess such things.",
        "background": "Either the government should sack the Education Secretary, or Parliament should impeach him due to the monumental failure to protect working class students from class-biased exam results during the Covid-19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-08T09:30:45.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-08T10:23:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T08:29:27.598Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nAdditionally, since you started your petition the Government has announced that students in England will receive teacher assessed grades for GCSE and A level results this summer: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-19T08:29:27.594Z"
    },
    "id": 334200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334200.json"
    },
    "type": "petition"
}