{
    "attributes": {
        "action": "Met police to ease restrictions on car meets, cruises, and static gatherings.",
        "additional_details": "E.g, A static car show in Enfield in an empty car park on Saturday 8th August. 800 cars acting sensible. No issues. The Police were actually enjoying the show.\r\nThen for some reason, the top commander decided to put a section dispersal order on the event. Thought it’s better to block the road to those coming and tell everyone to leave at the same time. This led to the major traffic disruption.\r\n‘Boy racers’. That same stigma term used.\r\nI saw men, women, families enjoying a lovely event.\r\nThere were even cars there that cost more than some of the Enfield resident’s homes.\r\nWe are not out to cause issues.\r\nAnd the Met decided it would be an amazing and needed idea to bring in the helicopters and waste police resources.\r\nYet the recent murders on Enfield could not be stopped.",
        "background": "We would like the Met Police to ease up on car meets and gatherings.\r\nWe understand that people can get a bit excited, but lately we’ve seen a lot of meets that were perfectly sophisticated and not disturbing anyone being shut down.\r\nIt’s oppressive to our hobbies. For some, cars are all we have.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-11T11:28:18.151Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T11:41:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T08:11:32.463Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about maintaining public order are operational matters for the police, not the Government or House of Commons.\r\n\r\nIf you are unhappy with the Met Police's management of an event you were involved in you can complain directly to the Met Police: https://www.met.police.uk/advice/advice-and-information/c/complaints/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-10-05T12:57:09.768Z"
    },
    "id": 334459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334459.json"
    },
    "type": "petition"
}