{
    "attributes": {
        "action": "Immediate support needed for domestic abuse victims.",
        "additional_details": "Victims are not seen as the victim by the courts and the local authorities and where children are involved they are often seen as the \"emotional abuser\". A greater understanding is needed by the courts and the local authorities.\r\n Victims need urgent support to understand the effects domestic of abuse and how it has impacted them. There is no urgency to support victims of abuse and therefore they are left fending for themselves. A review is needed on the local authority and the courts.",
        "background": "Increased support for victims of domestic abuse, Including ensuring that all victims of domestic abuse have immediate access to any support services they need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-11T10:06:02.276Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T11:28:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T08:09:35.596Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the support available to victims of domestic abuse, but it's not clear what action you want the Government to take to remedy this.\r\n\r\nWe have published a number of petitions calling for additional support for victims of domestic abuse, particularly in the context of the Covid-19 outbreak, which you might like to sign:\r\n\r\nFund Council Refuges for victims of domestic violence due to CoViD-19 lockdown: https://petition.parliament.uk/petitions/312543\r\n\r\nFund more help and refuge beds for men suffering from domestic abuse: https://petition.parliament.uk/petitions/314533\r\n\r\nFund more advertising for helplines for children and domestic violence victims: https://petition.parliament.uk/petitions/314054\r\n\r\nProvide free, unconditional, legal aid for victims of domestic abuse: https://petition.parliament.uk/petitions/319178\r\n\r\nWe could accept a petition calling for additional support not covered by the above petitions, but it would need to be clear what support you want the Government to provide."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T08:09:35.594Z"
    },
    "id": 334452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334452.json"
    },
    "type": "petition"
}