{
    "attributes": {
        "action": "Make the housing needs for disabled families a priority",
        "additional_details": "From experience,I am fully aware there is lack of housing to help the disabled community. Often leading to families living in poor indignified conditions. The staff for the council continue to speak down to its families telling them they are not a priority and refusing to buy suitable housing into stock but continue to buy new build properties that they can rent fast. Nobody asks to be in this situation and should be treated with the dignity they deserve.",
        "background": "i would like the government to ask the council to review there out of date policies. The council have a chief executive for housing equality but i see no signs of the disabled community been treated with equality. I also would like the government to enforce the council to buy houses back in stock.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-11T07:43:24.917Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T08:15:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T07:17:46.790Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual local authorities are responsible for their own social housing policies, although they are required to give reasonable preference to people who need to move on medical or welfare grounds, including grounds relating to a disability.\r\n\r\nIf you are concerned about your local authority's social housing policy you could petition your council directly: https://www.doncaster.gov.uk/services/get-in-touch/submit-a-petition\r\n\r\nYou could also raise your concerns with a local councillor. You can find out who your local councillors are here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to require all local authorities to give disabled people priority in the allocation of social housing, as the Government is responsible for the overall framework within which local authorities develop their own social housing polices."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T07:17:46.785Z"
    },
    "id": 334432,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334432.json"
    },
    "type": "petition"
}