{
    "attributes": {
        "action": "Recognition of the sunflower lanyard for a legal exemption of face coverings:",
        "additional_details": "I would like parliament to enforce that Employers know and are aware about the lanyards. We should be able to be treat like every one else. We are no different other than being not able to wear a face covering. We should not have to suffer in silence or be stared at like we are different due to being exempt from the Government guidance for corona virus.",
        "background": "We would like shops, bars and restaurants ect and the general public to be made aware of the fact that face covering exemptions should be recognised by sunflower lanyards. This is because of some cafes, restaurants not understanding the lanyards. I feel that we are being forgotten in this pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-11T14:28:47.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T17:36:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T10:06:32.740Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has published guidance on people who do not need to wear a face covering because they have a legitimate reason not to, and the Government's guidance on face coverings sets out a range of reasons that this includes, which would cover many people with hidden disabilities: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#exemptions-to-wearing-a-face-covering-where-they-are-mandated\r\n\r\nPossessing a sunflower lanyard would not necessarily mean that someone is exempt from wearing a face covering, but the Government has published official badges for people who are exempt from wearing a face covering, so people can make others aware of this: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T10:06:32.737Z"
    },
    "id": 334474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334474.json"
    },
    "type": "petition"
}