{
    "attributes": {
        "action": "Pupils in UK to get Centre Assessed Grades",
        "additional_details": "Gavin Williamson promised that pupils would get the grades that they deserved.  How can this be the case if the grades are going to be based on the 2019/18 cohorts at their schools.  Scottish pupils have had their grades reissued as a result of this unfair system.  Pupils in England, Wales and N.Ireland should be treated the same, particularly as they will be competing against them for further and higher education places as well as jobs in the future.",
        "background": "The Scottish Parliament made sure that pupils got the teacher estimates that their schools worked hard to give them. The Pupils in the UK should be ensured the same thing.  Pupils should receive the grades that their schools gave them, not a standardised score based on a schools prior attainment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-11T21:26:21.249Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-11T21:44:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T07:38:20.124Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nReview the standardisation of grades so state school pupils aren't disadvantaged: https://petition.parliament.uk/petitions/325422\r\n\r\nRemove Ofqual's moderation of 2020 results based on schools previous performance: https://petition.parliament.uk/petitions/328957\r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T07:38:20.121Z"
    },
    "id": 334518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/334518.json"
    },
    "type": "petition"
}