{
    "attributes": {
        "action": "Ban the use of excess unnecessary food packaging.",
        "additional_details": "Prepackaged foods are causing an unnecessary amount of waste because a large majority of their manufacturers are oversizing there the wrappers and container that protect them so that there products appeared bigger than there actual size. This can been seen crisp packaging (eg, walkers) and breakfast (eg, Cadbury’s brunch bars). Landfill contributes to climate change as greenhouse gases are released, less landfill equals ,less Greenhouse gases being released Equals, less global warming .",
        "background": "Ban the use of excessive packaging on all prepackaged food items (eg crisp , breakfast bars). As it causes an unnecessary amount of waste , which majority of the time is not recyclable . This waste goes to landfill and then in turn will contributor to global warming.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T08:15:51.113Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T09:23:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T14:38:20.640Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about unnecessary food packaging, but it's not clear what you want the Government to ban.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake it compulsory for food products to have environmental impact traffic lights: https://petition.parliament.uk/petitions/300770\r\n\r\nBan all single use plastic: https://petition.parliament.uk/petitions/300152\r\n\r\nBan selling drinks bottles that aren’t made out of a sustainable material: https://petition.parliament.uk/petitions/311520\r\n\r\nCreate charge for use of non-biodegradable material: https://petition.parliament.uk/petitions/300421\r\n\r\nWe could accept a new petition calling for additional restrictions on food packaging, but it would need to be clear what additional restrictions you wanted the Government to impose."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T14:38:20.638Z"
    },
    "id": 375377,
    "links": {
        "self": "https://petition.parliament.uk/petitions/375377.json"
    },
    "type": "petition"
}