{
    "attributes": {
        "action": "To reissue GCSE and A level grades which are based solely on teacher judgement.",
        "additional_details": "Scotland have reassessed their students grades to give them higher grades based on teachers' predictions, so how will it be fair if they're competing for the same university places as students from England, Wales and Northern Ireland? Giving English students their teachers’ predicted grades is the only way to level the playing field.\r\n\r\nThe government current system using moderation to calculate grades, has prioritised the system rather than the students whose futures might be deeply affected.",
        "background": "We want the government to reissue the students grades to be based only teacher estimates for their individual pupils. Rather than using the moderation system to calculate grades as we feel the grades the students will achieve will be determined by statistical modelling rather than their own ability”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T09:15:14.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T10:58:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-17T12:55:03.295Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773 \r\n \r\nReview the standardisation of grades so state school pupils aren't disadvantaged: https://petition.parliament.uk/petitions/325422 \r\n\r\nRemove Ofqual's moderation of 2020 results based on schools previous performance: https://petition.parliament.uk/petitions/328957 \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491 \r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013 \r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-17T12:55:03.293Z"
    },
    "id": 406616,
    "links": {
        "self": "https://petition.parliament.uk/petitions/406616.json"
    },
    "type": "petition"
}