{
    "attributes": {
        "action": "Increase the Maximum Sentence for Animal Cruelty & Abandonment and set a Minimum",
        "additional_details": "The maximum sentence being 6 months imprisonment hardly seems just for mistreating an animal which has devoted its whole life to you. \r\nAll animals are sentient beings meaning they can feel and perceive things. This means animal cruelty not only physically but mentally effects them. Imagine trying to build back the trust to try again with another family after being abandoned.\r\nCOVID-19 lockdown will result in many animals having been bought and when we all go back to work, a lot of people won’t be able to look after them. Let’s stop the problem before it happens.\r\nThere are solutions for people who can no longer look after animals, such as shelters. There is no excuse to abandon an animal let alone mistreat one. They do nothing by devote their lives to making you happy.",
        "background": "The penalty for Animal Cruelty current stands at a maximum of Six Months Imprisonment and an unlimited fine. This is not enough.\r\nMany other countries are significantly stricter.\r\nIncrease maximum sentence to 5 years imprisonments and set minimum of 1 year imprisonment. Both with unlimited fines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T00:11:09.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T09:12:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:41:48.324Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300644"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:41:48.322Z"
    },
    "id": 467161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/467161.json"
    },
    "type": "petition"
}