{
    "attributes": {
        "action": "Need a fairer system for this year’s GCSE & A Level result.",
        "additional_details": "Worst of all, pupils from poorer schools, with lower results historically, are due to get automatically marked down by the software. Poorer pupils get marked down because of where they live and the school they go to, with their individual efforts and performance disregarded and their teacher’s assessments ignored. How can this be right?\r\n\r\nGovernment must ensure there is:\r\nNo “marking down” of individual pupils based purely on them having gone to a less good school\r\nA free appeals system open to any pupil\r\nMore weight given to our own teachers’ assessments, as they are better placed that an algorithm to judge us as individuals.",
        "background": "Because of coronavirus, students who couldn’t take exams are having our results decided by a computer algorithm, which doesn’t look at our individual performance and marks us down for which school we went to.\r\nFor a lot, the algorithm doesn’t even consider what our own teachers predicted we’d get.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T16:05:44.089Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T16:39:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T09:21:50.729Z",
        "rejection": {
            "code": "no-action",
            "details": "You want the system for setting students' grades to be made 'fairer' by don't specify what steps you want the Government to take to achieve this. \r\n\r\nYou may however wish to sign one or more of these petitions which relate to this issue:\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773 \r\n\r\nReview the standardisation of grades so state school pupils aren't disadvantaged: https://petition.parliament.uk/petitions/325422 \r\n\r\nRemove Ofqual's moderation of 2020 results based on schools previous performance: https://petition.parliament.uk/petitions/328957  \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491 \r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013 \r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570 \r\n\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-08-19T09:22:06.673Z"
    },
    "id": 467118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/467118.json"
    },
    "type": "petition"
}