{
    "attributes": {
        "action": "The Chancellor to receive no wages until live events are allowed to restart",
        "additional_details": "We call on the chancellor to share in the experience of those unable to legally resume their businesses by halting any wages or expenses he may be due until such a time as the live events sector is allowed to open fully and without restriction again. We the undersigned feel this is the only way he will be able to fully understand the urgency of the situation and the extent to which withdrawal of support for the only sector in the UK economy which is still unable to even open partially is harmful",
        "background": "The entire live events industry has been shut down since March and as yet it is still not allowed to legally open. This has caused severe financial hardship for workers in this sector, and what limited support there was is about to stop with the end of furlough and SEISS, creating a cliff edge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-12T14:32:32.674Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-12T14:36:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-18T15:17:00.010Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-18T15:17:00.008Z"
    },
    "id": 467104,
    "links": {
        "self": "https://petition.parliament.uk/petitions/467104.json"
    },
    "type": "petition"
}