{
    "attributes": {
        "action": "Children to only be tested for covid19 with consent and presents of parent",
        "additional_details": "I want the Government to allow parents the choice of wether or not their child has a covid 19 test and only with their parent or legal guardian present and the results to go to the parents as they are their children and they have rights",
        "background": "Allow parents/ legal guardians the choice to have their child tested for covid 19 and only with them being present whilst the test takes place if they with their child to have it, and the results of the tests to be given to the parents",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T11:40:03.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T12:11:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T14:41:04.953Z",
        "rejection": {
            "code": "no-action",
            "details": "In most circumstances, parents already need to consent to medical treatment for their child. We're not sure what changes you'd like to see. We're not sure whether you'd like under 18s to be refused testing if a parent or guardian isn't available or whether you'd like parents to be able to have their children tested on demand. \r\n\r\nYou could start a new petition explaining clearly what you'd like to happen. \r\n\r\nYou can find out more about what the Coronavirus Act and children here: \r\nhttps://fullfact.org/online/children-coronavirus-act/\r\n\r\nYou can find out how to spot false information online here: https://sharechecklist.gov.uk/ \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-08-20T14:41:31.821Z"
    },
    "id": 548174,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548174.json"
    },
    "type": "petition"
}