{
    "attributes": {
        "action": "Alternative option: Each school’s independent re-evaluation of A-Levels.",
        "additional_details": "With their only being a month left until people will have to go to either their existing, clearing or adjustment choices, the government is the only national entity i know about that can improve hopes for students who achieved consistent grades throughout the year but ended up with a lower grade, just because of the school they went to or their area. The government were responsible for the algorithm or calculations for this upsetting downhill of grades so it’s their job to make anmends.",
        "background": "With nearly 40% of grades being lower than predicted, many people believe it is in-just for the government to have any say in evaluating people’s grades, especially those in poor socio-economic areas. This is why I believe that it must be and should’ve been each school’s job to calculate its grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T12:36:41.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T12:46:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-19T09:33:25.921Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has announced that GCSE and A-level students will be given their Centre Assessment Grades (CAGs). \r\n\r\nYou may wish to sign one or more of the following petitions which call for actions relating to this issue:\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nReview the standardisation of grades so state school pupils aren't disadvantaged: https://petition.parliament.uk/petitions/325422\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-08-19T09:33:30.927Z"
    },
    "id": 548188,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548188.json"
    },
    "type": "petition"
}