{
    "attributes": {
        "action": "Reverse the decision to downgrade nearly 40% of A-Level grades given by teachers",
        "additional_details": "A-level grades are crucial for the future employment and education of pupils. As a result of the downgrades, thousands of pupils have missed their University offers, and has left them in a limbo.  All because of the school they went to, something which they had virtually no control over. \r\n\r\nThe fact that other governments, such as Scotland have reversed their decisions, shows that It can be done, and its only right that the teachers judgements of their own pupils are trusted more than a computer.",
        "background": "We want the government of England to follow Scottish government in reversing their decision to downgrade 40% grades given by teachers. Statistics show that most of these downgrades were for pupils in state and comprehensive schools. The decision is immoral, unjust and punishes disadvantaged pupils.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T14:31:45.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T15:08:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:15:29.061Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:15:29.059Z"
    },
    "id": 548218,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548218.json"
    },
    "type": "petition"
}