{
    "attributes": {
        "action": "Award A level grades predicted by schools and colleges if higher than results.",
        "additional_details": "Almost 40% of 2020 A level students have been downgraded by Ofqual's use of an unfair grading algorithm based on the supposed past performance of their schools and colleges. This grades the school, not the student.\r\n\r\nIn addition, students in schools and colleges with smaller classes (mostly private schools) have been allowed to keep A levels grades awarded by teachers, whilst students in FE and Sixth Form colleges have been subjected to this faulty algorithm, leading to lowering of their grades.",
        "background": "Award all A level students in England and Wales the grades originally estimated by their schools and colleges or the grade they received on results day, whichever is the higher.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T18:25:13.130Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T19:15:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:54:34.797Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:54:34.794Z"
    },
    "id": 548256,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548256.json"
    },
    "type": "petition"
}