{
    "attributes": {
        "action": "Change the format of 2021 A Levels!",
        "additional_details": "Firstly, contact teaching time is imperative in achieving good grades. Many have not had access to this, and it is undisputable that learning lesson content independently is much harder. Plus, lower income schools have been unable to provide students with sufficient levels of support over the self-teaching period, while private schools' teaching quality has remained unscathed. Finally, there has been some changes to the 2021 GCSEs, thus it is only fair to provide Year 12s with advantages too.",
        "background": "There has been uproar and disappointment with this year's A Level results, demonstrating the improper response of the government to the new circumstances. This petition is purposed to highlight the disadvantages the current Year 12s are experiencing, with hopes of changes being made to our exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T20:18:39.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T20:42:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T16:27:57.188Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure how you'd like the format of the exams to be changed. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign some of these petitions about exams in 2021:\r\n\r\nOpen book exams for GCSE and A-level students sitting exams in 2021: https://petition.parliament.uk/petitions/327397\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nCreate a taskforce to establish a fair process for 2021 university candidates: https://petition.parliament.uk/petitions/548898 \r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nTriple Lock for 2021 A Levels Exam Results: https://petition.parliament.uk/petitions/548555\r\n\r\nEnsure all 2021 examinations are based on teacher assessment only: https://petition.parliament.uk/petitions/549147\r\n\r\nDelay 2021 GCSE and A-level exams to allow students to catch up: https://petition.parliament.uk/petitions/550374\r\n\r\nDo not delay A-level Exams: https://petition.parliament.uk/petitions/549995\r\n\r\n\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T16:27:57.184Z"
    },
    "id": 548275,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548275.json"
    },
    "type": "petition"
}