{
    "attributes": {
        "action": "Award students their centre assessment grades for A-levels and GCSEs",
        "additional_details": "40% of A-level grades were marked down using a flawed algorithm, which takes into account the performance of the centres that the individual attended from previous years.  As a result students were not awarded their centre assessment grades,\r\nwhich were arrived at carefully and in good faith by teaching staff who taught and knew the student. The disregard for teachers and students alike, as well as the discrimination towards those from less affluent backgrounds is unfair and should be rectified.",
        "background": "The Government should overturn the recent A-level grades and upcoming GCSE grades, which are predicated on a flawed algorithm seeing 40% of A-level grades being marked down. Instead students should be awarded their centre assessment grades - a more accurate prediction of individual performance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T15:24:16.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T15:55:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:15:42.355Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:15:42.352Z"
    },
    "id": 548228,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548228.json"
    },
    "type": "petition"
}