{
    "attributes": {
        "action": "Reverse downgrades of all English A-level results",
        "additional_details": "The \"triple lock\" system is not fit for purpose. Mocks are not standardised and vary wildly in their content from school to school. The standardisation process is equally flawed, in no way is it just that one's own results are influenced by the work of others. \r\nWe call upon the government to bring England in line with Scotland and reverse downgrades to honour teacher predictions. After all, a teacher will know their students better than any civil servant ever could.",
        "background": "Like many other students, I received grades that were downgraded from my teacher predictions. Chemistry was consistently my strongest subject and I achieved 2 marks off an A* in mocks. Even so my prediction was standardised from an A* to an A. Leading me to miss my offer to study at Cambridge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T13:47:43.716Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T14:00:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:15:14.447Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:15:14.444Z"
    },
    "id": 548209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548209.json"
    },
    "type": "petition"
}