{
    "attributes": {
        "action": "Trust teacher predictions and remove the downgrading of 2020 A-Level results.",
        "additional_details": "England is entering the deepest recession on record and the younger generation will be hit the hardest. Downgrading thousands places more barriers and hinders the future of a generation who have already suffered enough. An increase in overall results caused by the original teacher predictions is a negligible impact as opposed to the impact on the mental health and futures of students. The Scottish Government realised teachers knew students better than an algorithm why can the UK Government not?",
        "background": "On the 13th of August 39% of all A-Level grades were downgraded from the teacher assessed grades that were submitted. These downgrades have seemingly been made from a place of prejudice based on postcodes and the type of institution. We want all downgrading removed of the 2020 A-Level results.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T22:25:19.799Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T07:40:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:20:25.451Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:20:25.450Z"
    },
    "id": 548316,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548316.json"
    },
    "type": "petition"
}