{
    "attributes": {
        "action": "Give Teacher Predicted Grades to A-Level students whose results were downgraded.",
        "additional_details": "We understand that a system for the assessment of A-Levels was needed to be built quickly and appreciate that it is a complex task to do so.\r\n\r\nHowever with 40% of student’s results severely downgraded by the new and obviously faulty system the future of this year’s graduates has been put at even further risk. \r\n\r\nAlready they stand to face unprecedented challenges post pandemic and these false and unfair grades will exacerbate their chances to build secure lives and help rebuild the country.",
        "background": "The Government’s algorithmically driven A-Level assessment program during the pandemic has been proven to be inadequate.\r\n\r\nWe want the government to allow Students to instead choose to accept their Teacher Predicted Grades as their final A-Level results.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T07:35:45.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T08:18:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:20:40.767Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:20:40.765Z"
    },
    "id": 548349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548349.json"
    },
    "type": "petition"
}