{
    "attributes": {
        "action": "A fairer system for A-Level and GCSE students instead of the computer algorithm.",
        "additional_details": "On behalf of my peers the outcome of the A-Level results day was a disaster. Many students had been given grades that do not resemble what they could have achieved if exams had taken place. This is unfair as many students had to give up on their dream universities or apprenticeships as Ofqual had made them not meet the requirements that they deserved. This is unjust and I call upon my government to fix this issue before it gets out of hand.",
        "background": "Recalculate grades given out this year by Ofqual. This could be done through a peer assessed system. In which previous examinations should be taken into consideration and proof of improvement should also be acknowledged.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T22:24:13.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-13T23:26:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:19:32.963Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:19:32.960Z"
    },
    "id": 548314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548314.json"
    },
    "type": "petition"
}