{
    "attributes": {
        "action": "Invest In New Bike Lanes in London",
        "additional_details": "Thousands of families in London are being financially threatened by the upcoming Zip Card suspension. There has been an increase in cyclists getting seriously injured as 280 people had serious or fatal injuries while cycling last year alone.\r\n\r\nThere will be an influx of novice bike riders on the roads of London which would result in an exponential increase in casualties. There needs to be an investment in cycling lanes to provide safety for those new riders and former riders while on the roads.",
        "background": "There needs to be an investment in cycling lanes to provide safety for cyclists. We are petitioning for the investment in the construction and refurbishment of cycling lanes in London so disadvantaged young people unable to afford the new fare for transport can safely travel around London.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T10:18:33.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T18:10:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-08T09:55:28.085Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the Mayor of London and the Greater London Authority. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-08T09:55:32.287Z"
    },
    "id": 548372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548372.json"
    },
    "type": "petition"
}