{
    "attributes": {
        "action": "Open sexual health clinics so people can access LARC contraceptives",
        "additional_details": "As a result of the pandemic, sexual health clinics shut their doors. This has resulted in many people no longer having access to their method of choice. This particularly affects users of the depo injection.\r\n\r\nPeople have instead been offered the pill. This is not suitable for everyone. Some people find it hard to remember to take it on time, and it's more open to sabotage by abusive partners.\r\n\r\nThe right to control our fertility is hard won. Please allow access to all methods. It is a necessity.",
        "background": "As a result of the pandemic, sexual health clinics have shut their doors. This means that people who need it cannot access LARCs.\r\n\r\nThis needs to change. People need to have contraception that meets their needs and that they can rely on. The pill has a failure rate of 9% at typical use.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T01:26:26.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-19T01:50:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-26T13:32:19.938Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has not said that sexual health clinics cannot open. A decision to close a clinic would be for the individual clinic, not the UK Government and Parliament. You can find out what clinics are open near you here: \r\n\r\nhttps://www.nhs.uk/service-search/find-a-sexual-health-clinic/ \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-26T13:32:43.509Z"
    },
    "id": 548335,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548335.json"
    },
    "type": "petition"
}