{
    "attributes": {
        "action": "Grant automatic settled status to overseas doctors and nurses after 5 years",
        "additional_details": "Overseas doctors and nurses offer valuable skills and services to the Healthcare system and help fill the void of the thousands of staff vacancies across the UK.\r\n\r\nShortage of staffing compromises patient safety and our overseas staff help prevent unsafe conditions by working here. \r\n\r\nApart from services, they also contribute in taxes to the UK and having to pay nearly £3,000 to choose to remain in the UK on top of the many fees impose upon them disregards their important role in the country",
        "background": "Acknowledge the important role that overseas nurses and doctors contribute to the UK health care system by granting a settled status after 5 years in the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-13T22:10:52.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T04:18:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T13:00:13.848Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Settled status is already open to EU nationals who have been in the UK for five years, regardless of their role. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/321657"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T13:00:13.856Z"
    },
    "id": 548307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548307.json"
    },
    "type": "petition"
}