{
    "attributes": {
        "action": "Boris Johnson: We need a fairer system for 2020 A-Level and GCSE students",
        "additional_details": "I’m calling for Boris Johnson, and his Education Secretary Gavin Williamson, to step in and fix it urgently. At a minimum, the Government must ensure there is:\r\nNo “marking down” of individual pupils based purely on them having gone to a less good school\r\nA free appeals system open to any pupil\r\nMore weight given to our own teachers’ assessments, as they are better placed that an algorithm to judge us as individuals",
        "background": "Almost 40% of A-level assessments have been downgraded, potentially impacting the futures of thousands of young people. I’m calling on the Government to urgently sort out this injustice. For a lot of pupils, the algorithm doesn’t even consider what our own teachers predicted we’d get.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T06:33:44.140Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T16:59:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:22:30.954Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:22:30.952Z"
    },
    "id": 548344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548344.json"
    },
    "type": "petition"
}