{
    "attributes": {
        "action": "Make a U-turn on the English COVID19 A-Level grading system.",
        "additional_details": "On the 13th of August 2020, A-Level students received their grades. Those who came from schools in low socioeconomic areas received grades which were significantly lower than the grades submitted by their schools. The current algorithm puts students in smaller classrooms, typically private schools, at an advantage.\r\n\r\nThe appeals process current puts students from the same institute in direct competition with each other. The system should not take opportunities from one student for another.",
        "background": "Allow schools in England to use the Centre Assessed Grades (CAG), which takes a far more holistic view of a students academic record, to decide their A-Level grades during the COVID19 pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T16:18:33.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T16:38:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:22:11.923Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:22:11.921Z"
    },
    "id": 548441,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548441.json"
    },
    "type": "petition"
}