{
    "attributes": {
        "action": "Reverse A-Levels grades from algorithm and allow teachers assessments instead.",
        "additional_details": "The Government's A-levels policy will impact the lives of thousands of young people, who will not be able to attend University in 2020. In the long run it could impact economic development. The decision to downgrade is based on an unproven algorithm, benefiting students from private education, harming those from state schools. Students willing to sit the exams will have limited school support, and be in a disadvantage compared to actual Year 13 students competing for University places in 2021.",
        "background": "Ofqual lowered 39.1% of 700k teacher assessments by at least one grade this year, impacting hundreds of thousands of students, who will not be able to start University. I would like to government to reverse this decision, and instead replace the grades with the original teachers' assessments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T17:50:23.915Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T20:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:23:52.575Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:23:52.573Z"
    },
    "id": 548456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548456.json"
    },
    "type": "petition"
}