{
    "attributes": {
        "action": "Amend the Covid Act so that children cannot be removed from school for testing.",
        "additional_details": "The Coronavirus Act 2020 allows the government to remove anyone suspected of having coronavirus, take them to a testing facility and subsequently possibly detain them, away from their family.\r\nWith schools returning this means children may be removed during the school day for testing, without parental permission.\r\nThis is in breach of civil liberties and may have an untold effect on the mental health of an entire generation.",
        "background": "Repeal or amend the Coronavirus Act 2020 so that parents can send children back to school safe in the knowledge that children suspected of having coronavirus will not be removed, taken to a testing facility and possibly detained, without parental permission.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T18:00:35.933Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T20:44:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T14:38:19.173Z",
        "rejection": {
            "code": "no-action",
            "details": "Children are not being detained and there are no plans to detain children. In most cases, medical treatment and testing already needs parental consent. We therefore don't know what you want to happen. \r\n\r\nYou can find out more about what the Coronavirus Act and children here: \r\nhttps://fullfact.org/online/children-coronavirus-act/\r\n\r\nYou can find out how to spot false information online here: https://sharechecklist.gov.uk/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T14:38:30.695Z"
    },
    "id": 548461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548461.json"
    },
    "type": "petition"
}