{
    "attributes": {
        "action": "Give Predicted Grades to BTEC (modules) & Alevel Students",
        "additional_details": "The government have deprived students of their potential initially setting up a generation to fail. A generation who has worked hard in a constant changing environment due to marking schemes changing half way through their exams; they had to meet new criteria. Then who are faced with months of missing school having to work from home, with less resources and lack of teacher contact, students with learning difficulties have struggled to soak in all the information needed to complete graded tasks. Students have been left to face with more change than the average adult within a professional working environment.Once points are lost for a grade students will not be able to recover them. Due to our heirarchy we have been graded wrongfully and the charts are our evidence...",
        "background": "I believe that the grades given to students are completely unfair. The government need to gift students with their predicted grades. Grades that have been predicted by teachers who are marking work, setting tests, by people who know the students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T13:47:55.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T13:52:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T11:41:48.610Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/306773\r\nhttps://petition.parliament.uk/petitions/334491"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-09T11:41:56.759Z"
    },
    "id": 548410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548410.json"
    },
    "type": "petition"
}