{
    "attributes": {
        "action": "Give us a fairer system for this year’s A Level and GCSE results",
        "additional_details": "Because of COVID-19, everyone who couldn’t take their exams are having our results decided by a computer algorithm, which doesn’t look at our individual performance and marks us down for which school we went to.\r\nAbout 40% of A-level assessments have been downgraded, potentially impacting the futures of thousands of young people. This will probably happen for GCSE as well.\r\nThis is not right, and I’m calling on the Government to urgently sort out this injustice.",
        "background": "At a minimum, the Government must ensure there is:\r\n*No “marking down” of individual pupils based on them having gone to a different school\r\n*A free appeal system open to any pupil\r\n*More weight given to our own teachers’ assessments",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T18:00:29.532Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T18:25:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:22:54.794Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:22:54.790Z"
    },
    "id": 548460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548460.json"
    },
    "type": "petition"
}