{
    "attributes": {
        "action": "Abolish the statistical model used for A level results in England and Wales.",
        "additional_details": "Almost 40% of A-level results have been downgraded, impacting the futures of thousands of young people. For many pupils, the algorithm doesn’t even consider the grades our teachers predicted us. This unfairly harms lower-income pupils from schools with poorer academic results in the past, posing a structural obstacle to the achievement of upward social mobility. The postcode you were born in and the school you attended should not determine whether or not you have a chance to go to university.",
        "background": "1. Abolish the ‘marking down’ of individuals on the basis of their school’s results in the past\r\n2. Launch a free appeals system open to all pupils\r\n3. Place more emphasis on the assessment of teachers, who are better situated to judge a student’s capacity than a computational algorithm.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-14T18:59:38.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-14T19:20:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:23:05.651Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:23:05.649Z"
    },
    "id": 548473,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548473.json"
    },
    "type": "petition"
}