{
    "attributes": {
        "action": "Sack Gavin Williamson for gross incompetence.",
        "additional_details": "Gavin Williamson has failed at every single challenge of the current pandemic: Failure to deliver laptops to disadvantaged students; Lack of clear guidance to schools on how to re-open safely; Insistence that free school meals could NOT continue in the school holidays, until forced into a humiliating U-Turn by a twenty-two year old; the shocking failure of so many young people, acknowledged by a last-minute attempt to rectify by allowing mock grades. Absolutely inept. He must go.",
        "background": "Sack Gavin Williamson for gross incompetence in all educational matters regarding the current pandemic. This is the most inept Education Secretary in history. His lack of understanding of the impact of the recent A-Level results, and the consequent impact on disadvantaged students, is breathtaking.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T16:51:07.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-16T12:35:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:26:15.791Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:26:15.790Z"
    },
    "id": 548573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548573.json"
    },
    "type": "petition"
}