{
    "attributes": {
        "action": "Gavin Williamson should resign after the 2020 A-level results debacle",
        "additional_details": "Gavin Williamson has a track record of failure and not only should he resign as education minister, he should be barred from any further cabinet or ministerial positions given his involvement in the Huawei leak when he was defence minister.",
        "background": "Appoint a new education minister who is concerned about education and not their own career.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-15T22:13:11.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-16T04:06:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:25:41.120Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n\r\nSince you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:25:41.117Z"
    },
    "id": 548601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548601.json"
    },
    "type": "petition"
}