{
    "attributes": {
        "action": "Gavin Williamson must resign or be sacked in light of the A-level grades debacle",
        "additional_details": "There can be few people in the UK unaffected by this scandal, personally or by association. Not only does the sequence of events illustrate the incompetence of the government; perhaps more depressingly it betrays a contemptuous lack of care and compassion for individual humans.\r\n\r\nGavin Williamson oversaw the debacle, insisting that the precious algorithm was sacrosanct until this became untenable even in his own party. He must take responsibility, or be forced to do so by the Prime Minister.",
        "background": "The recent series of botched announcements, reactions and utter incompetence over A-level results in England have left thousands of school-leavers in turmoil, panicking about the future.\r\n\r\nThe U-turn cannot repair the damage to our young people’s mental health, nor to public confidence in exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-17T18:58:57.791Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-17T21:05:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-20T07:27:54.161Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n\r\nSince you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions:\r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-20T07:27:54.158Z"
    },
    "id": 548800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548800.json"
    },
    "type": "petition"
}