{
    "attributes": {
        "action": "Remove the intake cap for medical schools for 2020 entry.",
        "additional_details": "The NHS has been under a lot of pressure throughout the years and this year has been no exception. One of the ways to help alleviate the stress would be to increase the number of doctors within the system. By removing the cap, more students will be able to train as doctors and by 2025/2026 will be junior doctors in the NHS. After cancelling exams and giving results based on a ‘Postcode lottery’ and classist system, it is only fair the students affected get into their chosen universities.",
        "background": "After the U-turn on A-Level grades, many students have now achieved the entry requirements necessary to get into their chosen universities. Whilst the cap on intake has been lifted in many subjects, it has not been lifted for medicine. This means many students cannot attend university this year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-18T10:23:45.312Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-18T10:26:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T16:46:43.824Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government announced that the cap on medical courses will be lifted for this academic year, including domestic medicine. \r\n\r\nYou can find out more here: https://www.gov.uk/government/news/action-agreed-to-support-students-into-preferred-universities"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T16:46:43.821Z"
    },
    "id": 548853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548853.json"
    },
    "type": "petition"
}