{
    "attributes": {
        "action": "We demand A People’s Vote of No Confidence in this present goverment.",
        "additional_details": "Vital contracts awarded to organisations without the experience or ability to handle them, with predictable consequences. Suspicions of corruption and cronyism in the awarding of Covid-19 related contracts. No proper debate in Cabinet, which consists solely of supporters of the Prime Minister personally with EU remain MPs excluded and cabinet ministers, senior civil servants vetted by a Special Adviser, whose breach of the lockdown rules has resulted in loss of public respect for those rules.",
        "background": "The government has failed the people. We have the worst infection and death rates in Europe from the pandemic, and the worst recession of all the G7 nations. The Cabinet is staffed solely with supporters of the Prime Minister. We need a coalition government of national unity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-18T07:48:12.477Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-18T09:03:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-26T14:27:21.403Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence in the Government.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-26T14:27:22.197Z"
    },
    "id": 548836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548836.json"
    },
    "type": "petition"
}