{
    "attributes": {
        "action": "Make it Law and Not Recommendations for Caravans to be Loaded correctly.",
        "additional_details": "As this causes accidents and maybe death or injuries most are not safe to be on Motorways with many going faster than 60 mph, they Must Be Level When hooked up and not out of control, it should be Law bd enforced for others safety.\r\n\r\nThere has been a number of overturned ones over the past year alone, on the M5.\r\n\r\nLet’s make the roads safer than they are now.",
        "background": "At this time Towing Caravans and Trailers do not conform to Recommendations more to on Motorways with a number going out of control causing accidents as seen and in the news, some are all over the lane, not balanced or level which either pushes the rear down or up when they brake, also no 60 mph.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-18T18:28:55.853Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-18T18:56:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-08-26T09:54:02.638Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about accidents involving caravans. However, the Highway Code already sets out legal requirements for the towing and loading of caravans. For example, it states that you must not overload your vehicle or trailer and that you must secure your load and it must not stick out dangerously. \r\n\r\nThe Driver and Vehicle Standards Agency (DVSA) and the Police are responsible for enforcing the Highway Code, not the Government or Parliament. \r\n\r\nYou may be interested to know that the DVSA launched a year-long enforcement drive against light trailers and caravans last September (2019). \r\n\r\nYou may also be interested to  know that part 2 of the Haulage Permits and Trailer Registration Act 2018 introduced new requirements on trailer safety reporting and monitoring. You can find out more here: https://commonslibrary.parliament.uk/research-briefings/cbp-8297/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-08-26T09:54:14.285Z"
    },
    "id": 548907,
    "links": {
        "self": "https://petition.parliament.uk/petitions/548907.json"
    },
    "type": "petition"
}