{
    "attributes": {
        "action": "Stop Sex Education And Having The Discussion Of Gender Change, From Young Ages.",
        "additional_details": "In september 2020, there is a new curriculum, in which schools are suppose to be teaching children from ages 4-5 about their \"private parts\" and how to pleasure them, this is way too much information for a young child's mind. Let children be children. If a child feels uncomfortable in their own body, they would let their own parents/carers know and then, as a family they can help and children age 4-5 to 9-10 do not, need to know about masturbation and how to have sexual intercourse, thank you.",
        "background": "I would like the government/parliament to stop schools teaching young children, about sexual intercourse and masturbation and the choice of changing gender from young ages such as 4-5, and make it a requirement for only the parents and carers to teach them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-19T20:03:38.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-28T19:03:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T09:09:46.460Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about sex education in primary school, but it appears that your petition is based on a misunderstanding of the new Relationships Education, Relationships and Sex Education (RSE) and Health Education guidance: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nThe Relationships Education, RSE, and Health Education (England) Regulations 2019 have made Relationships Education compulsory in all primary schools. Sex education is not compulsory in primary schools and the content set out in the Government's guidance therefore focuses on Relationships Education.\r\n\r\nThe Government's guidance states that, where a maintained primary school chooses to teach aspects of sex education (which go beyond the national curriculum for science), the school must set this out in their policy and all schools should consult with parents on what is to be covered. The guidance also states that primary schools that choose to teach sex education must allow parents a right to withdraw their children."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T09:09:46.457Z"
    },
    "id": 549036,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549036.json"
    },
    "type": "petition"
}