{
    "attributes": {
        "action": "Reconsider assessment methods for students who are taking exams in 2021",
        "additional_details": "All students have lost out on a massive part of their education due to the coronavirus pandemic. This is detrimental, especially for the students who were to take exams in 2020 and those taking them in 2021. After the appaling procedures put into place for the 2020 exams, the very little information for the 2021 exams is not good enough. With thousands of young people already suffering from poor mental health, a big question mark over their future certainly does not help.",
        "background": "Current guidance shows there will be little adaption to GCSE and A Level exams in 2021 to mitigate the impacts of covid-19. How can these students compete with those from previous years who have had a full education? The government needs to construct a proper system to give these students a chance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-20T19:34:24.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-21T08:52:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T15:50:50.774Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what changes to assessment methods you'd like to see. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign some of these petitions about exams in 2021: \r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nOpen book exams for GCSE and A-level students sitting exams in 2021: https://petition.parliament.uk/petitions/327397\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nCreate a taskforce to establish a fair process for 2021 university candidates: https://petition.parliament.uk/petitions/548898 \r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nTriple Lock for 2021 A Levels Exam Results: https://petition.parliament.uk/petitions/548555\r\n\r\nEnsure all 2021 examinations are based on teacher assessment only: https://petition.parliament.uk/petitions/549147\r\n\r\nDo not delay A-level Exams: https://petition.parliament.uk/petitions/549995\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T15:50:50.770Z"
    },
    "id": 549142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549142.json"
    },
    "type": "petition"
}