{
    "attributes": {
        "action": "Protect assistance dog and guide dog service users from discrimination",
        "additional_details": "Assistance Dog service users are regularly discriminated against due to the presence of their dogs. They are prevented from entering restaurants and shops, or even taxis. This discrimination is going unchallenged and has a detrimental effect on the service user and needs to be prevented.\r\n\r\nService users of Assistance Dogs (including Guide Dogs and Hearing Dogs) are discriminated against for trying to live normally. It is left to the support networks of these service users to pick up the pieces.\r\nIt appears to be the acceptable face of discrimination that needs to change.\r\nThere are regular posts on social media and in news articles online showing the extent of this discrimination however, it continues to happen and it's time to change. These are Not Just a Dog",
        "background": "Assistance Dogs  service users are regularly  discriminated against due to the presence of their dogs, they are prevented from entering restaurants & shops or even using taxis. This discrimination is going unpunished & has a detrimental effect on the service user & needs to be prevented.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-21T10:52:07.792Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-21T21:17:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-30T09:47:51.559Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already illegal to disriminate on the grounds of disability, including refusing access to assistance dogs. You can find out more here:\r\n\r\nhttps://www.rnib.org.uk/campaigning/campaigning-news/toolkit-launched-help-guide-dog-owners-challenge-access-refusals\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-30T09:47:51.556Z"
    },
    "id": 549195,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549195.json"
    },
    "type": "petition"
}