{
    "attributes": {
        "action": "Recognise access to green space as a human right",
        "additional_details": "The Government must declare access to green space a human right and take action to fulfil this right. This means protecting existing urban nature and increasing the volume of greenery in the areas where it is most needed (with pocket parks, street trees and biophilic architecture). \r\n\r\nCOVID-19 has both awakened the nation’s appreciation for green spaces and exposed its stark disparities in access to them. We now have a chance to shape a healthier, happier and more equal society – let’s seize it.",
        "background": "Green spaces – with the mental and physical health benefits they provide – should be easily accessible for everyone. But this is not currently the case. 2.7M UK residents live over half a mile from a green space, with low-income and BAME communities most likely to suffer a deficit of local greenery.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-20T14:10:54.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-20T14:19:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-01T16:55:47.880Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like access to green space to be a human right, but we're not sure how you would like the Government to implement this. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as requiring planning laws to include a minimum amount of green space based on population. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-01T16:55:53.428Z"
    },
    "id": 549107,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549107.json"
    },
    "type": "petition"
}