{
    "attributes": {
        "action": "Get Apprenticeship Schemes Running Again",
        "additional_details": "I was supposed to be starting an apprenticeship in April but due to coronavirus I wasnt able to start. I had been waiting for months now and due to the government not doing anything about the apprenticeships the company I would be doing it with doesnt see a starting date for me. Im 18 now and I have no source of income at all and I was reliant on the apprenticeship for funds. I would rather be doing the apprenticeship than sat down at home doing nothing.",
        "background": "The government has been focusing on other schemes after lockdown but thousands of teens were supposed to be starting apprenticeships but havent been able to because the government wont allow apprenticeship teams to work with the apprentices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-22T12:58:54.851Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-22T20:38:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T14:25:56.653Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has not stopped apprenticeship schemes from running. We're therefore not exactly sure what you'd like to happen. You can read the Government's guidance for apprentices and employers during Covid-19 here: \r\n\r\nhttps://www.gov.uk/government/publications/coronavirus-covid-19-apprenticeship-programme-response/coronavirus-covid-19-guidance-for-apprentices-employers-training-providers-end-point-assessment-organisations-and-external-quality-assurance-pro\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government or Parliament to do. For example, you could start a new petition asking for more financial support for apprenticeships or for a specific change to the guidance above, if that's what you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-09T14:26:01.915Z"
    },
    "id": 549292,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549292.json"
    },
    "type": "petition"
}