{
    "attributes": {
        "action": "Reduce the the 3 mile Home to School Transport requirement",
        "additional_details": "With child safety concerns at an all time high, it is both unsafe and unreasonable to expect children to walk up to 3 miles to school. The Home to School Transport guidelines published by the DoE clearly state “For arrangements to be suitable, they must also be safe and reasonably stress free, to enable the child to arrive at school ready for a day of study”. It cannot be deemed acceptable to expect a child to walk for over an hour in freezing temperatures or rain in order to get to school",
        "background": "In rural areas, it is unreasonable to expect children, some as young as 11, to walk along unlit, overgrown, muddy pathways, busy main roads with no pavements and dangerous narrow, national speed limit lanes, to get to and from school each day, on what Councils deem as “safe routes”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-22T09:08:28.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-22T09:35:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-30T15:34:02.425Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you would like changes to the home to school transport guidance, but we're not whether you'd like to distance reduced to a specific amount or whether you'd like clearer guidance to councils on what is a suitable and safe distance. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-30T15:34:02.422Z"
    },
    "id": 549284,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549284.json"
    },
    "type": "petition"
}