{
    "attributes": {
        "action": "Remove citizenship from foreigners that are not adopt British culture",
        "additional_details": "Monitor foreign british citizens regularly to ensure that they are interacting with there community. Have to fully adopt British culture and traditions\r\n\r\nUseful information \r\nhttps://youtu.be/yPW9Kg4TVeU\r\n\r\nIncrease the cost of British citizenship and increase to 10 years of working in the UK to qualify for british citizenship \r\n \r\nOnly British citizenships should be allowed to claim benefits, universal credit, PIP, ESA, housing benefits and child benefits",
        "background": "Give foreigners back there original citizenship and a settled status/ visa in the UK but cannot claim any benefits\r\n\r\nIncrease the cost of British citizenship and increase to 10 years of working and paying tax in the UK to qualify for british citizenship",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-21T17:16:10.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-21T20:15:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-21T08:26:45.566Z",
        "rejection": {
            "code": "no-action",
            "details": "It is illegal for a country to make its citizens stateless. This means that the UK Government could not remove a person's citizenship if they were not a citizen of another country, and the UK Government cannot grant or return citizenship of another country to a person. Your suggestion of removing British citizenship is therefore not something the Government can do under its current legal obligations.\r\n\r\nWe could accept a petition calling for the Government to increase the requirements for gaining British citizenship, which is one of the things you propose in your petition. We could also accept a petition calling on the Government to change benefit entitlements, which you also suggest in your petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-09T13:43:08.292Z"
    },
    "id": 549233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549233.json"
    },
    "type": "petition"
}