{
    "attributes": {
        "action": "Treat family members of those in residential care as key workers",
        "additional_details": "When the government locked down care homes all visiting stopped, 5 months later visiting remains so restrictive that it is causing great distress to residents and families. Those with dementia and other mental capacity issues do not understand why their families have stopped visiting. Many are craving physical touch from those they love. My mother is not allowed to hold my father’s hand, her husband of 59 yrs, despite his advanced dementia and him crying as he doesn’t understand.",
        "background": "To class the families of those in residential or nursing care as key workers. This would allow much freer visiting in a way that is still safe. Being a key worker would allow families to access testing and be able to visit and help care for loved ones who need touch and quality family contact.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-22T10:26:56.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-22T11:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-30T16:06:33.454Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Key workers aren't entitled to visit care homes specifically. Visiting rules are a matter for individual providers, depending on any local regulations. \r\n\r\nYou can read about the Government's advice to care homes here:\r\n\r\nhttps://www.gov.uk/government/publications/visiting-care-homes-during-coronavirus/update-on-policies-for-visiting-arrangements-in-care-homes\r\n\r\nYou might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/318403\r\n\t"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-30T16:06:33.451Z"
    },
    "id": 549286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549286.json"
    },
    "type": "petition"
}