{
    "attributes": {
        "action": "Bring a stop to Unite the Union’s “BABetrayal” crisis leverage campaign",
        "additional_details": "The campaign has continued post redundancies and is attempting to petition for the revocation of BA’s lucrative LHR slots. With many jobs of their crew relying on these slots it is extremely counterproductive, and arguably demonstrates the unions lack of interest for its members livelihoods. The use of this leverage campaign has not been consulted by members and has already detracted from meaningful negotiations with BA throughout its existence. Unite must stop and put members first.",
        "background": "Intervene with the actions of Unite The Union regarding their representation of British Airways Cabin Crew employees, stopping their crisis leverage campaign “BABetrayal” which is putting BA cabin crew at further risk of redundancy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-22T14:47:31.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-22T14:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-08T14:17:02.886Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Unite campaigns are a matter for Unite and not the UK Government or Parliament. You could contact them directly about this issue.\r\n\r\nIf you are concerned about redundancies in the aviation sector, you may wish to sign these petitions instead: \r\n\r\nExtend furlough scheme for the UK Aviation sector to help stop redundancies:\r\n\r\nhttps://petition.parliament.uk/petitions/331434\r\n\r\nPrevent companies making employees redundant or laying them off due to COVID-19:\r\n\r\nhttps://petition.parliament.uk/petitions/305475"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-08T16:25:50.978Z"
    },
    "id": 549300,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549300.json"
    },
    "type": "petition"
}