{
    "attributes": {
        "action": "Support A level students taking autumn exams by guiding universities clearly",
        "additional_details": "Any lower predictions than their year 12, for the subjects being written in autumn will be detrimental to the students. The short lead time to the exams and the need to take tests like UCAT/BMAT is a huge ask considering they have been away from school for 6 months and are also expected to study for the uncovered topics. \r\nWe are asking the government to direct all schools and universities to;\r\n1.\tUse predicted grades from year 12 on their 2021 UCAS Application\r\n2.\tExtend offers from confirmed and insurance universities for 2021 entry without any additional conditions \r\n3.\tExtend validity of 2020 admission test results from exams like UCAT, BMAT and any other admission tests to 2021 so students can focus solely on their autumn exams.",
        "background": "No clarity on predicted grades to be used on fresh UCAS application and validity of admission tests like UCAT/BMAT taken for 2020 admission. Some universities are extending their 2020 offers to 2021 with same conditions for the firm and insurance choices but not all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-23T17:48:38.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-23T19:02:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-16T15:52:47.627Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\r\n\r\nIf you have concerns about admissions you should raise these with UCAS.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-16T15:52:54.823Z"
    },
    "id": 549375,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549375.json"
    },
    "type": "petition"
}