{
    "attributes": {
        "action": "bring back the death penalty for all sex offenders",
        "additional_details": "SAVE OUR WOMEN AND CHILDREN, STOP COVERING FOR ELITE PEADOPHILE RINGS MAKE BRITAIN SAFE AGAIN AND STOP HUMAN TRAFFICING. THE IMPACT THESE VILE CREATURES CAUSE TO VICTIMS IS LIFE LONG AND SOUL CRUSHING THE PUNISHMENTS HANDED OUT BY COURTS ARE AN ABSOLUTE JOKE AND BRING NO JUSTICE WHAT SO EVER TO THE VICTIM OR THEIR FAMILIES. MANY VICTIMS GO ON TO LIVE A SHELTERED LIFE SOME EVEN COMMIT SUICIDE DUE TO EFFECTS IT HAS ON THEIR LIVES. THE DEATH PENALTY IS THE ONLY WAY TO ERRADICATE THESE MONSTERS",
        "background": "make our streets safe for all women and children n get rid of this heinous crime also write in legislation that the legal age of consent can never be lowered only raised to keep our children safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-23T11:44:16.801Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-23T13:34:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-03T16:47:49.617Z",
        "rejection": {
            "code": "duplicate",
            "details": "We think that this petition is similar:\r\n\r\nhttps://petition.parliament.uk/petitions/304809\r\n\r\nThe Independent Inquiry into Child Sexual Abuse was set up in the wake of some serious high profile instances of non-recent child sexual abuse and because the government had some very grave concerns that some organisations were failing to protect children from sexual abuse. If you have concerns that an institution has failed to protect children, you can find out how to contact them here:\r\n\r\nhttps://www.iicsa.org.uk/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-03T16:47:59.768Z"
    },
    "id": 549345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549345.json"
    },
    "type": "petition"
}