{
    "attributes": {
        "action": "Make asking for sex or sexual acts for rent a criminal offence",
        "additional_details": "This practice is effectively incitement to prostitution and should be classified as such under Section 52 of the Sexual Offenders Act 2003.\r\n(https://www.cps.gov.uk/legal-guidance/prostitution-and-exploitation-prostitution)\r\n\r\nFor more information please watch this documentary:\r\nhttp://www.bbc.co.uk/programmes/p05y93q5\r\n\r\nOr read these articles:\r\nhttp://www.bbc.co.uk/bbcthree/article/d6ad2e6d-2c72-4a35-9281-daaeedf029ee\r\nhttps://www.rt.com/uk/384580-sex-abuse-rent-tenants/",
        "background": "UK landlords are using classifieds to advertise 'Sex for Rent' arrangements, in which young, vulnerable, often homeless people are convinced into living \"rent\" free. This coercion has become blatant through the victimisation of those affected by Coronavirus, including those with no other choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-24T07:12:40.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "MoJ",
                "name": "Ministry of Justice",
                "url": "https://www.gov.uk/government/organisations/ministry-of-justice"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-24T08:28:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T15:32:05.893Z",
        "rejection": {
            "code": "already-happening",
            "details": "As you note in your petition, asking for sex or sexual acts in exchange for accommodation is effectively incitement to prostitution, and as such could be treated as an offence under the Sexual Offences Act 2003.\r\n\r\nOn 28 November 2018 the Minister for Policing and the Fire Service told the House of Commons: \"Offering accommodation in return for sex is illegal and those who do it can face up to seven years in prison\": https://bit.ly/2F5bLU2\r\n\r\nDecisions about whether to investigate or prosecute individuals for alleged offences would be a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to hold a public inquiry into the offering of accommodation in exchange for sex or sexual acts, which could explore the scale of the problem, how allegations of this activity are investigated by the police and prosecuted by the Crown Prosecution Service, and how the Government could tackle this problem."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T15:32:05.890Z"
    },
    "id": 549428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549428.json"
    },
    "type": "petition"
}