{
    "attributes": {
        "action": "Reimburse landlords affected by eviction ban",
        "additional_details": "Landlords have been forced to shoulder the burden of govt's poorly thought out legislation passing on their responsibilities to the landlords.\r\n\r\nBlanket ban on eviction, instead of targeting the small minority of genuine cases means that landlords are completely powerless against tenants who willfully withold rent, who have had substantial rent arrears pre-covid, causing property damage or other ASB issues.\r\n\r\nIt's extremely unjust to deny landlords of their right to justice and their own property.",
        "background": "We want the government to reimburse financially all landlords affected by the poorly thought out blanket eviction ban.\r\n\r\nLandlords have been denied access to justice and unable to evict extremely troublesome tenants all the while suffering more financial losses by the day.\r\n\r\nEnough is Enough!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-24T00:34:41.451Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-24T05:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-30T14:06:57.392Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to reimburse landlords for, such as vacant properties or unpaid rent. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/312719"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-30T14:06:57.389Z"
    },
    "id": 549424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549424.json"
    },
    "type": "petition"
}