{
    "attributes": {
        "action": "People who receive benefits due to medication to have urine sample regularly",
        "additional_details": "Many people claim benefits and do not take their medication. The job centres and government turn a blind eye to this. People are known to go to their doctor for a repeat prescription each month and nobody notices. Certain people receive too many benefits and will claim for anything but why should they if the only reason they cannot get a job is because of the medication they're meant to be taking. The government need to be stricter",
        "background": "People who are on benefits due to medication should have urine or blood samples taken on a regular basis to prove they are still taking their medication to be able to carry on receiving benefits.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-25T00:21:30.842Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-25T17:21:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-01T08:56:21.648Z",
        "rejection": {
            "code": "no-action",
            "details": "Personal Independence Payment and Employment and Support Allowance (and the Universal Credit element for Limited Capability for Work) are decided based on activities that an individual can or cannot carry out, not on what medication they are taking.\r\n\r\nIt is therefore not clear what changes you want the Government to make to eligibility for these benefits."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T08:56:21.645Z"
    },
    "id": 549494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549494.json"
    },
    "type": "petition"
}