{
    "attributes": {
        "action": "Students and staff to wear face masks in schools, during covid 19 pandemic.",
        "additional_details": "It seems extremely sensible to ask that we take similar precautions in schools, as we do in shops and restaurants. In shops, it is easy to maintain social distancing, this is not the case in schools. People are in much closer proximity in schools and it seems that the very least the government can do to be seen to try to protect their citizens is to ask that all staff and children who are over 10 wear a mask or face covering while inside buildings at schools, colleges and universities.",
        "background": "There is strong scientific evidence that the risk to the staff and families of students will greatly increase when schools and colleges go back. Masks have been shown to be effective in reducing the spread of the virus so why not encourage their use? Without them, a second spike seems inevitable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-25T06:42:03.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-25T21:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-01T13:11:38.164Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions instead:\r\n\r\nhttps://petition.parliament.uk/petitions/331826\r\nhttps://petition.parliament.uk/petitions/324050\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-01T13:12:10.177Z"
    },
    "id": 549500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549500.json"
    },
    "type": "petition"
}