{
    "attributes": {
        "action": "Extend flexi-furlough scheme for workers of the Hospitality & Aviation industry",
        "additional_details": "The government is currently aware of the wave of redundancies happening across the country. We need you to lessen the impact by allowing companies in the''at the risk sectors'' to have access to the flexible furlough scheme until January 2021.Please take into consideration that 16% of the people in these industries are ethnic minorities and 27% are young people,it is worth highlighting that many of the workforce in these industries are low-skilled and with low income",
        "background": "With 3.2 million people relying for work within the UK hospitality and aviation sector; it is worrying to imagine how the end of the current furlough scheme would impact these families and peoples mental health.We are asking you to extend the flexible furlough scheme until January 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-25T17:54:35.239Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-25T18:33:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-01T14:12:51.165Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nExtend the furlough scheme at 80% until at least December 2020: https://petition.parliament.uk/petitions/330657\r\n\r\nExtend furlough scheme for the UK Aviation sector to help stop redundancies: https://petition.parliament.uk/petitions/331434\r\n\r\nIf you want a petition specifically calling for an extension to the furlough scheme for the hospitality industry we could accept a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T14:12:51.162Z"
    },
    "id": 549572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549572.json"
    },
    "type": "petition"
}