{
    "attributes": {
        "action": "Conduct COVID-19 Human Challenge Trials",
        "additional_details": "We need multiple vaccines to meet global demand, yet we know little about which of the 160+ vaccines in production actually work.\r\nChallenge trials can quickly narrow the field of promising vaccines and answer essential biological questions about COVID-19, potentially saving tens of thousands of lives.\r\nOver 1,400 Britons have already volunteered for such a trial with 1Day Sooner. Given the UK’s leading role in vaccine research, the government should embrace the altruism of these brave volunteers.",
        "background": "Publicly announce a plan for COVID-19 human challenge trials, where healthy volunteers are exposed to the coronavirus to study vaccines and treatments, and invest in the construction of high level biocontainment units. The UK has the expertise to conduct such studies under controlled conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-25T20:58:33.793Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-25T22:38:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-01T14:26:16.112Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. The Government has provided funding for research into a possible vaccination, but methodology for research and testing is a matter for individual vaccine developers, not the UK Government or Parliament.\r\n\r\nYou can find out about coronavirus vaccine research here: https://www.nhs.uk/conditions/coronavirus-covid-19/research/coronavirus-vaccine-research/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-01T14:37:53.067Z"
    },
    "id": 549589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549589.json"
    },
    "type": "petition"
}