{
    "attributes": {
        "action": "NHS pain management programmes should include Acupuncture for all conditions.",
        "additional_details": "The NHS should be taking serious conditions more seriously and be offering treatment that coincides to the conditions of the patient and Acupuncture should be available as other treatments such as water hydrotherapy etc, many prople suffer daily because of the lack of treatment and only the well off can afford private treatment for their conditions, this is wrong as treatment should be available to all patients with severe life changing conditions we ask the government to readdress these issue's",
        "background": "At the moment Acupuncture has been taken out of NHS pain management programmes except for Migraine, however pain management is associated with all different conditions from Fibromiolgia to arthritis people suffering from different conditions are finding it hard to get the correct treatment from NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-26T16:05:48.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-29T22:22:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-02T14:53:28.739Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on the use of specific treatments and its availability are a matter for the NHS and clinical decision making, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-02T14:53:28.736Z"
    },
    "id": 549647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549647.json"
    },
    "type": "petition"
}