{
    "attributes": {
        "action": "mandatory prison sentence for people convicted of child porn/ images indecent",
        "additional_details": "I would like The government to review sentencing guidelines Of people convicted of child pornography or possessing indecent images of children as where a mandatory prison sentence will always be given to the person involved. People possessing these kind of images and videos are just at the first stage of their interest in young children. Their progression will only get worse after they have exhausted all avenues in viewing videos and images.These kind of people need to be stopped in the first instance with a short sharp shock as many people who are convicted of children’s images just get away with a slap on the wrist and put on the register. This is why I believe a mandatory  prison sentence should be given To any person involved in this distributing our viewing  images of children .",
        "background": "To start a petition to see a mandatory prison sentence for any person convicted for child pornography or any type of children’s images for there sexual gratification. I would like the government to make a change in the law as when it comes to sentencing there will be a minimum prison sentence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-26T19:44:51.668Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "MoJ",
                "name": "Ministry of Justice",
                "url": "https://www.gov.uk/government/organisations/ministry-of-justice"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-26T20:05:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T09:09:41.053Z",
        "rejection": {
            "code": "duplicate",
            "details": "Longer sentences for child sex offenders, sex offenders and rapists: https://petition.parliament.uk/petitions/323338\r\n\r\nMandatory life sentences for child sexual abuse: https://petition.parliament.uk/petitions/304563\r\n\r\nSet a mandatory custodial sentence for people found guilty of sexual offences: https://petition.parliament.uk/petitions/302259"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T09:09:41.049Z"
    },
    "id": 549663,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549663.json"
    },
    "type": "petition"
}