{
    "attributes": {
        "action": "Compulsory exemption cards for those not wearing face-masks where mandatory",
        "additional_details": "Please, for the protection of people like me, make it compulsory to carry exemption cards, given by a registered GP, with you, if you are really exempt from wearing a face mask. Simply saying you’re ‘exempt’ is providing an easy excuse for the masses not to wear face coverings, even when they have no health issues. And it’s putting vulnerable lives at risk, as it has been stated that those with COVID-19 can spread the illness if they are not wearing face masks, even if others are wearing them.",
        "background": "Face masks are a matter of safety, not of choice. Doctors have clarified that wearing a face mask does not affect your breathing. In places where it’s compulsory to wear one, most people pretend to be ‘exempt’ simply because they don’t want to wear one. I have breathing difficulties and wear one.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-26T18:38:30.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-26T19:01:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-01T09:09:36.590Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The current rules about wearing face coverings include reasons that would not be a medical diagnosis made by a GP, and people are currently allowed to self-certify whether their condition affects them in this way. You can find more information about exemptions here: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#when-you-do-not-need-to-wear-a-face-covering\r\n\r\nThe Government has published official badges for people who are exempt from wearing a face covering: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example if you would like to end exemptions for all but specific medical conditions, you could start a petition calling for that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T10:24:54.488Z"
    },
    "id": 549659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549659.json"
    },
    "type": "petition"
}