{
    "attributes": {
        "action": "Parliament to legislate to stop export of Queen Jewel industries.",
        "additional_details": "The loss of skills built up over generations will relegate our nation to second-class status and see Britain becoming incapable of producing advanced technical products critical to the economic life-blood and defence of the nation.\r\n\r\nBarnoldswick was the birthplace of the Whittle jet engine (during WW2) and was where the world beating RB211 was developed. In 1971, the then Government stepped in to save the company.\r\n\r\nParliament and Government should do the same now and prevent future ruin.",
        "background": "Keep Crown Jewels. Prevent global companies from removing critical industrial processes to offshore locations with the consequent loss of skills and manufacturing capabilities. This should apply especially with examples like that of Rolls-Royce and wide-chord fan blade production at Barnoldswick.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-28T10:53:28.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-28T11:17:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T08:04:06.133Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about companies that operate in the UK from moving their operations abroad, but it's not clear what you want the Government to do about this. Operational decisions by individual businesses are a matter for those businesses, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to nationalise certain industries, which would meant the UK Government was responsible for deciding how these businesses operated. We could also accept a petition calling on the Government to implement changes that could incentivise businesses to keep operations in the UK, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T08:04:06.130Z"
    },
    "id": 549775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549775.json"
    },
    "type": "petition"
}