{
    "attributes": {
        "action": "force the government to stop putting do not resuscitate order on disabled people",
        "additional_details": "autistic people have a human right to life and the governments action here is a direct attempt to strip this of us. sign this petition and voice your disgust at the governments attack on our human rights as well as their clear view that us disabled people are in some way lesser and should be left for dead to save money or effort. our country is better than this and us autistics and disabled people must take a stand against  this to show the government that we matter and they can't get rid of us.",
        "background": "this kind of action is not only illegal but down right disgusting but is an attempt to get rid of us autistic people. see stories by the independent and bbc, search for them and you will see the illegality of this and how us disabled people have these forced on us without our knowledge or consent",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-28T11:08:10.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-28T11:17:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-04T08:00:27.890Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has issued no guidance or directions regarding do not attempt cardiopulmonary resuscitation (DNACPR) decisions. These are decisions made by individuals and clinicians.\r\n\r\nThe NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nWe could accept a petition calling for a public inquiry into the use of DNACPR orders during the Covid-19 outbreak, if that is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-04T08:00:27.887Z"
    },
    "id": 549779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549779.json"
    },
    "type": "petition"
}