{
    "attributes": {
        "action": "Update government guidance on visits to care homes to reflect the current risk.",
        "additional_details": "Please review and update the government care home visitor guidance\r\nto better identify\r\n \r\n - The importance of family support with measures which can be adopted by the care homes to safeguard residents whilst also providing more meaningful access for families.\r\n\r\n- Also include details on plans/measures which identify what the 'safe position' is for moving away from the current restrictions so families and care homes can plan accordingly.",
        "background": "Current government guidance does not recognise the value of family support to care home residents and treats them as a 'contagious risk'. The mental health of care home residents has declined during the long period of isolation with no clear plan to move away from the existing draconian restrictions",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-27T12:55:26.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-27T16:56:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T09:25:48.423Z",
        "rejection": {
            "code": "no-action",
            "details": "You say you want the Government to update guidance to reflect the 'importance of family support with measures to...safeguard residents' but you don't specify what sort of measures you want to see beyond what's already in place. Similarly, you ask for the guidance to identify the 'safe position' for care homes but don't explain what you mean by this. \r\n\r\nSince you started your petition, the Government has updated its guidance for care homes which includes guidance on the setting of a home's visiting policy. You may feel this updated guidance addresses your concerns: https://www.gov.uk/government/publications/visiting-care-homes-during-coronavirus/update-on-policies-for-visiting-arrangements-in-care-homes.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-28T09:26:45.774Z"
    },
    "id": 549709,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549709.json"
    },
    "type": "petition"
}