{
    "attributes": {
        "action": "Make drinking alcohol and using a firearm such as a shotgun a criminal offence.",
        "additional_details": "At present people regulary go shooting in the countryside, at clay shoots, game shoots and pay to do so, as part of the perceived experience often consuming alcoholic beverages at breaktimes, elevenses or a group lunch then return to shoot later in the day. Often competitive drinking is involved with hipflasks or having a \"tipple\". Highly dangerous, competitive nature of the sport of shooting and dangers of firearms such as shotguns leaves risk of injury likely and more serious if drinking.",
        "background": "Create legislation that prevents people using a shotgun after consuming alcoholic beverages. For example after drinking at elevenses or lunch then returning to a clay shooting ground or out in the field to be in the possession of and use a shotgun which could be highly dangerous for all involved.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-08-31T19:17:27.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-08-31T22:51:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-07T09:01:19.884Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the Licensing Act 1872 and Firearms Act 1968 it is already an offence to be drunk when in possession of a loaded firearm, or to provide a firearm or ammunition to a person if there is reasonable cause for believing they are drunk.\r\n\r\nDecisions about whether to investigate or prosecute instances of the above offences would be a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-07T09:01:19.882Z"
    },
    "id": 549970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/549970.json"
    },
    "type": "petition"
}