{
    "attributes": {
        "action": "Fully re-open NHS General Practitioners Surgeries.",
        "additional_details": "CCG's and GP Practises are ignoring their responsibilities to their Patients and require a Government directive to fully resume their functions. Lives are being unnecessarily put at risk by neglect.",
        "background": "The Health of huge part of the Population is being neglected due to the lack of GP facilities open to Patients. Primary Care has all but ceased and the Government and Parliament should ensure that such facilities are made available forthwith.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-01T16:25:06.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-01T19:32:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-08T08:22:22.043Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. GP practices remain open, albeit with some changes to provision of services, such as moving some appointments to online and postponing some non-urgent services. The classification of these services is a clinical matter for the NHS, not the UK Government or Parliament. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. The Government has passed legislation suspending certain requirements on NHS providers, and we could accept a petition calling for this legislation to be repealed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-08T13:23:18.907Z"
    },
    "id": 550020,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550020.json"
    },
    "type": "petition"
}