{
    "attributes": {
        "action": "Traffic light crossing opposite Jocks lane park.",
        "additional_details": "At the moment there are two islands, for crossing the road to jocks lane park, at the roundabout Off harvest ride and Binfield Road. You take your life in your hands! We need traffic lights put in here! Please sign this petition and share so we can and get some changes! Many thanks.\r\n\r\nlet’s Make it safe for our children. I’m asking Bracknell borough forest council to help local residents of Warfield and bracknell.",
        "background": "With kings ride academy secondary school newly built and lots of children from priestwood, woodhurst and Quelm park estates at the school and also jocks lane park in the area, let’s please make it safe for our children (and adults ) to cross this busy road!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-01T21:52:31.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-02T07:11:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-07T14:41:29.213Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The placement of traffic lights is a matter for local authorities, not the UK Government or Parliament.\r\n\r\nYou could start a petition on the Bracknell Forest Council website calling for traffic lights to be put up outside Kings Ride Academy Secondary School, if that is something you'd like to happen. You can do this here: https://democratic.bracknell-forest.gov.uk/mgGeneric.aspx?MD=Petitions&bcr=1."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-07T14:41:29.211Z"
    },
    "id": 550045,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550045.json"
    },
    "type": "petition"
}