{
    "attributes": {
        "action": "For transparency purposes, Parliamentarians should vote on the US-UK Trade Deal.",
        "additional_details": "A US -UK trade deal is likely to have a profoundly negative impact on the lives of people in the UK. Many regulations that have kept us and the environment safe will disappear along with animal welfare standards.\r\n\r\nLet's be clear, a Trade Deal with the US will be in reality a trade deal between the U.K and ruthless multinational corporations that wield huge amounts of power. Most trade deals contain clauses known as ISDS clauses, (Investor State Dispute Settlement) whereby governments can be fined millions of pounds if an investor's profits are reduced in any way. Big business is likely to play a major but negative part in our lives in the future.\r\n \r\nParliamentarians should be granted a final vote on the US trade deal; secrecy must be lifted in support of transparency and democracy.",
        "background": "Preliminary negotiations for a trade deal with the US  began in 2016, before the European Referendum took place. Since then negotiations with the US have proceeded in earnest but veiled in secrecy,  why?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-03T17:13:31.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-03T19:42:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T10:05:46.814Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/320264"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-09T10:05:46.810Z"
    },
    "id": 550181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550181.json"
    },
    "type": "petition"
}