{
    "attributes": {
        "action": "Treat relatives of care home residents as key-workers.",
        "additional_details": "There is too much unnecessary suffering because elderly and sick people are being forcibly separated from their loved ones.  Ironically, care workers are able to mix with anyone outside of working hours and many have children of their own, who probably don't socially-distance.  It is a cruel injustice that they are able to be close to those for whom they are caring when loved ones haven't been allowed near them.  People are dying, feeling abandoned and relatives are unable to comfort them.",
        "background": "Relatives should be allowed to visit their loved ones in both care homes and hospitals, after being screened for Covid, the same as care workers. Indeed, their visits are just as important as medical care. Parents of children should be allowed to accompany sick and/or injured children in hospital.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-03T15:40:06.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-04T12:26:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-10T15:07:34.407Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has already published guidance for care homes on developing policies for visiting arrangements during the Covid-19 outbreak: https://www.gov.uk/government/publications/visiting-care-homes-during-coronavirus/update-on-policies-for-visiting-arrangements-in-care-homes\r\n\r\nDetermining policies for individual care homes will be a matter for the operator of that care home, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-10T15:07:34.405Z"
    },
    "id": 550175,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550175.json"
    },
    "type": "petition"
}