{
    "attributes": {
        "action": "Declare Endometriosis a disability",
        "additional_details": "Endometriosis is an invisible& lifelong illness with limited research and no cure impacting daily lives of the individuals diagnosed with this condition. Difficulties during travel & discrimination at work are the main concerns that need to be addressed. By sharing the same privileges as a disabled person, it would make life slightly easier while living with a condition that affects the quality of life severely and may lead to unfair dismissal at works which could affect mental health adversely.",
        "background": "I want the government to declare endometriosis a disability & the individuals to be issued blue badges as the endometriosis pain is debilitating & affects the walking ability in certain cases. The constant cramps & contractions with no cure in a lifelong condition needs support from the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-02T22:13:29.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-03T07:31:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-09T08:08:40.795Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government does not specify what health conditions constitute a disability.\r\n\r\nThe Government's guidance on disability states that you’re disabled under the Equality Act 2010 if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities: https://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nThis would cover people who have endometriosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nBlue Badges are available to people automatically if they receive particular rates of certain disability-related benefits, or fulfil certain other criteria. For people who are not automatically eligible for Blue Badges, local authorities can grant these to other people based on a number of criteria, which could cover some people with endometriosis: https://www.gov.uk/government/publications/blue-badge-can-i-get-one/can-i-get-a-blue-badge\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nIncrease funding for research into Endometriosis and PCOS: https://petition.parliament.uk/petitions/328570"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-09T08:08:40.792Z"
    },
    "id": 550123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550123.json"
    },
    "type": "petition"
}