{
    "attributes": {
        "action": "Commissioning of an improved financial system to develop stability & equity",
        "additional_details": "We can provide proof and justification that it is in the best interest of the UK to adopt these monetary policies .Additionally it is also clear that a 2nd wave of Covid19 is imminent and although we understand that Covid19 is not the only factor for the current financial situation It did play a notable role .Thus we have come to an unanimous decision that the modifications stated in the summary and further measures including development to Gov-revenue and taxes all benefit the UK as a whole .",
        "background": "In  Summary: Abolition of Interest rates to improve economic stability and the exchange rate during and after this pandemic Secondly legislature to establish the UK currency as a fiat currency to minimize value fluctuation of the pound lastly policies and action to improve private and public equity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-03T18:02:39.095Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-11T10:15:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-07T13:54:04.336Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want to see changes to the UK's financial system, but it's not clear exactly how you want the Government to achieve this, any some of the things your petition requests are matters for which the Government is not responsible.\r\n\r\nCentral interest rates are set by the Bank of England, which is independent of the Government and House of Commons. Similarly, exchange rates are determined by sellers of foreign currency, and are not set by Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-07T13:54:07.161Z"
    },
    "id": 550183,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550183.json"
    },
    "type": "petition"
}