{
    "attributes": {
        "action": "Change the rule on specifying Place of Birth in the passports",
        "additional_details": "When an individual is accepted as a British National and is granted British nationality, they MUST be treated as one and by providing the information of place of birth on legal documents affects this fact.\r\nIndividuals who have been accepted as British citizens are subjected to discrimination due to such information being specified on legal documents .\r\nSuch information MUST be kept on file to avoid DISCRIMINATION.",
        "background": "Specifying place of birth in passports causes discrimination. Such detail should be kept on record but not shown on an individuals passport.\r\nI am British but not by birth.\r\nExample: I can not Transfer money from a certain country into my bank account in the UK simply because of my place of birth",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-04T08:08:49.449Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-04T10:08:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T12:10:05.245Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Only the town and not the country of birth is required to be included in a passport.  In any case, it's illegal to discriminate on the grounds of race, including national origin.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T12:50:49.301Z"
    },
    "id": 550225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550225.json"
    },
    "type": "petition"
}