{
    "attributes": {
        "action": "Change restrictions on grave decorations to brighten up loved ones graves",
        "additional_details": "My daughter was buried 11 years ago. We kept her grave beautiful. We received a letter a few weeks ago stating everything on the grave needed to be removed. It was hindering the maintenance for the grass cutters. We argued that we maintained our grave and had many compliments on how beautiful it looked. They didn't care. A month later on our visit we were greeted by an empty pile of mud. Everything removed. I'm heart broken that I can't visit my daughter in a beautiful place. 💔",
        "background": "Change restrictions for grieving people to be able to remember their loved ones how they should. To be able to put ornaments etc on purchased graves to brighten up a place of so much sadness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-04T19:08:27.897Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-04T19:19:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-30T09:56:40.027Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear about your experience.  Unfortunately we can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on rules for individual burial sites are a matter for the church or the for the local authority, depending on how owns and runs the site. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-30T09:56:40.025Z"
    },
    "id": 550279,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550279.json"
    },
    "type": "petition"
}