{
    "attributes": {
        "action": "Boris johnson to address the nation with the actual death count for covid only",
        "additional_details": "The government are destroying our lives and the lives of our children and all we are told is the science shows it well we have other science that says your wrong so come out of your cosy house step into the real world bring your experts and debate us live on tv let the people make their own mind up about masks,vaccines and lockdowns after that we can start on illegal immigration lets not forget who works for who",
        "background": "Boris johnson to stand infront of the people Not the media and give us facts on how we are locking cities down on flawed test results we know you can get a positive if youve had a cold Then allow us to question him and his experts live on tv a live debate between them and the people of the uk",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-04T14:25:55.681Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-04T17:09:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-11T16:21:49.826Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou can find statistics on covid-19 deaths on the Office for National Statistics website: https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/articles/coronaviruscovid19roundup/2020-03-26 \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want the UK Government to end restrictions, you may wish to sign this petition: https://petition.parliament.uk/petitions/315979 \r\n\r\nYou may also wish to sign these petitions about the Government's press briefings:\r\n\r\nCovid-19 press briefings to be delivered only by qualified experts: https://petition.parliament.uk/petitions/325073\r\n\r\nLimit political journalists at UK Gov Covid 19 Press Briefings: https://petition.parliament.uk/petitions/314765\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-11T16:21:49.824Z"
    },
    "id": 550250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550250.json"
    },
    "type": "petition"
}