{
    "attributes": {
        "action": "Every Woman who has a Sweep to be placed back onto the Track and Trace Monitor.",
        "additional_details": "I wish it to be made Compulsory for any expectant mother to be placed on the Track and Trace after a sweep has been given either by a Midwife or Doctor. To enable them to keep track on Babys Contractions and heatbeat as i attended St Heliers Hospital in the early stages of labour. I was placed on the monitor for 1 hour baby had a very strong heatbeat and i was contracting, then i had an examination along with a Sweep given but i was then sent home after knowing i was 2cm after the sweep had been given (but classed as high risk pregnancy) instead of being placed on the monitor to Track and Trace which would have picked up on Our Sons dropping heartbeat and the intensity of my contractions allowing the Midwife/Doctors to act more quickly.",
        "background": "Make it compulsory that Woman have to be placed on the Track and Trace after a Sweep for 1 hour has been given by a Midwife/Doctor.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-05T08:27:03.519Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-05T09:19:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T09:51:31.109Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're not sure what you mean by 'track and trace', other than the Government's Covid-19 testing system.  \r\n\r\nIn any case, decisions on what treatment is giving is a clincial decision for doctors and other medical professionals, and not a decision for the UK Government adn Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T09:51:31.105Z"
    },
    "id": 550318,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550318.json"
    },
    "type": "petition"
}