{
    "attributes": {
        "action": "Implement strict rules for schools to follow and enforce to make schools safe.",
        "additional_details": "Regrettably, not everyone is COVID19 cautious.\r\nPick-up & drop-off times have been managed with minimum guidance from schools, with emailed letters frequently ignored. Social distancing is unexistent. Class bubbles are ineffective if all children mix at the school gates. Parents can not keep a safe distance if narrow pavements are two way systems as pre-COVID19. \r\nIf schools had strict rules from the government, schools could then enforce them to parents and social distancing would be possible.",
        "background": "As it stands, the education departments relies on the school's own discretion to implement safety measures to keep everyone safe during the ongoing COVID-19 pandemic. Minimum guidance is not enough and we need strict rules for all primary schools to follow and enforce to keep everyone safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-07T11:12:29.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-07T12:32:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-01T16:23:26.150Z",
        "rejection": {
            "code": "no-action",
            "details": "You say you want the Government to implement stricter rules for how schools should operate during the Covid-19 crisis, but do not specify what these rules should be. You would be welcome to start a petition which sets out the rules you wish to see brought in, if that is something you'd like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-01T16:23:43.643Z"
    },
    "id": 550467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550467.json"
    },
    "type": "petition"
}