{
    "attributes": {
        "action": "Ban foreign buyers of UK property, and introduce minimum unit sizes",
        "additional_details": "At the moment we aren’t taxing wealth. A £160 million penthouse owner at 1 Hyde Park pays less council tax than a £39,000 council flat in Gatsehead. Is that not insane?\r\n\r\nAverage London home is 14 times salary, unaffordable for most. Average new build is 700 sq ft, smallest in Europe, one quarter the size in the US/Denmark. In 1920 UK homes were twice the size. Persimmons £1.1 billion profit, and 3x profit margins (compared to other countries) for matchboxes in an artificially inflated market.",
        "background": "1. Ban non UK residents buying UK property, like New Zealand\r\n\r\n2. Tax non UK residents, and those with 3 or more homes at 10% of property value per year similar to US. Use all that revenue for new house building. \r\n\r\n3. Rent controls in London like US\r\n\r\n4. Require a minimum room/unit standards.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-07T16:42:01.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-07T18:08:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T07:51:24.543Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to reform eligibility to purchase and taxes for owning property, but it's not clear exactly what changes you want the Government to make.\r\n\r\nYour petition calls for non-UK residents to be banned from buying UK property, but also calls for a higher rate of property tax for non-UK property owners.\r\n\r\nYour petition also calls for standards for the minimum size of a property, but these already exist: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/524531/160519_Nationally_Described_Space_Standard____Final_Web_version.pdf\r\n\r\nYou could start a new petition calling for changes to property taxes, or the minimum standards for property sizes, but it would need to be clear what changes you want the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-26T08:48:56.336Z"
    },
    "id": 550485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550485.json"
    },
    "type": "petition"
}