{
    "attributes": {
        "action": "Allow father's to attend scan & deliveries & prevent mental health issues",
        "additional_details": "The majority of pregnant woman want their partners to be present on their journey on the life they have created and do not feel that it is fair that the father's are being denied their involvement in doing so and do them to offer support to their partners during labour and at least them being allowed to attend one scan.\r\nWhilst all consideration is being given to C-19 if would not be difficult to provide a mask  gown and any other protective clothing if needed during the delivery of the individual had not symptoms. The humanity of life is still important to many and opportunities should be authorised for this to continue please.",
        "background": "As guildlines are being given by the Government, members of the.public wish for this area to be looked into. Questions are being asked as to why one is allowed into a pub but not allowed to support  new life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-07T04:14:37.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-07T21:20:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-14T14:49:57.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-14T14:49:57.087Z"
    },
    "id": 550451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550451.json"
    },
    "type": "petition"
}