{
    "attributes": {
        "action": "I ask the government to Introduce a Tax on Processed Foods .",
        "additional_details": "During this time of the Covid-19 pandemic It has never been more important to eat well .. to eat good nutritious food ..  \r\nThere has been very good evidence that poor diet is a very dangerous factor in people’s susceptibility to catching Corvid 19. \r\nThe evidence is that brown bread is more nutritious than white bread . however many people continue to buy white bread out of habit or upbringing .. \r\nThis is true for many foods .. Brown cane sugar is far better for us than Refined white beet sugar .",
        "background": "This Tax on processed food would not be a revenue raising measure .Instead it would be a way of encouraging people to choose to eat healthier food .. to give an example a 25 pence tax on a loaf of white bread would be distributed equally on the more nutritious brown bread making brown bread cheaper",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-07T22:16:39.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-16T15:00:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-09T11:05:27.703Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition calls for a tax on processed foods, but then refers to increasing tax on white bread and decreasing it for brown bread, both of which are processed foods.\r\n\r\nIt is therefore not clear whether you want a tax on processed foods, or for taxes on foods to reflect their nutritional content. We could accept a petition calling for the tax on food to vary according to its nutritional content, but it would need to be clear this is what you are asking for, and how such a tax would work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-09T11:05:27.699Z"
    },
    "id": 550518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550518.json"
    },
    "type": "petition"
}