{
    "attributes": {
        "action": "Winter Wonderland to open 2020-2021",
        "additional_details": "This is the most festive period of the year and so many children as well as adults look forward to this event. It is what makes London so worthwhile during Christmas. Considering the event is outdoors and most bars inside are seated the number of people and social distancing can easily be monitored. If shopping malls, restaurants, pubs and bars are all open at least this event should not be taken away from people considering everything everyone has gone through this year.",
        "background": "We would like the Government to encourage Winter Wonderland to open this year as it has been cancelled due to COVID-19, however this event takes place outdoors with one entrance and one exit where the number of people entering in and out can easily be controlled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-08T09:18:27.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-08T10:02:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-15T08:53:00.873Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. The Government has provided guidance for event organisers and businesses about social distancing and safe operation. The decision to open where no specific restriction prevents it is a matter for individual organisers, not the UK Government or Parliament.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-15T08:53:13.480Z"
    },
    "id": 550537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550537.json"
    },
    "type": "petition"
}