{
    "attributes": {
        "action": "UK gov Confirm the Uk armed forces & weapons will not be integrated into the E U",
        "additional_details": "Because the uk government are keeping this question /answer very quiet",
        "background": "Uk government to confirm our armed forces and planes ships and weapons will Not be integrated into the European Union",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-08T23:13:49.221Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-09T13:53:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-16T11:01:53.554Z",
        "rejection": {
            "code": "no-action",
            "details": "There are no proposals to integrate the UK armed forces with European armed forces.\r\n\r\nIn a recent answer to a parliamentary question, the Government stated:\r\n\r\n\"The Withdrawal Agreement and Political Declaration provide the option, but no obligation, for the UK to continue to contribute to CSDP operations and missions on a voluntary basis, and where of benefit to UK interests. This does not undermine the UK's sovereignty, our command or control of our Armed Forces nor does it oblige us to participate in a 'defence union' or any EU defence initiatives.\r\n\r\n\"The UK will retain full sovereign control over its defence, intelligence services and decision-making after leaving the EU. The UK will also retain control over the deployment of its Armed Forces and their equipment. Any future security partnership negotiated with the EU would reflect this position.\"\r\n\r\nYou can read the full answer here: https://questions-statements.parliament.uk/written-questions/detail/2020-01-15/HL456\r\n\r\nYou can find out more about the Permanent Structured Cooperation here: https://commonslibrary.parliament.uk/research-briefings/cbp-8149/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-16T11:01:53.550Z"
    },
    "id": 550620,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550620.json"
    },
    "type": "petition"
}