{
    "attributes": {
        "action": "The UK government should never break International Law.",
        "additional_details": "This agreement officially titled “Agreement on the withdrawal of the United Kingdom of Great Britain and Northern Ireland from the European Union and the European Atomic Energy Community” is registered with the United Nations and has the force of International Law.\r\n\r\nWe deplore the UK government’s indicated intentions not to respect the rule of law. At this time of great change for the United Kingdom we would urge the government not to destroy the U.K.’s reputation and standing amongst the nations of the World by reneging on this International Treaty.",
        "background": "The UK government should always uphold the rule of law and not seek to breach the international agreement that it signed when approving the Brexit Withdrawal Agreement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-08T22:43:40.110Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-09T13:15:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-25T10:27:57.866Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the possibility of international law being broken by the UK Government, but it is not clear what action you want the Government or House of Commons to take. Decisions about whether the Government is in breach of international law would be a matter for international courts.\r\n\r\nIf you are concerned about the Government's legislative proposals regarding the implementation of the UK-EU Withdrawal Agreement, you might like to sign the following petition: https://petition.parliament.uk/petitions/550558"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-25T10:27:57.863Z"
    },
    "id": 550614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550614.json"
    },
    "type": "petition"
}