{
    "attributes": {
        "action": "Protect Aberdeens Greenfern, Northfield against all current & future developers",
        "additional_details": "The previous petition was stopped due to a general election, the petition mudt be re-posted. Developing this site means pushing Aberdeen's greenbelt even further out of the City. This site is home to many schedule 1 & 2 protected species which I have seen first hand. The site has high recreational value and is loved by locals, both young and old.  Dog walkers, bird watchers, families etc. love this site and it's part of the Northfield communities cultural heritage. The Council recently contracted Raeburn in for soil testing and further assessment which means the Council are looking to sell this land with such immense biodiversity value, to developers.",
        "background": "Greenfern fields are a major part of our cities green belt and cultural heritage & is home to important protected wildlife. I walk there every day & enjoy watching Tawny owls, Bats, Red Kites & Sparrow Hawks & I have noticed signs of Badgers. Please help keep our green belt green & flourishing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-09T12:49:52.543Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-09T14:01:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T17:36:23.113Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter the local authority and the Scottish Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T17:36:23.109Z"
    },
    "id": 550672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550672.json"
    },
    "type": "petition"
}