{
    "attributes": {
        "action": "Allow birth partners to accompany women through every stage of pregnancy",
        "additional_details": "Pregnancy and labour is no mean feat, and can be an incredibly traumatic experience, both physically and mentally – especially without the vital support that a birth partner provides. It is clear that the impact of the restrictions in place on maternity wards as a result of the COVID-19 pandemic has not been properly considered and that the experience of pregnant women could be positively improved either by allowing birth partners to be present in person, or via video conferencing facilities.",
        "background": "We are calling on the Government to allow pregnant women to nominate an individual, from the same household or bubble, to accompany them through every stage of their pregnancy and to urge NHS England to issue unambiguous policy direction around the legality and use of video conferencing facilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-09T18:24:13.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-10T07:16:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-29T15:28:00.648Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nWith regard to antenatal appointments, scans, and the birth itself, on 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-29T15:28:00.645Z"
    },
    "id": 550713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550713.json"
    },
    "type": "petition"
}