{
    "attributes": {
        "action": "Bring back local police stations to stop localised anti social behaviour",
        "additional_details": "We want government to invest in local community police in Sedgley and towns like ours to help anti social behaviour in young people. Giving police funding to work in schools and local community groups to support young people and support the messages that crime doesn’t pay whilst making local communities safer for all. This will support those living in the town both young and old not feeling they should live in fear but feel supported and protected.",
        "background": "Due to anti social behaviour our town has had two murders where the victim and perpetrators have been young people. We also have gangs of 13/14 year olds out with knives. This is due to the lack of police presence due to the closure of the local police station. We want local police stations back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-09T22:21:33.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-10T11:49:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-17T09:50:08.597Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local police operations, including the location of police stations, are a matter for your local police force, not the Government or House of Commons.\r\n\r\nYou could start a petition calling on the Government to increase funding for the police, to enable them to increase their activity and open new local stations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-17T09:50:08.594Z"
    },
    "id": 550746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550746.json"
    },
    "type": "petition"
}