{
    "attributes": {
        "action": "Insurance firms to be liable if their conditions are adhered to by a business.",
        "additional_details": "Insurance companies are demanding mitigations that have no basis in fact, science nor do they have any evidence to support them but force the business to follow them or have their insurance revoke for refused. under the HS+E legislation a business is responsible for risk assessments, mitigations etc, not the insurance company, so if by following conditions that lead to a HSE failure and the business is in court the insurance should also be liable as it was them forcing the business to do this.",
        "background": "Change the legislation so that if an insurance company demands terms, conditions and mitigations from a business that the business does not agree with when they do their own risk assessment and following the insurance companies conditions leads to a court case the insurance company is liable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-11T11:38:36.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-12T00:58:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T09:31:03.880Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is a decision for people taking out insurance policies whether or not they want to agree to the contractual terms and conditions, including the detail of the policy. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T09:31:03.876Z"
    },
    "id": 550904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550904.json"
    },
    "type": "petition"
}