{
    "attributes": {
        "action": "Legislate to stop the Mayor of London erasing British history.",
        "additional_details": "As we’ve seen lately with the vandalism to Winston Churchill’s statue, the campaign to end singing at the Last Night of the Proms or tear down statues that educate us on our colourful past there is a movement in this country that seeks to erase what this country is built upon. Millions of us patriotic and proud people are horrified at what left wing local politicians are allowing to happen and believe there is a silent majority who want common sense restored. This petition seeks to do that.",
        "background": "The Mayor of London is recruiting for a new\r\nCommission to ‘review diversity and representation across our city’s public spaces, from our statues and memorials to our street and building names’. Our proud history should not be meddled with or erased. Remove any powers he has to do this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-11T20:52:00.774Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-12T10:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T09:34:40.815Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  The UK Government and Parliament are responsible for the work of the Mayor of London. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T09:34:40.811Z"
    },
    "id": 550971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/550971.json"
    },
    "type": "petition"
}