{
    "attributes": {
        "action": "Allow the NHS Mental Health services to resume face to face therapies",
        "additional_details": "Specialised therapies, such as EMDR and some forms of Psychotherapy, are much more physically oriented - therapists rely much more on physical clues from a patient, as well as being able to give their own to aid in the treatment.\r\n\r\nSuch specialised therapies can be crucial in a patients care pathway, and can be carried out whilst adhering to government guidelines regarding social distancing and safety during the pandemic, yet there is no indication on when these therapies can be resumed.",
        "background": "Face to face mental health therapies were suspended indefinitely as a result of the COVID-19 lockdown in March 2020. \r\n\r\nSome mental health therapies, such as EMDR, can only work effectively if appointments are held face to face. Social distancing measures and COVID-19 guidelines would still apply.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-13T10:56:59.459Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-13T11:40:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T11:37:06.804Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. There is no ban on face-to-face sessions, but it's a decision for individual NHS Trusts on whether or not they are offered."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T11:37:06.802Z"
    },
    "id": 551098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551098.json"
    },
    "type": "petition"
}