{
    "attributes": {
        "action": "Impeach Boris Johnson Prime Minister",
        "additional_details": "I think that Boris Johnson in pursuit of a 'No Deal Brexit' and having already signed into law agreements with the EU and their representatives now wants to breach International Law by making changes to said agreement shows that he is causing great harm to the reputation of the UK bringing us into disrepute around the world. By committing this crime Boris Johnson risks the trust of other nations to deal with the UK and this would harm the UK",
        "background": "I am asking for MP's to consider for impeachment proceedings to commence against Boris Johnson PM, but it would not in itself be an effective proceeding of impeachment as he is now contravening International Law causing harm to the UK & the people as he is now interfering with the rule of law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-12T11:58:54.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-13T10:15:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-29T15:33:21.329Z",
        "rejection": {
            "code": "no-action",
            "details": "We can't accept a petition calling for impeachment because this procedure is now considered obsolete. It's therefore not clear what action could be taken.\r\n\r\nYou can find out more here:\r\n\r\nhttp://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7612\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-29T15:33:21.326Z"
    },
    "id": 551011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551011.json"
    },
    "type": "petition"
}