{
    "attributes": {
        "action": "All hospitals to allow a partner during labour, aftercare, and antenatal scans",
        "additional_details": "Create a standard procedure across all NHS hospitals to treat the rights of fathers equally to women, and respect the need for a birthing partner incase of sudden and unexpected complications. Administer the 1 hour tests used in A&E departments already in the maternity unit when women are admitted to hospital. Test the mother and birth partner to prove their Covid status, thus removing the potential risks and allowing calmer less traumatic births for families who do not have the virus.",
        "background": "Currently the RCOG and RCOM have given guidance that due to the mental health implications a partner should be allowed to all antenatal appointments, the whole process of labour and the aftermath. Not all hospitals are making the changes and men and women are suffering as a result.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-13T22:13:56.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-14T00:24:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T16:53:36.902Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T16:53:36.898Z"
    },
    "id": 551159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551159.json"
    },
    "type": "petition"
}