{
    "attributes": {
        "action": "Announce a joint-inquiry on the situation of human rights in Chile since Oct2019",
        "additional_details": "Almost eleven months have passed since persistent reports of brutal repression and serious human rights abuses in Chile. The UK has an historical prestige and reputation as a defender of democracy and human rights. The government has promised to reinforce this role, and has applied strong measures to pressure countries where there have been recent allegations of repression and human rights abuses. Yet, in the case of Chile, the government as not made a public statement or announced any action.",
        "background": "The Foreign Affairs and Exports of Arms Controls committees, with the invitation of members of Chile, Latin America and Human Rights APPGs are asked to announce a 60-day joint public inquiry on the persistent and extremely concerning Human Rights crisis in Chile, and UK response to date.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-14T10:40:06.930Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-27T19:25:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T16:51:27.663Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't directly responsible for the issue you raise.  It's a matter for individual Committees what inquiries they undertake, and whether or not they engage with APPGs.\r\n\r\nYou could start a new petition calling for a public inquiry into the issue, or Parliament to establish a Select Committee to consider the issue, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T08:34:21.144Z"
    },
    "id": 551192,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551192.json"
    },
    "type": "petition"
}