{
    "attributes": {
        "action": "Ban the use of the term 'Non-Consensual Sex' in news coverage of rape cases",
        "additional_details": "The term 'Non-Consensual Sex' is paradoxical, as sexual acts are only deemed to have been sex when consent has been given, otherwise the sex act is rape and/or assault. By continuing to call rape 'Non-Consensual Sex', news outlets do not do enough to hold rapists accountable. Not calling this instance 'rape' works to minimise the experiences of the victim. Once the media is forced to change its language when reporting these issues, society will also be influenced by this change.",
        "background": "By banning the use of 'Non-Consensual Sex' when referring to rape cases, this petition seeks to directly counter one of the subtle ways in which rape culture is minimised by society. The media can and should be held accountable for their choice of language when covering instances of rape.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-15T18:11:30.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-16T08:34:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-09T15:30:58.941Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about the reporting of sexual assault and rape cases, but how cases are reported in the news is a matter for individual broadcasters and news publications, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-09T15:30:58.939Z"
    },
    "id": 551337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551337.json"
    },
    "type": "petition"
}