{
    "attributes": {
        "action": "Stop Penally Barracks in Pembrokeshire being used to house migrants.",
        "additional_details": "This country is supposed to act democratially what is taking place currently in Penally Pembrokeshire is more akin to a dictatorship. \r\nElderly Residents and Families who live in the village have major concerns as do the general population in nearby villages and Towns.\r\nNo migrants or people who have entered into the UK illegally should be housed at this site until a meeting takes place between representatives of the government including all local MP's and the First Minister and the Public.",
        "background": "A public consultation should be arranged so that the residents and businesses in the area be given the facts to this recent development.\r\nNo consultation has taken place this has been discussed and arranged behind closed doors without due consideration being given to the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-15T23:51:30.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-16T00:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-21T13:04:11.382Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because this is a local operational matter and not something where the UK Parliament or Government is directly responsible for the decision being taken.\r\n\r\nWe could accept a petition calling for the Government's guidance on housing asylum seekers to include a requirement to consult locally before decisions are taken, if that's what you'd like to see happen.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-13T10:58:28.824Z"
    },
    "id": 551369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551369.json"
    },
    "type": "petition"
}