{
    "attributes": {
        "action": "Covid-19 tests available for all now",
        "additional_details": "My children, among with millions of others, have returned to school. My loved ones, like millions of others, include those in high risk groups. We are being asked return to the office, shop on our high streets etc.  We were promised a testing system where everyone who needed a test would get one. \r\n\r\nA system which prioritises certain groups falls way short and will allow the virus to spread. We all deserve better. \r\n\r\nA Covid-19 test must be readily available to all who need one, now.",
        "background": "Boris Johnson promised us a “world-beating” testing system. Everyone who needed a test would get one. \r\nMatt Hancock now states the government aims to test only those who fall into prioritised groups. This is not enough. Deliver on the promise to ensure everyone who needs a test, gets a test, now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-16T11:36:50.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-16T13:46:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-09T10:59:19.286Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the Government's approach to the availability of Covid-19 tests, but it's not clear what changes you want the Government to make to the allocation of tests.\r\n\r\nThe Government has stated that tests will be available to the general public where they have symptoms, and that additional testing will take place in certain places or for certain categories of workers: https://www.gov.uk/government/publications/allocation-of-covid-19-swab-tests-in-england/allocation-of-covid-19-swab-tests-in-england\r\n\r\nWe could accept a petition calling on the Government to make Covid-19 tests available on demand, if that is what you want to happen.\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\nPrioritise Covid-19 testing for relatives of residents in Care Homes: https://petition.parliament.uk/petitions/318403\r\n\r\nGuarantee timely, locally accessible Covid-19 tests for all symptomatic children: https://petition.parliament.uk/petitions/551300\r\n\r\nPrioritise coronavirus testing for people with learning disabilities: https://petition.parliament.uk/petitions/321215\r\n\r\nMake Covid-19 tests available regularly for shielding families: https://petition.parliament.uk/petitions/550998\r\n\r\nIntroduce weekly Covid-19 testing for school staff and students in England: https://petition.parliament.uk/petitions/550053\r\n\r\nMake Covid-19 test kits available to all care homes, for the residents and staff: https://petition.parliament.uk/petitions/312785"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-09T10:59:19.283Z"
    },
    "id": 551443,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551443.json"
    },
    "type": "petition"
}