{
    "attributes": {
        "action": "Give food companies a year to reduce their plastic packaging by at least 50%.",
        "additional_details": "At the moment citizens are responsible for being the “demand” for products meaning we’re being blamed for choosing products with high plastic content. However there is not much of a choice when everything you find in the supermarket is covered in single use plastic polluting the world.",
        "background": "Put pressure on food companies especially those who sell to supermarkets to reduce their plastic packaging.\r\nSingle use plastic is damaging the environment and wildlife. Alternatives like paper can be easily used.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-16T17:47:05.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-16T18:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-09T11:26:18.252Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions needs to call on the Government or House of Commons to take a specific action. We understand that you're concerned about the impact of food packaging, but it's not clear what you want the Government to do about this.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan selling drinks bottles that aren’t made out of a sustainable material: https://petition.parliament.uk/petitions/311520\r\n\r\nBan plastic wrapping of individual items of fruit or vegetables: https://petition.parliament.uk/petitions/551544\r\n\r\nIncrease VAT tax on products that utilize or contain plastic: https://petition.parliament.uk/petitions/550925\r\n\r\nIf you would like the Government to take an action not covered by the above petitions, you could start a new petition requesting this, but it would need to be clear what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-09T11:26:18.250Z"
    },
    "id": 551476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551476.json"
    },
    "type": "petition"
}