{
    "attributes": {
        "action": "Traffic Calming along Miles Lane Shevington Wigan WN6 8ES",
        "additional_details": "After three serious crashes & a accident where motorbikes collided with a horse along Miles Lane, the residents want traffic calming putting along our road.\r\nThe road is also used like a race track by cars & motorbikes, we have asked our local council & MP but have been told it dose not warrant it.\r\nWe believe it does!  One incident where a car traveling at speed lost control & crashed into the 30 MPH sign, street light (which is still missing) fire hydrant, & telegraph pole & the car ended up on it's side in a front garden. \r\nSO YES WE DO BELIEVE WE NEED TRAFFIC CALMING MEASURES ALONG THE ROAD PLEASE. \r\nHOPEFULLY BEFORE THERE'S A VERY SERIOUS ACCIDENT.",
        "background": "Provide Traffic Calming along Miles Lane, Shevington, Wigan WN6 8ES",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-17T10:08:36.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-17T15:55:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-24T15:41:17.647Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This a matter for your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWigan Council also has its own petitions system: https://democracy.wigan.gov.uk/mgePetitionListDisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-24T15:41:17.644Z"
    },
    "id": 551522,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551522.json"
    },
    "type": "petition"
}