{
    "attributes": {
        "action": "Sack PM and replace him with someone who can handle COVID crisis effectively",
        "additional_details": "The current PM & Cabinet have largely proved inffective in handling COVID crisis ever since its started. Right from lack of PPE equipment to NHS staff, lockdown fiascos,confusing social distancing restrictions to lack of swabs in testing centers. The public expected more better from current government.\r\n\r\nWe demand more credible cabinet team is put in place to handle the Covid crisis more effectively as we have lost faith in the current government and its handling of the crisis.",
        "background": "Sack the current PM & his cabinet as they have lost control of the COVID crisis. We need a good leader irrespective of whichever party he or she comes from to lead effectively through this Covid crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-17T17:54:11.590Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-21T08:29:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T08:53:24.353Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions which call for someone to lose their job, as everyone has the right to due process.\r\n\r\nYou may however wish to sign this petition which calls for a Government of National Unity in response to the Covid-19 crisis: https://petition.parliament.uk/petitions/551504.\r\n\r\nYou could also start a petition calling for a public inquiry into the Government's response to the Covid-19 crisis, if that is something you'd like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-28T08:53:28.732Z"
    },
    "id": 551573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551573.json"
    },
    "type": "petition"
}