{
    "attributes": {
        "action": "Add a checkbox in all applications for Latinx/Hispanics - be fully inclusive",
        "additional_details": "It is disappointing to see so many other ethnicities being represented through a simple \"check-box\" but not the Latin/Hispanic community. With more representation for the community, more people can be aware of the community, not only will this make Latinos/Hispanics, feel represented, valued and cared for, but it through representing the community more, more opportunity can be brought to them. The more we educate on the importance of inclusion the more opportunity and equality we can bring.",
        "background": "Add a checkbox in all applications for Latinx/Hispanics and provide more opportunity for their community; in business, education and careers. There is a huge Latin/Hispanic community in the UK that need to be represented,and with representation, comes education and opportunity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-17T17:14:48.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-17T17:37:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T15:52:32.423Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want a Latin/Hispanic checkbox to be added to application forms, but you don't specify which application forms you are referring to. \r\n\r\nYou could start a petition calling for a Latin/Hispanic box to be added to the ethnicity question in the UK census, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "race-and-equality"
        ],
        "updated_at": "2020-10-12T15:52:39.255Z"
    },
    "id": 551570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551570.json"
    },
    "type": "petition"
}