{
    "attributes": {
        "action": "Ensure correct covid-19 procedures and isolation are being enforced at schools.",
        "additional_details": "Children are being let into schools with covid-19 symptoms; this is putting the rest of the school population at risk. Every child should have the right to be safe at school- families and older relatives who are more vulnerable and have regular contact with pupils need to be safe. \r\nChildren at my local school are advised to \"come back after a few days\" after presenting with a fever and cough. Children are allowed to attend school even if they present with a cough. This is a major health hazard.",
        "background": "Schools are allowing children to attend their setting just days after presenting with a fever and other covid-19 symptoms. Children are in school coughing around  teachers and fellow pupils and aren't being sent home. If children have any covid-19 symptoms they must be sent home to protect others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-17T06:44:49.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-17T07:12:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-09T11:51:24.152Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Ensuring that schools are complying with guidance and regulations relating to Covid-19 is a matter for individual schools and local authorities, not the Government or House of Commons.\r\n\r\nIf you are concerned about your school's approach you should raise this directly with the school or relevant local authority. You could also raise this with your local MP, who might be able to take up your concerns on your behalf."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-09T11:51:24.149Z"
    },
    "id": 551510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551510.json"
    },
    "type": "petition"
}