{
    "attributes": {
        "action": "Demand the CMA & NTS challenge unfair terms/practices for Holiday Caravan Owners",
        "additional_details": "There is evidence of systemic, unlawful practice by companies who run Holiday Caravan Parks in the UK, to the detriment of thousands of consumers. TSS refuses to act despite the seriousness of offences. \r\nGovernment are aware, following a debate lead by MP Helen Whately, re consumers facing loss of their homes having been mis-sold holiday caravans as residential\r\nAn investigation followed by positive interventions would be an efficient and effective way of resolving a national crisis for consumers",
        "background": "The responsible authorities must examine the terms of licence agreements issued to consumers, as standard, by trade members of the NCC and BH&HPA to establish if the terms and practices are unfair for the purposes of the CRA 2015 and if the business practices breach the  Unfair Trading Regs 2008",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-18T11:45:06.666Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-18T12:09:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T11:21:07.988Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Competition and Markets Authority and National Trading Standards are independent bodies, so decisions about their work are a matter for the CMA and NTS, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to hold a public inquiry into practices of holiday caravan owners, to investigate the issues you raise and identify options for addressing any problems that are identified, if that is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T11:21:07.984Z"
    },
    "id": 551627,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551627.json"
    },
    "type": "petition"
}