{
    "attributes": {
        "action": "end the london road closures",
        "additional_details": "these road closures are making it harder for essential workers to make deliveries, disabled people to access transport, and those who need to drive for a living to do their job. they are also increasing congestion and motor density on main roads making them less safe for cyclists on unavoidable main roads, which defeats the purpose of the road closures in the first place. the only way to combat motor density in a city is to make other options more available to workers.",
        "background": "re open roads that have been recently closed across london, including but not limited to those in bromley, wandsworth, kingston, hackney, islington and tower hamlets. instead, to combat motor density, you should work to make public transport and cycling more accessible to low income families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-21T02:44:42.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-26T06:19:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-01T08:58:33.554Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the Mayor of London and the Greater London Authority.\r\n\r\nYou can petition the Mayor of London and TfL directly here:\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-01T08:58:33.550Z"
    },
    "id": 551882,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551882.json"
    },
    "type": "petition"
}