{
    "attributes": {
        "action": "Make a correction to the Births and Deaths Registration Act 1874",
        "additional_details": "It seems peculiar that such an obvious mistake in legislation hasn’t been corrected in one hundred and thirty six years. \r\n\r\nIt also has implications that authorities such as government, police and armies have been enforcing laws that are actually legal contracts that require consent. I do not believe that consent has been acquired on many occasions.\r\n\r\nAs this has been the case, we the people, have no common law courts in England anymore and are caught within a system that is inherently against the people. \r\n\r\nIf we want true justice in this country, we should be governed under law of the land and not law of the sea. As such I believe this Act, at long last, be corrected to reflect the truth that people born of the land are registered as such legally.",
        "background": "I would like this Act to be correctly amended from births and deaths at sea, to births and deaths on land. This will ensure all people born of the land are governed lawfully under the rightful jurisdiction of Common Law instead of the legal system based on maritime law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-20T20:05:48.735Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-20T20:51:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T10:22:32.417Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Births and Deaths Registration Act 1874 covers the \"Law relating to the Registration of Births and Deaths in England, and to consolidate the Law respecting the Registration of Births and Deaths at Sea.\" It therefore relates to births and deaths on land already. This legislation has also been superseded by later legislation, including the Births and Deaths Registration Act 1953."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T14:08:04.064Z"
    },
    "id": 551869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551869.json"
    },
    "type": "petition"
}