{
    "attributes": {
        "action": "Let DJs work at venues, events that are COVID secure or have COVID mitigation",
        "additional_details": "Why? Because the night time entertainment industry including mobile DJs have been left to feature while other trades have been allowed to open under COVID mitigation. Many venues including wedding parties have had to stop DJs plying their trade leaving these people to struggle, some having to retire from the industry.",
        "background": "DJs have been forgotten during this crisis. If venues and events are mitigating against Coronavirus or are deemed COVID secure then DJs should be allowed to be booked for events AND be able to fulfil their commitments to theses functions including residencies at nightclubs or public houses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-20T17:56:04.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-20T18:36:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T09:40:34.052Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no bar on DJs being employed by pubs or other events provided this is consistent with the Government's guidance for those establishments or events, although nightclubs, dance halls, and discotheques are still required to remain closed, and there is a limit on the volume of music in restaurants, pubs and bars.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nThe government to allow the opening of nightclubs: https://petition.parliament.uk/petitions/331625\r\n\r\nLet Us Dance - Support nightclubs, dance music events and festivals: https://petition.parliament.uk/petitions/332789\r\n\r\nWe could accept a petition calling on the ban on loud music to be lifted for restaurants, pubs and bars, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-15T09:40:34.049Z"
    },
    "id": 551856,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551856.json"
    },
    "type": "petition"
}