{
    "attributes": {
        "action": "Remove problematic individuals being housed community areas due to COVID-19.",
        "additional_details": "Residents are living in constant fear, with many peoples homes and property being targeted with theft and vandalism as well as thug behaviour and violence resulting in serious injury and death. We are asking that the government remove these individuals, our child friendly and well respected community is no place for these distructive, mindless criminals who conduct themselves like this. Help us protect and restore our community and get these people out!",
        "background": "Currently in Paisley North, individuals including early release prisoners are being housed in the MotelAir, the Scotia Airport Hotel and the Tartan Lodge.\r\nThese people are highly problematic and have brought nothing but trouble and violence to our well respected and built up community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-20T17:30:24.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-21T17:10:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T11:23:33.891Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Justice and policing is a devolved matter, which means your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\nIf you believe a crime is being committed then you should report it to the police: https://www.scotland.police.uk/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-15T11:23:33.886Z"
    },
    "id": 551852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551852.json"
    },
    "type": "petition"
}