{
    "attributes": {
        "action": "Un-group Coffee shops and eateries from bars and pubs for covid19 restrictions",
        "additional_details": "Socially distanced table service venues serving coffee, breakfast lunch and dinner are simply not the same as alcohol based venues where peoples ability to stay safe becomes compromised. So to impose the same rules and restrictions upon both simply doesn't seem right.\r\n\r\nThe closure or imposing of restrictions on venues can be damaging to the business and economy as well as putting many jobs at risk. \r\n\r\nSo we ask that you separate the two when making your decisions on what to close or restrict.",
        "background": "What we want is for coffee shops, cafes and restaurants to be considered differently to pubs and bars when having lockdown rules imposed upon them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-20T10:11:24.915Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-20T10:38:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T11:48:06.651Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what different restrictions you would like there to be on coffee shops, cafes and restaurants. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T11:48:06.647Z"
    },
    "id": 551803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551803.json"
    },
    "type": "petition"
}