{
    "attributes": {
        "action": "Party politics should be removed from the first tier of local government",
        "additional_details": "In Parish and town Councils the role is voluntary and a lot of people are put off joining or getting involved because party politics have become so divisional. This makes the whole process less democratic and undermines public trust in councils and also damages county and borough levels too.",
        "background": "Party politics is tearing apart local councils, in particular at a parish level. Councils at this level need to work together to accurately execute the public's wishes but too often you end up with a few people dominating the discussion and competing sides then fighting against each other.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-21T21:45:46.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-22T10:24:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-29T08:54:41.433Z",
        "rejection": {
            "code": "no-action",
            "details": "You say you want party politics to be removed from local government, but you don't specify what you mean by this or how you would like this to be achieved in practice. \r\n\r\nIn any event, it is also for local people to vote for the candidates who they feel would best represent them on their local council, based on all available information including any party affiliation. It is then for individual councillors to decide how best to represent their constituents, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-29T08:54:41.430Z"
    },
    "id": 551983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551983.json"
    },
    "type": "petition"
}