{
    "attributes": {
        "action": "Block high carbon footprinters from powerful situations regarding society.",
        "additional_details": "Throughout human history, the super-rich have always loathed the poor and resented their existence and use of finite materials, land and food, and criticised them for their production of waste and desire for free-time, recreational wanderings and even the carbon dioxide they exhale and emit. Therefore, high carbon producing people should not have the power to determine population control, society design or civil liberties. Giving them power over these policies is like giving them a loaded gun.",
        "background": "Bring in new legislation that blocks all contributions or persuasions of the climate change and carbon footprint topic from people with high carbon footprints. This is a necessary step towards preventing the super rich from depriving ordinary people of the right to live and enjoy their lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-21T21:50:07.926Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-21T23:49:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T14:00:10.401Z",
        "rejection": {
            "code": "no-action",
            "details": "We can only accept petitions that make a clear request by the Government.\r\n\r\nWe understand that you are concerned about decision-making in the UK, but it's not clear what you want the Government to do about this. Your petition refers to decision making over policies, but doesn't make clear who you think should be prevented from from making these decisions, or what decision-making roles you think such people should be prevented from holding. Your petition also appears to conflate wealth with carbon footprints."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T14:00:10.399Z"
    },
    "id": 551984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551984.json"
    },
    "type": "petition"
}