{
    "attributes": {
        "action": "normalise mental health, start up mental health and wellbeing classes in school",
        "additional_details": "ive grown up in northern ireland and have witnessed alot of young around me that have taken there own lifes due to mental health and depression. it hasnt been normalized to talk about this as there isnt enough support for people going through these tough times in life. there is too many lifes being taken from us due to this not being normalized in our society. this needs more attention especially during these hard times of covid as more people are isolating themselves and have no support around.",
        "background": "need to normalize mental health talks within our society and this should be started from a young age in schools showing kids from young how to deal with mental health and normalize talking about this we need classes in schools showing ways of coping with mental health and offering support and advice",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-21T20:46:40.804Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-21T21:13:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T12:39:07.112Z",
        "rejection": {
            "code": "already-happening",
            "details": "Education about physical health and mental wellbeing is already part of the Department for Education's statutory guidance on Relationships and Sex Education (RSE) and Health Education, which forms part of the national curriculum: https://www.gov.uk/government/publications/changes-to-personal-social-health-and-economic-pshe-and-relationships-and-sex-education-rse.\r\n\r\nYou may wish to sign this related petition:\r\n\r\nMake mental health and wellbeing checks compulsory in all levels of education: https://petition.parliament.uk/petitions/331616\r\n\r\nAlso, the UK Government is only responsible for the national curriculum in England. Education is devolved so the national curriculum in Northern Ireland is a matter for the Northern Ireland Executive."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-15T12:39:07.107Z"
    },
    "id": 551974,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551974.json"
    },
    "type": "petition"
}