{
    "attributes": {
        "action": "Stop enforcing new laws, rules and regulations that are against human rights!",
        "additional_details": "We do not live is a dictatorship stop trying to control our every move and suppress us! We as humans have rights which at the minute are being ignored. I don’t believe this is for our ‘safety’ I think it’s a way of trying to scare people into a new way of living...the way you want them to live. Worse things have happened before, this has to stop and we all want these new rules, laws and regulations to stop. Why do we want you to change this is one of the questions asked..because it’s our right!",
        "background": "These new rules and regulations do not make any sense and there for are unenforceable. You cannot possibly say a curfew will help stop the spread of a ‘virus’ so does this ‘virus’ not spread after 10pm? Does the ‘virus’ only spread if your around more than 6 people? This is not for our protection!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-22T07:08:41.950Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-23T12:02:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T13:51:59.018Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what laws you'd like to change. The Human Rights Act already provides protections against breaches of human rights.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/315979"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-16T13:51:59.016Z"
    },
    "id": 551999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/551999.json"
    },
    "type": "petition"
}