{
    "attributes": {
        "action": "Remove parking restrictions on Derby Road, between Kimbolton Av and Arundel St",
        "additional_details": "We do not oppose the one way systems on the side streets and hope this will alleviate some traffic issues on Derby Road. However the removal of spaces to pull in and park will cause irreparable harm to our businesses in this already turbulent environment. The removal of spaces has been labelled for social distancing measures, we see no reason for this to be helpful. Much of our customers are in transit and if they cannot pull up close by will go elsewhere.",
        "background": "As small independent businesses we rely on the limited parking available in this busy area. To remove some of these vital spaces will greatly impact customers being able to get to us. In the first week since the measures were put in place, we have had a 30% drop in revenue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-22T14:33:33.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-22T19:09:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-28T17:20:18.175Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the local authority. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-09-28T17:20:18.172Z"
    },
    "id": 552050,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552050.json"
    },
    "type": "petition"
}