{
    "attributes": {
        "action": "Change the rules on the amount of guests at a wedding",
        "additional_details": "With Zero detail around why the numbers have dropped to 15, It is totally unfair that with the numbers at 30 are all likely to be family members that people have been spending time with anyway. \r\nIt makes no logical sense as to why I can sit in a restaurant or bar or pub with 100 strangers with little protection but a small 30 person, intimate wedding cannot go ahead and Funerals for 30 people can still happen. \r\n\r\nThe decision is bizarre and unjustified.",
        "background": "The Government have introduce new rules around the amount of people who can attend a wedding with no explanation as to why. Boris's announcement has for the 3rd time ruined my wedding date and no doubt thousands of other peoples. \r\nI would like to start a petition to bring it back to 30 people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-23T09:52:55.250Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-23T10:16:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-30T08:59:17.675Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/329097\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-30T08:59:21.433Z"
    },
    "id": 552156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552156.json"
    },
    "type": "petition"
}