{
    "attributes": {
        "action": "Give control of track and trace to public health authorities",
        "additional_details": "Losing control of track and trace is a fundamental incompetence in the middle of a global pandemic. Private companies that have failed are not being held accountable. There is no time for recriminations we need it to be fixed. Public Health authorities have the experience. Give them the funding to carry out track and trace now.",
        "background": "The government has lost control of track and trace twice now. They gave the responsibility to private companies with no experience. Control of track and trace must now be handed to the public sector ie Public Health England and their equivalent in the four nations who have the relevant experience.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-23T08:01:34.070Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-23T09:44:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-09-30T13:38:18.557Z",
        "rejection": {
            "code": "no-action",
            "details": "The Test and Trace programme is already run by a public sector body - the National Health Service - so it's not clear what you want to change. \r\n\r\nYou could start a petition calling for local authorities to be put in charge of running the test and trace programme for their area, if that is something you'd like to happen. Alternatively, you could start a petition calling for a ban on any private sector involvement in Covid-19 testing.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-09-30T13:50:17.610Z"
    },
    "id": 552141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552141.json"
    },
    "type": "petition"
}