{
    "attributes": {
        "action": "CJS only recognise ‘autism’ to enable criminal prosecutions to continue.",
        "additional_details": "If CJS recognises ‘autism’ fully and our vulnerabilities living within a NT society then many future ASD lives will not be destroyed and would avoid prison / psychiatric units by considerable less financial resources being re-directed towards ‘proactive support’ rather than the current system of ‘reactive support’ although this is ONLY given after a S37 very little support is given after prison and S117 support is reduced/withdrawn over a 12 month period due to a lack of funds in local authorities",
        "background": "Parliament must take immediate action to ensure CJS recognises if a ASD person is given sufficient support, guidance and protection then the criminal act would never have been committed - how can a vulnerable ASD person understand/deal with NT’s who control/manipulate them?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-23T05:46:57.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-24T18:16:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T15:27:34.514Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you care about support for people with autism, but we're not exactly sure what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you'd like the Government and Parliament to do. If you would like some help with this, please contact us at petitionsteam@parliament.uk \r\n\r\nYou can find more information on the treatment of adults with autism by the criminal justice system here: \r\nhttps://commonslibrary.parliament.uk/research-briefings/cdp-2018-\r\n\r\nYou may wish to sign these petitions about support for people with autism: \r\n\r\nFund organisations that provide support & therapy for children/adults with SEN: https://petition.parliament.uk/petitions/329876\r\n\r\nFund Autistic Support Services for Adults in every city: https://petition.parliament.uk/petitions/331220"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T15:27:39.538Z"
    },
    "id": 552132,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552132.json"
    },
    "type": "petition"
}