{
    "attributes": {
        "action": "Protect music venues, bars and night clubs. Give rent and mortgage holidays.",
        "additional_details": "With the new restrictions on curfews at bars and venues, we face daily worry for our jobs, our lifestyle and our culture with the peak and vital hours of revenue takings being taken away. It is for the health and safety of our population and to ease pressure on our NHS who we care for and rely on so much during these times, but we face losing everything we collectively, especially in Camden; a culture, art and music hub, have worked extremely hard to create an maintain for generations.",
        "background": "Surely it is in the government’s power and interests in order to keep the culture, tourism and economy alive by providing additional support to this sector in the form of mortgage and rent breaks for venues to ease the  pressure until we see the end of this uncertainty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-23T20:13:09.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-23T20:28:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T16:10:45.255Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Suspending rent or mortgage payments would be a decision for individual landlords and lenders, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/332789"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-20T12:15:09.900Z"
    },
    "id": 552236,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552236.json"
    },
    "type": "petition"
}