{
    "attributes": {
        "action": "Start universities or reimburse tuition fees, mainly for international students",
        "additional_details": "Considering the fact that schools have reopened, as international students have a big burden of expenses of living here and the tuition fees, we request you to start on campus classes for university as it is difficult for both the students as well as the teachers. The online classes are not worth the amount for which everybody is paying.\r\n\r\nFurther, if people can participate in public leisure activities why cannot universities be started.",
        "background": "As online classes are not turning out to be as effective as in person teaching, we request the starting of on campus classes at least once or twice a week.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-23T19:40:22.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-23T19:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T09:18:16.646Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Universities, not the Government or House of Commons, are responsible for how they deliver university courses.\r\n\r\nWe have published a number of petitions calling on the Government to require students to be refunded all or part of their tuition fees, because of the impact of Covid-19 on their courses, which you might like to sign:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire Universities to partially refund tuition fees for 19/20 due to Covid-19: https://petition.parliament.uk/petitions/550738\r\n\r\nExtend Tier-4 visas and waive third-term tuition fee for international students: https://petition.parliament.uk/petitions/310825\r\n\r\nReimburse international students this year's fees due to strikes and COVID-19: https://petition.parliament.uk/petitions/318717"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T09:18:16.642Z"
    },
    "id": 552232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552232.json"
    },
    "type": "petition"
}