{
    "attributes": {
        "action": "debate on the substantial evidence that indicates COVID 19 is not a danger",
        "additional_details": "Debate fully the reports that refute the statements made by the government explain why many have been censored why they reports have been ignored even though many from highly eminent sources Why the government continues to impose restrictions on the population which are not needed as the facts on escalating of the virus have been proved wrong time \r\nRevisit in full the restrictions  let the public make their own choices to isolation and stop using the statement the NHS is overwhelmed they aren’t",
        "background": "The economy is in free fall yet much evidence exists to show that COVID is no longer a threat The SME business owners who are the organisations that support the uk economy are being devastated as there has been so much fear spread The huge body of contrary evidence is either censored or not debated",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-23T15:52:46.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-23T21:08:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T14:37:58.711Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Specifically we're not sure what evidence you would like to be debated. \r\n\r\nYou might be interested to know that since you started your petition, there has been an increase in the number of people admitted to hospital and dying of Covid-19. You can find out more here:\r\n\r\nhttps://coronavirus.data.gov.uk/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-16T14:37:58.708Z"
    },
    "id": 552209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552209.json"
    },
    "type": "petition"
}