{
    "attributes": {
        "action": "Targeted support for the self employed who continue to be affected by Covid-19",
        "additional_details": "The current restrictions are having a limiting affect on the tourism, hospitality and performing arts industies.\r\n\r\nThe performing arts industry features a high percentage of self employed workers who have seen their industry effectively shut down. They are not currently being financially supported since the SEISS scheme ended in August. \r\n\r\nThe music industry alone is worth nearly £6bn a year to the economy and recent reports suggest that the majority of musicians are looking to leave the industry.",
        "background": "Provide targeted support for self employed workers from sectors that continue to be affected by covid-19, such as performing arts, tourism and hospitality. \r\n\r\nAt the very least self employed support should provide parity with the level and duration of existing and future job support schemes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-24T06:27:22.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-24T12:13:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-07T09:32:18.970Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has extended the Self-Employment Income Support Scheme grant: https://www.gov.uk/government/publications/self-employment-income-support-scheme-grant-extension/self-employment-income-support-scheme-grant-extension\r\n\r\nIf you want the Government to change how this grant works for the period it has been extended by, you could start a new petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-07T09:32:18.967Z"
    },
    "id": 552280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552280.json"
    },
    "type": "petition"
}