{
    "attributes": {
        "action": "Do not publish names and pictures of criminals on news or social media",
        "additional_details": "If these criminals gets their names published on the internet their family and their kids gets bullied and harrased and it can be a life long effect on them. They are more intimidated assaulted and harrased and possibly murdered. So I want the government to stop publishing names of criminals SIGN NOW",
        "background": "I want the government to stop publishing criminals name and picture online as it can effect their familly and more vulnerable to assault and possibly even murder.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-25T13:37:45.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-25T14:58:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T14:26:16.295Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that your concerned about the consequences of convicted criminals being named or having their photos published on social media, but it's not clear exactly what you want to do about this.\r\n\r\nYour petition asks for the Government to stop publishing the names and pictures of criminals on social media, but it's not clear if you just want Government social media accounts to stop reporting details of convicted criminals, or if you want any publication of the names and photos of convicted criminals to be banned.\r\n\r\nWe could accept a petition calling on the Government to ban the reporting of the names or appearance of convicted criminals, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T14:26:16.290Z"
    },
    "id": 552441,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552441.json"
    },
    "type": "petition"
}