{
    "attributes": {
        "action": "Give mental health the same priority as physical health.",
        "additional_details": "Since Covid restrictions began, the mental health of the nation is being ignored. Services are stripped back & are now dealing with mainly crisis cases of which are increasing rapidly, with not enough resources made available. We need to give mental health the same priority we have done Covid or we are going to see more deaths through suicide than through the virus. We want equality between mental & physical health, therefore emergency measures need to be in place to cope with demand on NHS.",
        "background": "The Covid crisis has clearly shown that government does not value mental health in the same way that they do physical health. Give mental health the same priority as physical health before the country hits a major mental health crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-25T15:27:44.746Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-25T18:41:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T10:05:42.645Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you concerned about current support for mental health, but we can only accept petitions that include a clear request for action by the Government or House of Commons.\r\n\r\nYou may wish to sign some of these petitions, which make requests relating to support for mental health:\r\n\r\nReview and reform Child and Adolescent Mental Health Services: https://petition.parliament.uk/petitions/553177\r\n\r\nEmergency funding increase for mental health services due to Covid -19 pandemic: https://petition.parliament.uk/petitions/307724\r\n\r\nReview and improve support for people with mental health conditions: https://petition.parliament.uk/petitions/330968"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T10:05:42.642Z"
    },
    "id": 552452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552452.json"
    },
    "type": "petition"
}