{
    "attributes": {
        "action": "Review validity of EU Referendum based on involvement of Cambridge Analytica.",
        "additional_details": "Cambridge Analytica was involved with the Leave campaign during the 2016 EU referendum. Now that the CEO of this company has been barred, by the Government's own Insolvency Service, from being a company director for offering unethical political services, which have been admitted, result should be reviewed. \r\nSee: https://www.gov.uk/government/news/7-year-disqualification-for-cambridge-analytica-boss \r\nand:\r\nhttps://www.dw.com/en/what-role-did-cambridge-analytica-play-in-the-brexit-vote/a-43151460",
        "background": "I wish that the processes and services used during the Leave campaign, prior to the EU referendum, should be reviewed and the impact on the result assessed. If unethical, or possibly even illegal methods were adopted, then the result should be declared void and a new referendum held.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-25T11:39:40.042Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-25T16:04:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T14:26:58.954Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the conduct of the EU referendum, but it's not clear exactly what you want the Government to do about this.\r\n\r\nYour petition refers to the result of the EU referendum being declared null and void depending on the findings of a review of conduct of the referendum, but since the referendum the UK has left the EU, and a second referendum would not change this.\r\n\r\nWe also couldn't accept a petition calling for an investigation into an individual organisation, such as Vote Leave or Cambridge Analytica. We could accept a petition calling for an inquiry into the conduct of the EU referendum, followed by a referendum on rejoining the EU."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T14:26:58.952Z"
    },
    "id": 552430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552430.json"
    },
    "type": "petition"
}