{
    "attributes": {
        "action": "Enact an enforced lockdown. After then, we can all go back to normality.",
        "additional_details": "I was in China from January 14th to March 4th 2020. The eight week enforced lockdown that they and other countries in the region enacted, stopped the virus in its tracks.\r\n\r\nIn those countries like South Korea, Thailand, Vietnam, Singapore, Taiwan and many others; people are back to work, businesses are open and most areas are free of masks and solical distancing measures.\r\n\r\nExperiencing both types of lockdown, it is plainly obvious that our advisory lockdown measures have not worked.",
        "background": "This doesn't have to go on for six months or longer, it can be done in eight weeks. The problem is that we have never had an enforced lockdown. Advisory and recommended advice can be ignored and has been. \r\n\r\nSuccessful enforced lockdowns were non advisory, with arrivals tested and quarantined.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-25T11:34:29.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-25T13:26:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-14T09:49:57.604Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has created a number of new legal requirements and offences relating to Covid-19 restrictions. Enforcement of these has been a matter for local authorities and the police.\r\n\r\nYou may wish to sign some of these petitions:\r\n\r\nStart a second lockdown including closing schools to prevent spread of COVID: https://petition.parliament.uk/petitions/550736\r\n\r\nLimit travel during lockdown by county or a mile radius: https://petition.parliament.uk/petitions/324044"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-14T09:49:57.749Z"
    },
    "id": 552429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552429.json"
    },
    "type": "petition"
}