{
    "attributes": {
        "action": "Exclude childminders from the 'mixed setting' rule.",
        "additional_details": "Children should not be discriminated against because their parents choose to look after other children and keep the economy going.\r\nWe must enable access to pre-school for children whose home is used as an early years setting. \r\nAll children should have an equal opportunity to attend pre-school, to experience being in a larger group & spend time away from their home before attending school. This is crucial to their development. \r\nThese children should not be denied this opportunity. \r\nI urge the government to exclude childminders from the mixed setting rule to enable their children to attend pre-school. Why should they be denied this opportunity before they start school.",
        "background": "Exclude childminders, with their own children under 5, from the 'mixed settings' rule.\r\nA child's home should not be classed as a setting under the 'mixed setting' rules. It is first and foremost their home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-27T08:04:06.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-27T08:45:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T10:56:06.369Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what rule you'd like to be changed, or what activity you would like to be allowed. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T10:56:06.437Z"
    },
    "id": 552582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552582.json"
    },
    "type": "petition"
}