{
    "attributes": {
        "action": "Stop all demonstrations, give unlimited fines/prison for organisers/protesters",
        "additional_details": "I am sick of people not following the rules and putting others lives at risk while the vast majority live by the fact there is a deadly virus out there and stick to the rules.  These selfish demonstrators are blatantly flouting the law and should be fined/imprisoned.  These demonstrations need to be stopped and where necessary the army and water cannons should be put on the streets to disperse these crowds of people who from week to week continue to flout the law.",
        "background": "There seem to be a number of demonstrations taking place in London each weekend. People are travelling up and down the country putting us at risk of catching Covid-19. There's no social distancing, masks, and rule of 6 at these demos. We need to see fines & imprisonment of offenders",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-26T13:16:12.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-26T19:33:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T10:30:53.333Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on prosecutions are a matter for the police and courts.\r\n\r\nYou could start a petition calling for an increase in penalities for breaching Covid rules, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T17:15:06.535Z"
    },
    "id": 552532,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552532.json"
    },
    "type": "petition"
}