{
    "attributes": {
        "action": "Change business insolvency legislation to stop abuse by Company Directors",
        "additional_details": "These unfair practices provide a commercial advantage to their direct competition. \r\n\r\nThe ease of writing off debt, filing for bankruptcy and the borderline fraudulent transfer of assets through pre-pack sales, facilitated by complicit lawyers and accountants, should lead to the disqualification of directors who exploit the system. There should be greater HMRC scrutiny and transparency of business practices.\r\n\r\nThere is no deterrent nor punishment of owners to redress the burden on the tax-payer",
        "background": "Change the Corporate Insolvency and Governance Act 2020, Companies Act 2006 & Insolvency Act 1986 to prevent Company Directors filing for bankruptcy & insolvency to rid themselves of commercial debts and tax liabilities then start-up a new phoenix company within the same business sector.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-27T21:51:25.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-28T15:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T14:40:49.314Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about directors liquidating one business and then going on to set up a similar business, but there are already rules about investigating insolvencies and disqualifying directors from acting in the management of a limited company in certain circumstances, and it is not clear how you want the current rules to be changed.\r\n\r\nYou can read the Government's guidance on phoenix companies and the role of the Insolvency Service here: https://www.gov.uk/government/publications/phoenix-companies-and-the-role-of-the-insolvency-service/phoenix-companies-and-the-role-of-the-insolvency-service\r\n\r\nIf there is a specific change you would like the Government to make these rules, you could start a new petition about this, but it would need to be clear what change you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T14:40:49.311Z"
    },
    "id": 552653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552653.json"
    },
    "type": "petition"
}