{
    "attributes": {
        "action": "Government to explain a few things about corona pcr tests publicly.",
        "additional_details": "Can the British government explain to the British public why six months into a pandemic. The Secretary of State for Health and Social Care is live on radio explaining not only how to account for false positives incorrectly but also using an incorrect figure of sub 1% to do so? Matt explains the false positive figure is subtracted from the total number of positive cases ? This is incorrect this, figure should be subtracted from total tests using a mean average of 2.3%. Please see example below.\r\n\r\n0.8% - 4.3% false positive according to government papers.\r\n2.3% mean average. \r\n20000000 - 2.3% = 460,000 false postives per 20 million covid tests. \r\nThe figures being shown are not adjusted because 90-100%of cases are false positves.",
        "background": "During an interview with Julia Hartley Brewer live on talk radio Matt Hancocks explained to Julia that PCR test false positives are accounted for by subtracting a false positive percentage of under 1% from the total number of positive tests.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-28T18:59:23.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-29T07:12:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T11:46:08.145Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to change. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign these petitions\r\n\r\nhttps://petition.parliament.uk/petitions/552013\r\nhttps://petition.parliament.uk/petitions/552294\r\n\r\nWe've marked your petition as confidential, because it appears to claim that \"90-100%of cases are false positves.\" and we aren't able to publish unverified information about public health. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T11:46:08.142Z"
    },
    "id": 552751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552751.json"
    },
    "type": "petition"
}