{
    "attributes": {
        "action": "Introduce a charge of vehicular manslaughter for causing death with a vehicle.",
        "additional_details": "The taking of a human life by reckless actions should not be devalued if it is carried out with a vehicle instead of a traditionally recognised weapon.\r\nCurrently such an offence is charged under the road traffic act, legislation that dates back to the time of horse and carts which is not designed for the prosecution of manslaughter.",
        "background": "Currently killing someone with a vehicle is charged under the road traffic act and carries a maximum sentence of fourteen years. If a charge of vehicular manslaughter was introduced then a potential sentence of life in prison could be imposed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-28T21:45:37.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-29T14:07:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-06T12:45:35.775Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want motorists who cause death to face higher sentences, but it's not clear how you want the Government to achieve this.\r\n\r\nThe offence of manslaughter can already be brought against motorists who have caused death through the use of a motor vehicle, but deciding whether to bring this charge, as opposed to a driving offence, would be a matter for the Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you want motorists who cause death to face greater sentences, you might like to sign the following petitions:\r\n\r\nKristian Johnson’s Law. Life sentences for Death by Careless & Dangerous Driving: https://petition.parliament.uk/petitions/330756\r\n\r\nTougher sentences for hit and run drivers who cause death: https://petition.parliament.uk/petitions/323926"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-06T13:00:24.908Z"
    },
    "id": 552771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552771.json"
    },
    "type": "petition"
}