{
    "attributes": {
        "action": "Stop raising the prices of NHS medication.",
        "additional_details": "The Government must commit to reversing the inflation on Bipolar medication and put in a process of accountability wherein no prices will change without a proper voting process and justification. The NHS was established in 1945 to accommodate war heroes and veterans from working class backgrounds. This is a service for all people, not just the wealthy.",
        "background": "The NHS is moving in the direction of privatisation. For instance, Lithium Tablets (the treatment for Bipolar Disorder) have been raised from £3 to £87 a packet just this week! This is not gradual inflation, this is exploitation. Medication must be fixed at an affordable price for all. Please sign.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-30T12:01:58.183Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-30T14:51:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-07T09:01:12.118Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the increase in price for certain medications, but it's not clear what you want the Government to do about this. The price of this medication has been set by the pharmaceutical company that produces it, not the Government or House of Commons.\r\n\r\nThe Government has recently passed legislation that is intended to control the cost of health service medicines and other medical supplies; to address the provision of pricing and other information by those manufacturing, distributing or supplying those medicines and supplies, and the disclosure of that information, which is intended to address the issue raised by your petition: https://services.parliament.uk/bills/2016-17/healthservicemedicalsuppliescosts.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-07T09:01:12.115Z"
    },
    "id": 552898,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552898.json"
    },
    "type": "petition"
}