{
    "attributes": {
        "action": "A commitment from HM Government that the Census legislation will be enforced.",
        "additional_details": "It is vital for reasons of security and infrastructure planning purposes that H M Government is aware of all people who are resident in the UK. It is vital for the population's confidence in public institutions and for future race relations that the legislation should be applied equally, fairly and transparently, but also robustly, across all sections of society. If it is possible to police COVID19 regulations rigidly, it should not present a problem to extend the same stringency to the requirements of the National Census.",
        "background": "Ensure that the mandatory requirements of the National Census legislation are robustly enforced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-30T08:38:28.640Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-30T14:29:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-07T08:52:29.934Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's white paper on the 2021 Census stated that the UK Statistics Authority believes that it is necessary to continue to adopt a clear policy of prosecuting non-responders who refuse to make a census return either online or on paper, and states that persons refusing to comply with the statutory requirement will be offered encouragement and assistance to do so, but if they continue to refuse, may be liable to legal proceedings, which may include prosecution, possibly resulting in a fine (the maximum level of which is currently £1,000) and a criminal record.\r\n\r\nThe paper goes on to say that ONS will continue to use specially trained field staff to conduct formal interviews under caution as required by the Police and Criminal Evidence Act 1984, and that this approach was used successfully in the 2011 Census where there were cases with a clear indication of a householder’s refusal to make a return.\r\n\r\nDecisions about prosecutions would be a matter for the Crown Prosecution Service, which is independent of the Government and House of Commons, but the Government's white paper states that the census non-compliance team worked closely with the Ministry of Justice in London, and regional offices, regarding the court process and the location of dedicated courts across England and Wales in which prosecutions would be heard. \r\n\r\nYou can read the full white paper here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/765089/Census2021WhitePaper.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-07T08:52:29.932Z"
    },
    "id": 552880,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552880.json"
    },
    "type": "petition"
}