{
    "attributes": {
        "action": "Refund University students Tuition Fees due to COVID-19",
        "additional_details": "Due to the above we believe a large portion of our tuition should be refunded. With almost no social aspect due to Covid-19 and courses that are mostly 100% online, we aren't receiving any type of satisfactory University experience. At this point students are receiving the equivalent of a £2500 Harvard online course. We have been mislead socially and academically, told there were contingency plans in place in case things did go wrong. Instead we have been locked in our rooms seriously comprising the mental and physical well-being of students across the country. This experience is not worth £9250, students are essentially putting themselves in up to £17,000 (in living and course expenses)  worth of debt for a course they could've taken at home.",
        "background": "University students across the UK were promised they would be safe and receive an adequate University experience despite COVID-19. The opposite has happened, students are locked accommodation some without food and most courses have been changed to 100% online.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-30T11:42:20.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-30T11:49:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-05T09:56:10.889Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/324762"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-05T09:56:10.887Z"
    },
    "id": 552895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552895.json"
    },
    "type": "petition"
}