{
    "attributes": {
        "action": "Dignity and Respect for Woodingdean lawn Graves",
        "additional_details": "To instruct Brighton and Council to show dignity for our loved ones that are laid to rest in the lawn gardens. When the area is mowed they go over headstones and flower holders causing damage. Stones have been chipped, holders lost or damaged and temporary markers also destroyed. It is distressing as a loved one to visit and not be able to inset flowers ( which also get mowed) \r\nBHCC need to consider strimming the area around stones to allow graves to be visited without the heartbreak of damage",
        "background": "Our local graveyard is a lawn memorial. It states we must lay flat headstones and allowed an inset ground level flower holder. \r\nRecently the lawns have been referred back to these rules so plants and other ornaments have been removed this is understandable. But grass cutting is causing damage",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-30T12:52:34.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-09-30T13:00:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-07T08:32:37.558Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government and House of Commons are responsible for, and Maintenance of Woodingdean lawn Graves is the responsibility of Brighton and Hove City Council, not the Government or House of Commons.\r\n\r\nIf you are concerned about how this graveyard is being maintained you should contact BHCC directly. You can petition BHCC directly, and can find out how to do so here: https://present.brighton-hove.gov.uk/mgePetitionListDisplay.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-07T08:32:37.556Z"
    },
    "id": 552901,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552901.json"
    },
    "type": "petition"
}