{
    "attributes": {
        "action": "Get heard and help business out",
        "additional_details": "We need support and help. This needs to be addressed none will  any business apart from big franchises.\r\n\r\nYou wont have the little coffee shops round.the corners you wont have the shoe repair guy.\r\n\r\nUS as business owners need help because of the restrictions you have put place for the next 6 months.",
        "background": "Us business need help. The goverment has created this work from home.\r\nYou have affected every business from hospitalty hairdressers mini cab drivers dry cleaners. \r\nBy you saying work from home you are killing our business and our livelihoods",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-09-30T21:35:47.421Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-01T14:50:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-07T15:15:53.798Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the impact of Covid-19 restrictions on business, and Government support for businesses affected by Covid-19, but it's not clear what you want the Government to do about this.\r\n\r\nWe have published a number of petitions calling on the Government to provide financial support to individuals and businesses during the pandemic, which you might like to sign. You can view all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nIf there is a specific measure you want the Government to take you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-07T15:15:53.794Z"
    },
    "id": 552954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/552954.json"
    },
    "type": "petition"
}