{
    "attributes": {
        "action": "To revoke the current road closures in Croydon and Crystal Palace",
        "additional_details": "Croydon Council held no public consultation with local residents, instead using COVID legislation as a front to force changes onto the local residents that negatively impacts on their quality of life and instead of making our streets safer and more cycle-friendly has done the exact opposite. Emergency vehicles cannot reach residents by the most direct route but instead have to travel long distances around obstacles wasting precious response time. These changes are unwanted and unwarranted.",
        "background": "Reverse Croydon Council road closures that trap residents in their own neighbourhoods and funnels unacceptable amounts of traffic through a few roads in the local area. This increases congestion, pollution and extends journey times, prevents  access to ambulances and other emergency vehicles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-02T08:23:22.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-02T08:34:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T14:55:20.250Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Croydon Council.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T14:55:20.247Z"
    },
    "id": 553064,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553064.json"
    },
    "type": "petition"
}