{
    "attributes": {
        "action": "Impose a rent and rates freeze on all entertainment venues during this crisis.",
        "additional_details": "It is entirely unfair during an enforced closure of business that venues should be forced to continue to pay rent and rates whilst there is no opportunity to earn any revenue from their businesses. Instead, all parties should share the losses equally so that the existing businesses can hope to survive and once again return to their previous activities once this crisis has passed, thereby safeguarding thousands of jobs and livelihoods in an industry that earns billions of pounds for our economy.",
        "background": "Government must bring in legislation that prevents landlords or local authorities from charging rent or rates on any buildings that rely on live or recorded entertainment for the entire duration of the Covid 19 crisis in order to ensure the survival of venues and jobs once the crisis is over.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-01T23:42:01.125Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-02T14:19:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T08:41:40.145Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Suspending rent payments would be a decision for individual landlords, not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLet Us Dance - Support nightclubs, dance music events and festivals: https://petition.parliament.uk/petitions/332789\r\n\r\nSupport the four pillar plan for recovery in the performing arts & entertainment: https://petition.parliament.uk/petitions/332353\r\n\r\nWe could accept a petition calling for additional grants for entertainment businesses, to help them pay costs such as rent."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T08:41:40.142Z"
    },
    "id": 553054,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553054.json"
    },
    "type": "petition"
}