{
    "attributes": {
        "action": "Do a full environmental impact assessment of HS2",
        "additional_details": "We need more time to assess whether the impact of the trees destroyed will have a serious adverse effect on the carbon levels in our environment.  A measurement of the loss of carbon absorption caused by woodland destruction needs to be made.  New trees are small and do not always survive.  The need for commuter transport is dropping.  Home working has increased and has been found to be very efficient for business.  During the Covid lockdown, naure walks have been vital in maintaining well being for people.  Many natural habitats will be lost if HS2 goes ahead.  By the time it HS2 can be built, it will probably not be needed.  Woodland ecosystems will be destroyed which can never be replaced.  We do not have the right to cause such devastation to the natural world.",
        "background": "Stop immediately the destruction of trees on the route of HS2.  It makes no sense to be trying to plant trees to prevent global warming and and at the same time to destroy ancient forests which are over 400 years old.  Since Covid the need for commuting has decreased.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-01T22:19:50.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-03T08:23:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T13:51:53.140Z",
        "rejection": {
            "code": "no-action",
            "details": "Environmental statements have already been published for each stage of HS2:\r\n\r\nPhase One: https://www.gov.uk/government/collections/hs2-phase-one-environmental-statement-documents\r\n\r\nPhase 2a: https://www.gov.uk/government/collections/hs2-phase-2a-environmental-statement\r\n\r\nPhase 2b: https://www.gov.uk/government/collections/hs2-phase-2b-working-draft-environmental-statement\r\n\r\nIt's not clear what further information you want to be published.\r\n\r\nWe have already published a number of petitions about HS2, some of which you might like to sign: https://petition.parliament.uk/petitions?state=open&q=hs2"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T13:51:53.138Z"
    },
    "id": 553049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553049.json"
    },
    "type": "petition"
}