{
    "attributes": {
        "action": "Stop giving mobile phone companys permission to install 5G Masts near homes.",
        "additional_details": "These 5G masts are not only a massive eyesore at (70 feet tall) they encourage vandalism,(the last one installed was set alight on the 14.04.2020 just day's after it was put up.)\r\n They are a health hazzard to local residents, they also devalue our properties.\r\nThey seem to be putting them up everywhere along our Avenue because we have a strip of grass in the centre of the road, which clearly the council are giving them planning permission without notifiying the residents that live there.",
        "background": "Stop giving mobile phone comapnys permission to be able to put a 5G Mast in public places, without consulting residents first, and giving them an option to oppose it before planning permission is given the go ahead.\r\nAs they are installing a 5G Mast outside our house in RM8.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-01T16:29:54.625Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-01T16:47:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-08T08:57:17.473Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about planning permission for mobile phone masts are a matter for your local authority, not the Government or House of Commons.\r\n\r\nIf you are concerned about a mast being erected near your home you should contact your local authority about this.\r\n\r\nYou can find out how to petition Barking and Dagenham Borough Council directly here: https://www.lbbd.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-08T08:57:17.470Z"
    },
    "id": 553018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553018.json"
    },
    "type": "petition"
}