{
    "attributes": {
        "action": "Ask Boris to turn our homeless veterans into covid Marshall’s",
        "additional_details": "Boris is talking about Covid Marshall’s and putting soldiers on the streets, we already have soldiers on the streets sleeping in doorways. These guys are already military trained and desperate for a new start in life, why don’t we offer these people the post of Covid Marshall, give them pride and pay. Maybe house them together so they can have a community where they understand each others PTSD and other active service related issues.",
        "background": "Offer homeless veterans jobs being covid Marshall’s to get them of the streets and give them some pride (and pay) back",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-03T14:52:18.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-04T15:47:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T10:24:37.214Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government has provided funding to local authorities to spend on COVID-19 related compliance and enforcement activities, but how to use this money is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nYou can find out more about this funding here: https://www.gov.uk/government/publications/covid-19-local-authority-compliance-and-enforcement-grant/guidance-to-support-local-authority-compliance-and-enforcement-activity-including-covid-19-secure-marshals-or-equivalents#covid-19-secure-marshals-or-equivalents\r\n\r\nWe have published a number of other petitions calling on the UK Government to support veterans, which you might like to sign:\r\n\r\nEnshrine the Military Covenant in UK Law: https://petition.parliament.uk/petitions/332503\r\n\r\nAmend council housing points system so homeless veterans receive higher priority: https://petition.parliament.uk/petitions/330763\r\n\r\nTurn disused military establishments into housing for homeless veterans: https://petition.parliament.uk/petitions/551451"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T10:24:37.212Z"
    },
    "id": 553162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553162.json"
    },
    "type": "petition"
}