{
    "attributes": {
        "action": "Ensure teachers teach all students who are forced to self-isolate from COVID-19.",
        "additional_details": "For the past 6 months, instead of teaching, many schools have defined 'success' as 'providing homework online for students to self-learn'. This is simply not teaching and if left un-checked will uncessarily cause serious long-term damage to our children's futures.\r\n\r\nAlthough remote teaching may not be the preferred course of engagement, academia is thankfully a model (particularly for secondary school students), that works online. \r\n\r\nFact, no business or public entity has a 'play book' on how to best navigate during these difficult times. However, no-action by some schools to provide ongoing virtual teaching for our students at home is simply not something we can blame on COVID. It very simply, a lack of resources or an unwillingness to change, both of which can and must be fixed.",
        "background": "1. Ensure teachers undertake online teaching training courses; \r\n2. Ensure that teachers have the necessary equipment to simultaneously teach students in the physical classroom and those at home;\r\n3. Mandate that teachers teach and provide feedback to students and parents of progress.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-02T15:53:28.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-02T17:49:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T08:52:26.393Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions that make requests that are the direct responsibility of the UK Government or House of Commons, and a number of the requests you make, around training and how teachers provided feedback to students, would be a matter for individual schools.\r\n\r\nYou may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/334065"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T14:07:35.656Z"
    },
    "id": 553102,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553102.json"
    },
    "type": "petition"
}