{
    "attributes": {
        "action": "Allow partners to attend labour from the beginning  during covid!",
        "additional_details": "This will lead to many fathers feeling left out and unable to bond. Many mothers are already struggling with their mental health due to the lack of support groups available at the moment. If we can go to a restaurant with our partner from our bubble we should be able to labour with them there right from the beginning.",
        "background": "During the pandemic many things have had to change. Like the fact that partners cannot attend the antenatal ward for scans through pregnancy but also not attend from the beginning of labour. Fathers are missing out on The only bonding time they may have with a baby before it is born!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-05T08:42:47.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-05T09:43:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T08:35:51.597Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who can attend scans are a matter for the NHS, not the UK Government or House of Commons.\r\n\r\nOn 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T08:35:51.595Z"
    },
    "id": 553277,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553277.json"
    },
    "type": "petition"
}