{
    "attributes": {
        "action": "Let Us Watch - Support cinemas, theatres and comedy clubs.",
        "additional_details": "The government has failed to provide specific support to cinemas, theatres and comedy clubs. Covid-19 has hit hard on the nightlife sector having a major impact due to the suspension of mass gatherings. Followed by unclear guidelines and a lack of commitment from the government, this has contributed to growing uncertainty within the arts sector, putting at risk millions of jobs. The government must make clear its commitment to ensuring the dance community survives the pandemic. #LetUsWatch",
        "background": "Extend funding to cinemas, theatres and comedy clubs as part of the £1.57bn support package announced by the government for Britain's arts and culture sector to survive the hit from the pandemic. #LetUsWatch",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-04T16:29:13.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-04T20:38:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-12T09:51:05.937Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nOffer more support to the arts (particularly Theatres and Music) amidst COVID-19: https://petition.parliament.uk/petitions/320711\r\n\r\nFormally recognise Stand-up comedy as an art form and ensure it receives funding: https://petition.parliament.uk/petitions/549713\r\n\r\nProvide increased support to the cinema industry to protect it and employees: https://petition.parliament.uk/petitions/553300"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-12T09:51:05.935Z"
    },
    "id": 553238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553238.json"
    },
    "type": "petition"
}