{
    "attributes": {
        "action": "Introduce ID’s to prove whether someone is exempt from wearing a face covering.",
        "additional_details": "Individuals who genuinely fall into the requirements for being exempt from wearing a mask should be provided with an ID or official card stating they are not required to wear a mask. These cards/ID should not be freely downloadable by the general public and instead should be issued by a GP.",
        "background": "As it is now law to wear a face covering to prevent the spread of COVID-19, individuals who are exempt from this should provide proof of their exemption status to reduce the number of people falsely claiming that they are exempt from wearing a face covering.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-06T17:55:11.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-07T20:59:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-14T08:42:00.020Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The current rules about wearing face coverings include reasons that would not be a medical diagnosis made by a GP, and people are currently allowed to self-certify whether their condition affects them in this way. You can find more information about exemptions here: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#when-you-do-not-need-to-wear-a-face-covering\r\n\r\nThe Government has published official badges for people who are exempt from wearing a face covering: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example if you would like to end exemptions for all but specific medical conditions, you could start a petition calling for that to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-10-14T08:42:06.059Z"
    },
    "id": 553450,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553450.json"
    },
    "type": "petition"
}