{
    "attributes": {
        "action": "Review council tax payment structure as councils not performing against promises",
        "additional_details": "Review structure of council tax policy and evidence areas of spend in local towns and share with the population. We need to see improvements in local towns and cities for the money that the population pay annually.   We see increased amounts of flooding causing access issues to local services and increased costs to car owners for new tyres and repairs.",
        "background": "Review content of council tax charges as local councils are not delivering against the list of services that have been promised, for example many pot holes in roads, poor road, estate and park maintenance, increased episodes of flooding and lack of police officers visible on the street.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-06T15:21:50.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-07T13:46:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T13:01:08.435Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for individual council tax payers and their local authority, not the UK Government or Parliament. If you feel you are not benefiting from council-provided services you feel you are entitled to, you could contact your local authority to complain. Alternatively, you could start a petition on your local authority's website, if they have such a system in place (as many do)."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T13:01:13.579Z"
    },
    "id": 553429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553429.json"
    },
    "type": "petition"
}