{
    "attributes": {
        "action": "Make sure that GPs/Doctors/Consultants on the NHS see children face to face",
        "additional_details": "Children, unlike adults, cannot articulate exactly what is wrong with them.\r\nHow are doctors able to give accurate diagnoses based on the assumptions of parents who are not medically trained.\r\nMany other children are suffering because of incorrect diagnoses or missed diagnoses. \r\nThese children may be affected for life or may not even survive because conditions are not being diagnosed and treated in a timely manner.",
        "background": "My son, 18months, has been suffering what appears to be acid reflux at nights for over 4 months now. He has yet to have a physical examination or have any tests done, despite being referred to a consultant. All children should be given a face to face appointment with doctors, GPs and consultants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-07T13:16:44.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-07T14:12:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-14T15:58:30.909Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nThe decision whether or not to offer a face to face appointment is a clinical decision for individual doctors and healthcare providers, not the Government or Parliament. There is no ban on face-to-face appointments.\r\n\r\nYou may wish to raise this issue with the NHS directly. You can find out more about who to contact here: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-14T15:58:42.321Z"
    },
    "id": 553527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553527.json"
    },
    "type": "petition"
}