{
    "attributes": {
        "action": "The UK government needs to provide a detailed breakdown of it's covid19 spending",
        "additional_details": "I would like to see a detailed explanation of where the money has been spent, why on that company or project. I would like to see who had oversight of this process. I would like to know if any steps had been taken to avoid conflicts of interest in this process. I would like to see if the government was given any guidance in this endeavour.\r\n\r\nAll of this should be easy to provide and entirely uncontroversial unless of course my cynicism here is right and our government have got something to hide.",
        "background": "Currently the press is reporting on vast sums of money being spent on PPE + Track and Trace amongst other things related to Covid19.\r\n\r\nBeing a cynical person, I can't escape the feeling this has been pounced on by our government as a means to give vast sums of public money to their mates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-07T15:08:56.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T06:31:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T12:30:53.041Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/328408\r\n\r\nYour petition called for a breakdown of spending on Covid-19 measures, but the text of your petition focused on the process by which contracts were granted, which is covered by the above petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T12:30:53.039Z"
    },
    "id": 553534,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553534.json"
    },
    "type": "petition"
}