{
    "attributes": {
        "action": "Change Noon on Weds from Prime Minister’s Questions to Prime Minister’s Answers",
        "additional_details": "I would like more emphasis to be placed upon the PM being given questions to answer rather than him asking questions of the LOTO.\r\n\r\nCurrently, one could be forgiven for thinking the PM believes the purpose of PMQs is for the PM to ASK questions rather than answer them.\r\n\r\n“Prime Ministers Answers” would more accurately describe the session and hopefully it would result in the PM understanding that he is there to ANSWER questions asked of him rather than him being the one who is doing the asking.",
        "background": "Each week at PMQs the PM rarely answers the questions posed by the Leader of the Opposition but instead the PM chooses to ask Sir Keir Starmer questions of his own. \r\n\r\nIf the session were to be called PMAs (Prime Minister’s Answers) it would more accurately describe what Noon on Weds is all about.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-07T21:36:39.948Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T16:33:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T17:29:51.563Z",
        "rejection": {
            "code": "no-action",
            "details": "The formal title of the business in the House of Commons is 'Oral Questions to the Prime Minister' which makes clear that they are questions for answer by the Prime Minister.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-11T13:49:35.573Z"
    },
    "id": 553579,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553579.json"
    },
    "type": "petition"
}