{
    "attributes": {
        "action": "Add teachers, school and childcare staff to the Covid-19 vaccine priority list",
        "additional_details": "Inclusion of school and childcare staff on the priority list would also:\r\n* provide more protection for children and their families\r\n* reduce the chance of settings being closed for 2 weeks and working parents having to take time off work \r\n* ensure continuity of education for children\r\n* allow schools to return to normality faster, having a positive impact on children’s mental health\r\n* reduce the chance of NHS workers having to stay at home with children who are isolating due to closures",
        "background": "Interim advice on the priority groups for a Covid-19 vaccine does not include school/childcare workers. Clearly, the groups at the top of the list (care home/health workers, older and vulnerable people) take priority, but school/childcare workers who cannot distance/use PPE should also be included.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-07T09:52:18.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-07T10:15:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T12:13:41.335Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want the Government to prioritise teachers, school and childcare staff for any Covid-19 vaccine, but it is not clear how you want the Government to implement this request.\r\n\r\nThe Joint Committee on Vaccination and Immunisation (JCVI) has published advice on the groups that should be prioritised for vaccination, if and when a vaccine is available, but the Government has not set a policy on which groups will be prioritised for access to any vaccine.\r\n\r\nThe JCVI is an independent advisory body, so we couldn't accept a petition calling for its advice to be changed. We could accept a petition calling on the Government to prioritise teachers, school and childcare staff for any Covid-19 vaccine.\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nPrioritise keyworkers being vaccinated against COVID-19 first for free: https://petition.parliament.uk/petitions/316857"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T12:49:59.265Z"
    },
    "id": 553508,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553508.json"
    },
    "type": "petition"
}