{
    "attributes": {
        "action": "Corona deaths can only be recorded when it's the primary cause of death.",
        "additional_details": "Because the current repressive laws in place are seriously damaging the economy of this country,and it's health with no justification.",
        "background": "The cause of death should be rigorously established and Corona can only be listed as the cause of death if it is the primary cause of death.The current recoding of corona deaths as dying of corona if a positive test was recorded in the previous 28 days is an example of  dishonesty by the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-07T10:22:02.723Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-07T11:14:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-13T12:23:41.377Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about how deaths are reported during the Covid-19 pandemic, but it's not clear what changes you want the Government to make.\r\n\r\nThe Government reports the number of deaths of people who had had a positive test result for Covid-19 and died within 28 days of the first positive test, and also the number of deaths of people whose death certificate mentioned Covid-19 as one of the causes.\r\n\r\nWe could accept a petition calling on the Government to also, or only, report deaths where Covid-19 was recorded as the primary cause of death."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-13T12:23:41.373Z"
    },
    "id": 553512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553512.json"
    },
    "type": "petition"
}