{
    "attributes": {
        "action": "Stop EssentialPharma withdrawing Priadel from the market. Safeguard patients.",
        "additional_details": "EssentialPharma will be withdrawing Priadel from the market, after increasing the price of the other lithium brand (camcolit) they produce. There are 3 brands of prolonged release Lithium Carbonate used in the UK, including the two made by EssentialPharma, and Camcolit is 12x more expensive than Priadel, meaning that the NHS is being forced to pay a higher price for essential treatment. For many patients, only Priadel works, and switching brands could be catastrophic for patient wellbeing.",
        "background": "Priadel is a brand of Lithium which is widely used by sufferers of bi-polar. 1 in 5 bi-polar sufferers use Priadel. We want the government to safeguard these patients, making sure they don't have to switch to something which may not work, as even other brands of lithium aren't tolerated by some.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T17:05:40.156Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T18:08:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:45:07.759Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This would be a decision for the manufacturers, not the UK Government or Parliament.\r\n\r\nWe also cannot accept petitions calling for actions relating to a particular individual, or organisation outside of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:45:12.506Z"
    },
    "id": 553674,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553674.json"
    },
    "type": "petition"
}