{
    "attributes": {
        "action": "Change the legislation on fathers side with in the child maintence service.",
        "additional_details": "I was told I was going to be a father by a woman I barely knew. I said it wasn't right, I wasn't ready to be a father be that emotionally or mentally. She said it was her body her choice to keep the child. So what about if I said it's my life my choice? But I can't do anything about it. But still I choose To be in the child's life and make a go of it.\r\n\r\nThe csa are basically making me homeless, they don't care for my out goings are asking for massive amounts based on annual gross income.",
        "background": "50/50 charge on both parents for using the service.\r\n\r\nPaying fathers get immediate rights to access unless the child is at risk. \r\n\r\nCapped amount per week at £50/60/70 depending on weekly income.\r\n\r\nFather's monthly out goings taken into account before deduction calculations are made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T14:34:55.008Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T15:56:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-26T14:45:54.334Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the rules regarding child maintenance and contact with children after separation, but it's not clear exactly what changes you want to be made to current arrangements.\r\n\r\nWhere parents cannot agree a private arrangements the resident parent can apply to the Child Maintenance Service to calculate this. The calculation and charges are based on the circumstances of the non-resident parent, not who is the child's mother or father.\r\n\r\nIf you want the way child maintenance is calculated to be changed you might like to sign the following petition:\r\n\r\nChange method to work out child maintenance to be based on net not gross income: https://petition.parliament.uk/petitions/334231\r\n\r\nWe could accept a petition calling for other changes to how child maintenance is calculated or charged, provide it is clear what changes you want to be made.\r\n\r\nWhere parents cannot agree on arrangements for child access these are decided by the courts, on the basis of what is best for the child. If you would like both parents to have automatic contact rights you might like to sign some of the following petitions:\r\n\r\nGive children and parents automatic rights to equal contact after separation: https://petition.parliament.uk/petitions/552465\r\n\r\nGive parents the right to see their child unless there is a valid reason: https://petition.parliament.uk/petitions/309849"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-26T14:45:54.330Z"
    },
    "id": 553657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553657.json"
    },
    "type": "petition"
}