{
    "attributes": {
        "action": "Retract your statement and Fund the Arts - A challenge",
        "additional_details": "As a group of theatre students we are shocked at Mr Sunak’s statement and the attitudes of the Conservative party in regards to people of the arts as we don’t quite believe they understand how much of every day life is art and how much of it is made by artists like ourselves. We are tired of being forgotten and ignored by the people who utilise our art and we deserve recognition. Fund the Arts, the challenge is clear.",
        "background": "We would like Mr Sunak to retract his statement that people of the arts should refrain and find other jobs. We challenge him and the rest of the cabinet to last 10 days without any form of art or entertainment, if they fail they must put more funding into reviving the arts post-Covid",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T12:23:16.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T12:29:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T10:28:37.803Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nOffer more support to the arts (particularly Theatres and Music) amidst COVID-19: https://petition.parliament.uk/petitions/320711\r\n\r\nExtend furlough scheme for theatre and live music industry: https://petition.parliament.uk/petitions/329174\r\n\r\nSupport the culture sector by launching a “Visit a Theatre, To Help Out” scheme: https://petition.parliament.uk/petitions/334377"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T10:28:37.801Z"
    },
    "id": 553638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553638.json"
    },
    "type": "petition"
}