{
    "attributes": {
        "action": "Non-transferable equal paternity and maternity leave",
        "additional_details": "When a family decides to have a baby, a woman's life changes. Pregnancy is a challenge to her body, and breastfeeding is something that only she can do. This is nature and we can't do anything about it. \r\nBut the following \"maternity leave\" time off work that seems to be standard in most families is something that society has created, and we can change it. \r\nShared paternity leave is not working as most fathers choose not to take it, but it shouldn't be an option, it should be the new standard.",
        "background": "Leave must be non-transferable between parents to normalise both men’s and women’s care-giving duties and promote wellbeing and gender equality.\r\nWhen men take leave, it helps women with their jobs, improves child-father relationships and helps to create a more gender equitable future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T08:36:27.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T16:46:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-15T14:29:50.266Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly how you'd like current leave entitlements to be changed. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-15T14:29:50.262Z"
    },
    "id": 553600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553600.json"
    },
    "type": "petition"
}