{
    "attributes": {
        "action": "That local councils and MP's meet with local tenancy committees.",
        "additional_details": "Since the budget cuts over a decade ago we have seen youth centres shutting, local tenancy committees no longer being recognised by local authorities and crime in poverty stricken areas getting worse.\r\n\r\nI have had enough of local communities not being heard by elected leaders. Current issues surrounding community funding have reached breaking point with community relations between councillors at an all time low and even in areas of the borough of Southwark bin collections no longer happen.",
        "background": "We as united people demand that local councillors and MP’s recognise their local tenancy committee leaders and meet them monthly in an effort to restore order to the communities. \r\n\r\nThis way they can help build trust with local leaders and ensure their community is better funded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-08T17:13:27.543Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-08T18:47:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:45:48.716Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise.\r\n\r\nLocal councils are encouraged to engage with local communities but the form this takes will vary according to different areas. You can find an example of the guidance here: https://www.local.gov.uk/topics/economic-growth/revitalising-town-centres-toolkit-councils/folk/community-engagement-and\r\n\r\nMeetings between local MPs and local community leaders are a matter for individual MPs. You should contact them through their constituency offices to arrange meetings: https://members.parliament.uk/FindYourMP\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:45:54.661Z"
    },
    "id": 553676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553676.json"
    },
    "type": "petition"
}