{
    "attributes": {
        "action": "Allow the public to have up to 6 people in their gardens, social distanced.",
        "additional_details": "Sign this petition for those who can't risk going to public venues to meet or see friends, who just wish to sit in their garden and chat to a friendly face.\r\n Grandparents who can't get out, or are sheilding, who only want to watch their grandchildren play safely in their garden.\r\nPersonally when allowed, I would make myself a cup of tea, stand in my neighbours garden, check they are okay, talk about the weather, talk about anything/everything! \r\nIt helped me, it helped them. Let's help each other.",
        "background": "Thousands of people across England live alone and for many reasons can't form a bubble with someone else, they just wish to sit in their garden and talk to another person. Families that just want to talk to their parents but not put them at risk by going out. \r\nLoneliness and depression is real.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-09T10:15:54.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-09T12:50:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T12:43:57.854Z",
        "rejection": {
            "code": "no-action",
            "details": "The rule of six made any social gatherings of more than six people will be against the law. People could still meet in groups of up to groups of six, including in private gardens.\r\n\r\nIf you wanted the Government to provide exemptions to the rules for household mixing under the three tier system, or to the current national lockdown, we could accept a petition about this, but it would need to be clear which rule you wanted to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T12:43:57.851Z"
    },
    "id": 553747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553747.json"
    },
    "type": "petition"
}