{
    "attributes": {
        "action": "Reject all proposals for any pay rise for MPs in the current year 2020.",
        "additional_details": "Everyone has to play their part in facing the challenges of the current pandemic and economic climate.  To offer and accept a pay rise for MPs in the current climate, especially one of around 4% is immoral in that it shows contempt for others who are undergoing extreme challenges.  The money, paid for by the taxpayer, should be deployed to relieve the suffering of those experiencing extreme difficulty.",
        "background": "As a mark of solidarity and respect for the nation and in keeping with the Governments statement, \"We're all in this together.\" Parliament should reject any pay rise for MPs this year and use any earmarked money to support those experiencing hardship in the current economic climate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-10T09:01:25.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-10T09:58:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T08:57:39.941Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-16T08:57:48.060Z"
    },
    "id": 553864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553864.json"
    },
    "type": "petition"
}