{
    "attributes": {
        "action": "After 10yrs of huge rises, link MPs rises to lowest public servants’ %.",
        "additional_details": "With Brexit & our ineffectual attempts to control Covid19, our society is more fractured than ever before. People have already lost so much faith in our Politicians, Parliament and democratic process. 10 years of Austerity have been followed by the World’s steepest recession and an enormous hit to people’s personal finances. Huge rises for MPs would damage public trust and respect in the work of those who govern us. Huge rises for MPs are, therefore, completely the wrong decision at this time.",
        "background": "As has been shown with other public servants, the Government does not consider itself obliged to follow pay review recommendations. Previous comparatively huge rises, together with recently ravaged public and private finances, mean it’s totally inappropriate for MPs to receive huge rises.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-09T19:01:42.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-10T06:45:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T15:59:41.842Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/313513"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-16T15:59:41.839Z"
    },
    "id": 553804,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553804.json"
    },
    "type": "petition"
}