{
    "attributes": {
        "action": "Change the Novel Coronavirus disease 2019 (Covid19) symptom official guidance",
        "additional_details": "Symptoms of a common cold are also present in carriers of Covid19, without any of the three symptoms chosen for the NHS isolation or test guidance. By ignoring these symptoms, people are still mixing in their own households/bubbles without protection, thus spreading the virus to others, and then outside, especially where there are school age children. If there were household lockdowns, enforceable with the same fines, you wouldn't be destroying the economy with regional lockdowns.",
        "background": "Change the Novel Coronavirus disease (2019), aka Covid19, guidance to tell people to self-isolate or get a test if they have ANY of the common cold or flu symptoms acknowledged by the rest of the world, not just the chosen three: fever, anosmia/ageusia (smell/taste loss) or continuous, dry cough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T07:54:56.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-11T08:50:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T11:09:40.957Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or House of Commons to take a specific action.\r\n\r\nWe understand that you want the Government to change its guidance on when people are required to self-isolate, but it's not clear how you want these to change.\r\n\r\nYour petition states that the Government should require people to self-isolate when they have any cold/flu symptoms recognised by the rest of the world, but it is not clear how you want current guidance to change.\r\n\r\nThe World Healt Organisation states that the most common symptoms of COVID-19 are fever, dry cough, and tiredness, but that other symptoms that are less common and may affect some patients include loss of taste or smell, aches and pains, headache, sore throat, nasal congestion, red eyes, diarrhoea, or a skin rash: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public\r\n\r\nNHS England states that if you have any of the main symptoms of coronaviurs, which it lists as a high temperature, a new, continuous cough or a loss or change to your sense of smell or taste: https://www.nhs.uk/conditions/coronavirus-covid-19/symptoms/\r\n\r\nThe advice on when people should self-isolate varies internationally.\r\n\r\nWe could accept a petition calling on the Government to review its guidance on when people must self-isolate, and expand this to all symptoms of Covid-19, but it would to be clear that this is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T11:09:40.954Z"
    },
    "id": 553973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553973.json"
    },
    "type": "petition"
}