{
    "attributes": {
        "action": "Reduce the rate of pay as you use energy.",
        "additional_details": "Please put restrictions on the tariffs that all energy companies are charging customers for pay as you go energy. Many families are paying as much as £40.00 per week for Gas and Electricity. If something isn't done soon we will see more Flu and Covid19 cases due to families not using their Heating. Reduce the costs, reduce Diseases.",
        "background": "For many years millions of people on low income or on benefit income are being ripped off by the Energy providers. We will soon have 4 million people claiming Universal Credit. People are struggling to provide food for their children. Reduce the price of Energy, save Families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T04:44:16.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-11T12:00:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T12:06:25.894Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There is already a cap on the cost of prepayment energy.  You can find out more here:\r\n\r\nhttps://www.ofgem.gov.uk/gas/retail-market/market-review-and-reform/implementation-cma-remedies/prepayment-meter-cap-level\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as requiring Ofgem to reduce this cap, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T12:06:25.892Z"
    },
    "id": 553968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553968.json"
    },
    "type": "petition"
}