{
    "attributes": {
        "action": "Give realistic support to businesses forced to close due to covid 19.",
        "additional_details": "Businesses and workers cannot get through this with the current measures of support. It is an impossible situation and will cause more long term harm well after the pandemic has gone. Years of successful businesses all destroyed. People’s welfare, livelihoods and metal wellbeing all come into question.Years and years of impending repair to be done in the future.",
        "background": "To take a look at additional options to help businesses get through closure due to covid 19. If financial support is at a maximum then additional emergency measures  Like landlords of businesses also taking a hit. As businesses are the ones loosing the most.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-10T17:39:57.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-11T15:16:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-25T08:45:49.667Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a specific action.\r\n\r\nWe understand that you are concerned about current support for businesses required to close due to Covid-19, but it's not clear exactly what you want the Government to do about this.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nGive business with prolonged closure due to Covid-19 additional grant funding: https://petition.parliament.uk/petitions/329210\r\n\r\nIf you want the Government to prevent enforcement action by landlords against commercial tenants we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-25T08:45:49.663Z"
    },
    "id": 553936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553936.json"
    },
    "type": "petition"
}