{
    "attributes": {
        "action": "Stop energy suppliers overcharging direct debit customers to build up credit.",
        "additional_details": "It's unfair to be expected to pay hundreds of pounds more than the actual cost of your annual consumption and then have to wait to be refunded. Some consumers may be happy to pay their bills in this way but others like myself are not. I would like to have the option to pay for my actual usage every month, no more no less. But it seems that most energy suppliers don't give you that choice anymore and direct debit customers are an easy target for overcharging.",
        "background": "Stop Energy suppliers overcharging customers who pay by monthly direct debit. They set payments to much higher than the actual cost of usage and give customers no control over how much money they take because they tell us we should be in credit for winter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T09:44:41.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-11T21:58:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-25T09:26:49.326Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The way that individual energy suppliers calculate direct debits and review these is a matter for individual suppliers, and Ofgem is responsible for protecting consumers from bad practice.\r\n\r\nAll suppliers must already take all reasonable steps to ensure that your direct debit payments are based on the best available information, and must explain why payments need to change: https://www.ofgem.gov.uk/system/files/docs/2019/03/direct_debit_factsheet_feb_2019.pdf\r\n\r\nOfgem says that by providing regular meter readings to your supplier you can make sure you are only paying for the energy that you have used.\r\n\r\nIf you are unhappy with how your supplier has set your direct debits you could complain about this. Ofgem has published a guide on how to complain, which you might find helpful: https://www.ofgem.gov.uk/consumers/household-gas-and-electricity-guide/complain-about-your-gas-or-electricity-bill-or-supplier"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-25T09:26:49.323Z"
    },
    "id": 553984,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553984.json"
    },
    "type": "petition"
}