{
    "attributes": {
        "action": "Improve Covid comms - Show logic, provide evidence & actually answer questions.",
        "additional_details": "Decisions being made are all too often ill-timed & seem to lack evidence. Logic appears to have taken a back seat. Communication is ineffective, causing widespread frustration and confusion. Too much time lost procrastinating and answering/avoiding questions from the opposition, media etc - time which we don’t have! The current dance of indecisiveness, unconvincing rhetoric, ineffective communication, political squabbling, leaving room for media agendas etc is simply inefficient and costly!",
        "background": "Demonstrate empathy, don’t merely reference it! \r\nShow respect to the whole population by evidencing why decisions are being made which effect us all. \r\nStop the ridiculous back and forth between parties and with the media. Perhaps reinstating daily conferences with more questions from the public?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T12:03:12.750Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-11T13:00:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T12:03:01.662Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to make a clear request for a specific action by the UK Government or House of Commons.\r\n\r\nWe understand that you are concerned about current communications regarding current policy on Covid-19, but it's not clear exactly what you want the Government to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nWe call upon the government to reinstate the Covid19 Daily Briefings: https://petition.parliament.uk/petitions/329874\r\n\r\nPublish all SAGE and Government data and models used to develop Covid-19 policy: https://petition.parliament.uk/petitions/558595\r\n\r\nIf you want to the Government to take another action which is not covered by the above petition you could start a new petition requesting this, but it would need to be clear exactly what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T12:03:01.660Z"
    },
    "id": 553997,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553997.json"
    },
    "type": "petition"
}