{
    "attributes": {
        "action": "Ensure there are free, safe parking facilities for truck drivers in the UK.",
        "additional_details": "I should be a legal requirement for there to be free, safe parking for our truck drivers to rest safely so they can then continue to provide the essential work they do and be recognised as the key workers that they are, as without them there would be nothing in the shops.Truckers are forced to go days sometimes away from home with no proper sanitation,  and are forced to pay £30+ per night to keep them selves clean and safe.The alternative is a lay by which is unsafe and easy picking for thieves",
        "background": "On average it costs a truck driver about £30 to park somewhere safe so they can sleep and wash and use the toilets. It is a legal requirement that truck drivers take their daily rest and it is disgusting that they are forced to pay extortionate amounts of money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-10T17:44:23.282Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T06:29:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-25T10:06:20.449Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/314209\r\n\r\nIf you want the Government to take a different action to the above, you could start a new petition stating in more detail exactly what you want the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-25T10:06:20.612Z"
    },
    "id": 553937,
    "links": {
        "self": "https://petition.parliament.uk/petitions/553937.json"
    },
    "type": "petition"
}