{
    "attributes": {
        "action": "Stop the privatisation of the NHS and don’t use Covid-19 as a scapegoat.",
        "additional_details": "People already pay national insurance and taxes, which pay for services like the NHS, so it isn’t fair to make them pay further for things that should be provided, like blood pressure monitors. We already pay to have healthcare, so there shouldn’t be additional costs involved.",
        "background": "People are being told to pay for blood pressure monitors etc due to the pandemic, but this is just a scapegoat for privatisation of the NHS. People want this to end, and to keep the NHS as a national service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T20:48:15.050Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T08:52:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-25T10:15:28.082Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government to take a specific action.\r\n\r\nWe understand that you are concerned about changes to the way the NHS operates, but it's not clear exactly what you want the Government to do about this.\r\n\r\nThe Health and Social Care Act 2012 made new clinical commissioning groups responsible for commissioning local health services. If you want the Government to repeal this act and renationalise all NHS services we could accept a petition requesting that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-25T10:15:28.077Z"
    },
    "id": 554055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554055.json"
    },
    "type": "petition"
}