{
    "attributes": {
        "action": "MPs to not get a payrise instead give it to those that need it or NHS frontline",
        "additional_details": "I myself was a self employed event engineer with many years experience operating daily at events, conferences, meetings, award ceremonies etc. \r\n\r\nWhen lockdown was announced i was, overnight, unemployed.  Without a job insight i had no choice but to re-train and take a low income job as a non-emergency ambulance driver.\r\n\r\nIt is a sad state of affairs that may of my former colleagues and i, in the event industry, have hit financial ruin yet the government thinks it is fair to get a massive payrise.",
        "background": "Why should Parliamentary members be given substantial pay rise amid the current pandemic, this money would be better used rewarding NHS frontline staff or those who have lost their livelihoods due to the pandemic and are in financial ruin.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T22:04:52.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-11T22:26:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-16T16:01:21.408Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-16T16:01:21.402Z"
    },
    "id": 554062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554062.json"
    },
    "type": "petition"
}