{
    "attributes": {
        "action": "End Austerity",
        "additional_details": "Austerity is the reason why over the past few years there have been so many news stories on cuts to the amount of doctors and nurses there are in the UK. The covid-19 pandemic has shown the damage that austerity has done to our NHS; overcrowded hospitals, people waiting for beds to be made available are all symptoms of austerity. So please sign this petition and help end austerity, it’s already gone on for too long.",
        "background": "Austerity has been how the UK government has decreased public spending by cutting funds to public services such as schools and medical care. It has stopped these services from being able to help as many people as they can and people’s lives have been drastically effected by this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-11T13:31:58.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-11T20:50:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T14:53:12.837Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government has introduced legislation which would increase funding for the NHS by £33.9 billion a year (in cash terms) by 2023/24. See: \r\nhttps://www.gov.uk/government/news/nhs-funding-bill-enters-parliament\r\nhttps://commonslibrary.parliament.uk/research-briefings/cbp-8798/\r\n\r\nThe Government has also announced a cumulative spending increase of over £14 billion in primary and secondary education between now and 2022/23. See:\r\nhttps://www.gov.uk/government/news/prime-minister-boosts-schools-with-14-billion-package\r\n\r\nYou might like to sign this petition: \r\nThe Government should significantly increase NHS funding in real terms\r\nhttps://petition.parliament.uk/petitions/327376\r\n\r\nYou could start a petition calling for specific increases in funding for particular areas, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T14:53:12.835Z"
    },
    "id": 554007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554007.json"
    },
    "type": "petition"
}