{
    "attributes": {
        "action": "Withdraw the Rethink, Reskill, Reboot campaign immediately.",
        "additional_details": "This campaign is insulting to the thousands of entertainment workers who have spent their lives working hard on their profession to bring the nation some of the worlds best entertainment. \r\nThe industry is worth £39.1bn in this country and members of Parliament are dismissing and completely writing off our careers and passions.\r\n\r\nWe want this campaign removed and a public apology for the creation of the campaign and the way that the industry has been treated.\r\n\r\nWe are not animals, we are events.",
        "background": "We want the Rethink Reskill Reboot campaign removed as the entertainment industry is being purposely dismissed and written off during this pandemic and millions of workers are losing their jobs and livelyhoods. This campaign is an insult to those who have trained and refined their profession.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T11:08:50.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T11:30:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T10:24:41.731Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about the Rethink, Reskill, Reboot advertisements, but this campaign was run QA, not the UK Government, so we can't accept a petition calling for it to be ended, as this would be a matter for QA, not the Government or House of Commons.\r\n\r\nWe have published a number of petitions calling on the Government to increase support for the arts and entertainment industry, which you can find by searching all open petitions here: https://petition.parliament.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T10:24:41.729Z"
    },
    "id": 554094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554094.json"
    },
    "type": "petition"
}