{
    "attributes": {
        "action": "Members of Parliament should be held accountable for breaking rules and laws",
        "additional_details": "MPs should be held accountable for their actions, no one should be above the law, whether you are in the top 5% wealthy people in the UK or in the bottom 5% of wealthy people in the UK, whether you are male, female, a key worker, or an MP.\r\n\r\nEVERYONE should be treated the same.\r\n\r\nIf anything an MP should be held more accountable to the rules and laws that are broken, they should be forced to resign and not be allowed to hold a high position.\r\n\r\nIt should not be \"us and them\", it should be \"us\".",
        "background": "This year, especially, there have been MPs that have broken rules and laws that have been set for the whole of the UK!\r\n\r\nThe rules have been set just for ALL people in the UK.\r\n\r\nYou cannot expect the population of the UK to listen to a law when the people setting them are ignoring them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T14:54:58.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-13T07:01:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T16:24:14.813Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Decisions on legal action is a matter for the police and courts, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T16:24:14.809Z"
    },
    "id": 554125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554125.json"
    },
    "type": "petition"
}