{
    "attributes": {
        "action": "Request a Secretary of State reviews a decision.",
        "additional_details": "We therefore request that the House considers the following petition \r\n\r\nWe the undersigned request that the House asks the Secretary of State for Housing, Communities and Local Government reverse his decision to decide applications for interconnector projects via Development Consent Orders and instead revert to the relevant local planning authorities.",
        "background": "Currently, the Sec of State for Housing, Communities and Local Government is deciding to use Development Consent Orders to settle applications for interconnector power cables rather than allow those decisions to be made by local planning authorities. We believe that LPAs should decide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T17:31:24.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T18:09:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T12:35:48.314Z",
        "rejection": {
            "code": "no-action",
            "details": "Projects that are designated as Nationally Significant Infrastructure Projects, which includes projects for interconnectors, require Development Consent Orders, rather than local planning permission.\r\n\r\nWe could accept a petition calling on the Government to change the rules for Nationally Significant Infrastructure Projects, so that these can be decided by local planning authorities, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T12:35:48.310Z"
    },
    "id": 554161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554161.json"
    },
    "type": "petition"
}