{
    "attributes": {
        "action": "No pay rise for MP’s in 2020",
        "additional_details": "As public servants, MP’s pay and expenses should have more scrutiny by the British public, along with an understanding of other earnings on an annual basis earned by our parliamentary representatives. Perhaps performance related pay covering such topics as striving for equality with proportional representation and delivering value for money to the UK taxpayer for the departments they work for, might help the UK population understand and accept why large pay increases should be awarded.",
        "background": "While so many in this country are struggling with redundancy and reduced pay, MP’s should do the decent thing and forgo any pay rise for 2020. Our NHS staff and care workers have not received pay increases that adequately reflect all they have done for the UK this year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T19:44:14.731Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T21:53:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T10:27:25.984Z",
        "rejection": {
            "code": "irrelevant",
            "details": "MPs are not responsible for setting or voting on their own pay and expenses.\r\n\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T10:27:29.575Z"
    },
    "id": 554187,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554187.json"
    },
    "type": "petition"
}