{
    "attributes": {
        "action": "Create the worlds largest solar farm in the UK instead of building Disney Land.",
        "additional_details": "There will be no government or parliament if we carry on. It will be the end of humanity and it’s not fair to our wildlife and us humans, we need to wake up! We have the tools, the knowledge and the power to act now. We have no excuse for how we go about our lives. This world is just as much belonging to wildlife as it is to us, we are all one. Each strand of grass and each leaf on every tree should matter, if we don’t act we won’t be able to reverse the fires Coming.",
        "background": "I want the government to listen to David Attenborough and realise he has spent his whole life watching and speaking out about how us as humans are slowly ending the world as we know it. We need to act now and plant trees all over this country and ban Carbon emissions And learn to rebuild nature.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T16:16:03.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T16:28:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T11:00:29.599Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for Disneyland. We could accept a petition calling on the Government to increase funding for renewable energy, including solar, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T11:00:29.596Z"
    },
    "id": 554144,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554144.json"
    },
    "type": "petition"
}