{
    "attributes": {
        "action": "Consider making more meaningful change to the 2020 GCSE and A-level exams",
        "additional_details": "COVID-19 stole 3 to 4 months of face to face learning in lockdown and even now students miss learning due to their own self isolation or the self isolation of staff. Surely the Government understands that 3 weeks can not make up for 4 months. For the education secretary to claim 'fairness to students' is his priority feels like a slap in the face for students when his plan to ensure our success is so underwhelming. The government can not just take the easiest option at the cost of our futures.",
        "background": "The Education secretary announced the decision to delay GCSE and A-level Exams by a mere three weeks on the 12th of October. The government must review this decision and consider more drastic change to the examination process in order to truly allow students to achieve the best grades possible",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T16:24:42.400Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T17:51:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-19T11:49:46.857Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about plans for next year's A-level and GCSE exams, but can only publish petitions that make a clear request for action.\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570\r\n\r\nEnsure all 2021 examinations are based on teacher assessment only: https://petition.parliament.uk/petitions/549147\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nDelay 2021 GCSE and A-level exams to allow students to catch up: https://petition.parliament.uk/petitions/550374\r\n\r\nIf you want the Government to take an action not covered by the above you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-19T11:49:46.853Z"
    },
    "id": 554146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554146.json"
    },
    "type": "petition"
}