{
    "attributes": {
        "action": "Government need to accelerate approval for Covid19 Drugs , like SNG001.",
        "additional_details": "With hospitals filling up with coronavirus patients and Covid19 deaths increasing, it seems crazy that drugs like SNG001 have not been approved for emergency hospital use. What is the delay. Save lives today !!",
        "background": "Government need to increase their focus on drugs that have proven effective against Covid19 and ensure they are made available to hospitals around the UK. SNG001 has a 79% effective rate, it is interferon beta based and global research shows it is highly effective against Coronavirus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-13T04:46:10.070Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-13T05:05:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T17:24:38.388Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on the approval of individual medicines (including accelerated approval) is a matter for the Medicines & Healthcare products\r\nRegulatory Agency, the independent medicines regulator, not the Government or House of Commons.\r\n\r\nThe MHRA has already set out a commitment to prioritising potential treatments for COVID-19: https://www.gov.uk/government/news/mhra-approves-covid-19-vaccine-trial-in-7-working-days\r\n\r\nWe also couldn't publish a petition that contained potentially misleading statements about the effectiveness of particular drugs, which would include drawing conclusions about their effectiveness from trial data."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T17:24:38.385Z"
    },
    "id": 554245,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554245.json"
    },
    "type": "petition"
}