{
    "attributes": {
        "action": "Ban products and apps that trivialise mental health conditions, such as OCD",
        "additional_details": "Government or Parliament should ban the sale of products and apps that trivialise mental health conditions, such as OCD, in all high street shops, supermarkets, app stores and online retailers. In addition the Government should also encourage companies to have systems and checks in place that are able to monitor and flag sellers or products that may be deemed disrespectful. Finally they should help to set up Government backed mental health training for retailers,created by charities and the NHS.",
        "background": "Products that undermine mental health conditions are increasingly common. These products are inappropriate because they both trivialise the suffering, and perpetuate the misconceptions, which of courses adds to the stigma and fear of opening up that many with mental health conditions already face.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-13T04:01:44.545Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T20:28:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T10:34:36.824Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you mean by \"Products that undermine mental health conditions\"\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T10:34:36.821Z"
    },
    "id": 554244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554244.json"
    },
    "type": "petition"
}