{
    "attributes": {
        "action": "Explore difference, diversity and disability within all school’s curriculum.",
        "additional_details": "Under the Equality Act (2010), legislation states people of all ability or disability are protected by discrimination. Academic research shows a lack of justice, change or inclusion regardless of law. Disabled people in the UK, have the right to equality and fair treatment. I believe to normalise disability, it should be taught in school from as young as possible to change the indoctrinated attitudes of society from a historical outlook. Disability deserves to be normalised and justified.",
        "background": "To promote, encourage and evaluate inclusivity of all ranges of impairment in school curriculum. Explore the impact of how disabled people are treated in society and eradicate oppression, discrimination and stigmatisation through categorising people by diversity or difference. Create normalisation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-12T21:43:57.201Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-12T22:17:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-25T10:29:49.535Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nTo introduce common disabilities to the curriculum for primary and secondary: https://petition.parliament.uk/petitions/551829\r\n\r\nDisability awareness at all levels of national curriculum to prevent bullying: https://petition.parliament.uk/petitions/551591"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-25T10:29:49.532Z"
    },
    "id": 554216,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554216.json"
    },
    "type": "petition"
}