{
    "attributes": {
        "action": "Sack Gavin Williamson for the A Level and GCSE results fiasco of 2020",
        "additional_details": "Many A Level students were forced to miss out on their dream University Places due to the Algorithm that determined grades, that in turn was based on postcode and not actual student potential. And if there wasn't such uproar about the A Level results, the government would have let the algorithm determine the grades for the many GCSE students too - even after saying in March/April that teachers would assign them their grades. They missed 3months of teaching. 2021 leavers would have missed 6months",
        "background": "I believe that the Government should sack the Education Secretary, Gavin Williamson, for all the stress and anguish caused for students who were due to sit A Level and GCSE examinations. As well as this, I think the government should reconsider GCSE's and A Levels going ahead in 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-13T10:51:20.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-13T11:26:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-20T08:52:56.588Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n\r\nWe have published the following petitions, some of which you might like to sign:\r\n\r\nCancel GCSEs and A Levels in 2021: https://petition.parliament.uk/petitions/326066\r\n\r\nReduce curriculum content for year 10 & 12 students who will sit exams in 2021: https://petition.parliament.uk/petitions/320772\r\n\r\nWork with regulators and exam providers to clarify exam arrangements for 2021: https://petition.parliament.uk/petitions/312570"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-20T08:52:56.585Z"
    },
    "id": 554292,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554292.json"
    },
    "type": "petition"
}