{
    "attributes": {
        "action": "STOP ALL WORK ON HS2 NOW ! \r\nCANCEL THE WHOLE PROJECT, DOWN TOOLS AND WALK AWAY.",
        "additional_details": "Infrastructure projects of this magnitude must be viewed not only the cost & theorised benefit in the future but more about what is needed in the immediate, short, medium and long term interests and needs of the country.\r\nThere are immediate needs to improve public transport in large parts of the country. There is a shorter term need to improve infrastructures that already exist, East Coast main line for example.\r\nThere is a need in this digital age to improve and ensure a robust and reliable internet connection covering the nation, no more 'Black Spots'.\r\nFocus the efforts of Tax Payers money into projects that we can see a benefit from, not an over inflated, expensive to operate and expensive to use White Elephant as HS2",
        "background": "The spiralling costs of this out dated and ill thought out project will be in addition to the burden of the effects being felt, and will be felt by generations to come, through the Covid-19 pandemic.\r\n\r\nMinimal benefit to 95% of the population, stop wasting Tax Payers money",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T11:27:52.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-15T18:30:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T14:15:24.640Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign one or more of these petitions calling for similar actions:\r\n\r\nCancel HS2 and use the money for the NHS and local economies, post Covid-19:\r\nhttps://petition.parliament.uk/petitions/311642\r\n\r\nCommit to a public review of HS2 project and suspend all on-going work now:\r\nhttps://petition.parliament.uk/petitions/314520\r\n\r\nHold a public vote on HS2 project as it is being paid for by the public:\r\nhttps://petition.parliament.uk/petitions/326850\r\n\r\nCancel HS2 and use the £100bn to provide superfast fibre broadband to EVERY home:\r\nhttps://petition.parliament.uk/petitions/327525"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T16:55:23.952Z"
    },
    "id": 554449,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554449.json"
    },
    "type": "petition"
}