{
    "attributes": {
        "action": "\"A Dog is For Life Not Just for Pandemics\"",
        "additional_details": "Covid cases will decline, people will return to work & rescue centres will be unable to cope with the amount of dogs brought in due to owners no longer having time for the dogs. Pups prices have soared, breeding has increased & animal welfare is not being considered. Online adverts selling pups have increased with no checks taking place to ensure puppies are not from puppy farms & pets are going to safe homes. Even adult family pets are sold online for financial benefit only, dogs welfare is not considered!",
        "background": "Parliament need to update laws to better regulate dog breeding during & after the Covid Pandemic. Dogs are now bred multiple times to meet demands of \"buyers\" who want to be kept entertained during lockdowns. Prices have increased to take advantage of demand & money and dogs welfare is disregarded",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T11:59:22.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-14T12:31:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-21T09:03:29.129Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about dog breeding during the Covid-19 outbreak, but it's not clear what changes you want the Government to make to current rules.\r\n\r\nUnder the Animal Welfare Act 2006 it is already an offence to cause unnecessary suffering to any animal, and people responsible for an animal must take reasonable steps to make sure the animal’s needs are met.\r\n\r\nDog breeding is also already regulated, and people who run a business that breeds and sells dogs, or breed 5 or more litters in a year and sell any of the puppies, must have a dog breeding licence.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan private pet owners from selling their pet's offspring: https://petition.parliament.uk/petitions/323759\r\n\r\nFund a Breeding Dog Register and Welfare Inspectors: https://petition.parliament.uk/petitions/332180\r\n\r\nClose loophole allowing licensed dog breeders to broker pregnant bitches: https://petition.parliament.uk/petitions/330704\r\n\r\nWe could accept other petitions calling for specific changes to current rules around animal welfare and dog breeding, but it would need to be clear exactly what change you want to be made to current rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-21T09:03:29.126Z"
    },
    "id": 554451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554451.json"
    },
    "type": "petition"
}