{
    "attributes": {
        "action": "Introduce a government scheme to provide free period products to NI schools",
        "additional_details": "Period poverty effects education. 49% of girls have missed at least one day of school due to their period, and the number of girls struggling to afford products has increased during the coronavirus pandemic to 3/10. (Plan International)\r\n\r\nOnce again Northern Ireland has been left behind. Students who menstruate should not have to choose between paying for lunch or paying for pads. Providing free period products in school would ensure every child gets to focus on their education.",
        "background": "Northern Ireland is the only region of the UK without a government funded scheme in place to provide free products to all secondary schools students who menstruate. \r\nThis petition calls on the government to implement a similar scheme to the period product scheme for schools & colleges in England.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T10:01:55.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-14T11:14:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-21T08:22:24.586Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Northern Ireland Executive and Northern Ireland Assembly, not the UK Government or House of Commons, are responsible for healthcare and education in Northern Ireland.\r\n\r\nYou could raise this issue with your local MLA: http://aims.niassembly.gov.uk/mlas/locatemla.aspx\r\n\r\nYou could also raise this with the Northern Ireland Department of Education: https://www.education-ni.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-21T08:22:24.584Z"
    },
    "id": 554436,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554436.json"
    },
    "type": "petition"
}