{
    "attributes": {
        "action": "young parents or vulnerable people to not go to court for council tax.",
        "additional_details": "People are being targeted by the county council who are homeless, have low income or are a young family who are struggling to keep them self's together. I would like there to be under 25 parents to have extra support as the council tax support doesn't help those help those who don't understand. In school we don't get tort about tax's or anything to do with bills.",
        "background": "Young parents and vulnerable people keep getting summons from council tax to tack them to court, they take advantage of people with mental health issues and young parents and put them in a decision were they can't pay it or they course more issues for those who can't afford it.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-10-14T15:48:37.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T13:21:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T12:27:45.799Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a specific action.\r\n\r\nWe understand that you are concerned about local authorities taking people to court over council tax debts, but it's not clear what you want the Government or House of Commons to do about this.\r\n\r\nIf you would like the Government to provide additional financial support for paying council tax for certain people we could accept a new petition about this, but it would need to be clear what support you want to be provided, and to who.\r\n\r\nIf you are struggling to pay your council tax you might find this advice produced by Citizens Advice helpful: https://www.citizensadvice.org.uk/debt-and-money/help-with-debt/dealing-with-urgent-debts/dealing-with-council-tax-arrears/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T12:27:45.796Z"
    },
    "id": 554488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554488.json"
    },
    "type": "petition"
}