{
    "attributes": {
        "action": "Increase the internet speeds in rural areas in the south west of England",
        "additional_details": "This challenge has faced the South west for a long time. Only in the last 6 years were we able to upgrade to fibre optic, however. This is not fibre optic into our houses only to the local area and more people are working from home meaning files and data coming across the internet will only increase and the rural areas are getting left behind technologically. I want the government to realise all parts of the country should be treated equally.",
        "background": "The Government could fund the production of installation \r\nof fibre cables under the roads, to have a more stable and faster connection in rural areas. As we only reach speeds on average around 20-50 mega bits per second unlike areas such as Bournemouth who reach 200+ mega bits per second.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T14:36:41.502Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-14T17:13:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-21T12:05:48.200Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government is already providing such funding in some areas, you can find out more here:\r\n\r\nhttps://www.gov.uk/guidance/building-digital-uk\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as calling on the Government to provide funding for specific council areas, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-21T12:05:48.198Z"
    },
    "id": 554477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554477.json"
    },
    "type": "petition"
}