{
    "attributes": {
        "action": "Enable access to priority Covid-19 testing for domiciliary care staff.",
        "additional_details": "Domiciliary care is not able to restrict visitors to individual's own homes.  It is not able to ensure staff only see one customer.  It has several staff visiting each customer every week, increasing risk to the customer each time.  Whilst wearing full PPE helps to mitigate the risk a lack of speedy testing for symptomatic staff and their families is likely to severely impact the availability of staff over the winter.  Staff have to isolate for 14 days every time a child coughs, or has a fever.",
        "background": "Domiciliary care staff are in the front line when it comes to supporting vulnerable older people in their own homes.  At present they are unable to access priority testing if they are symptomatic nor are they able to access regular testing to check they are not asymptomatic carriers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T08:11:22.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-14T13:15:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-21T09:06:52.457Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nMake Covid-19 test kits available to all care homes, for the residents and staff: https://petition.parliament.uk/petitions/312785\r\n\r\nProvide weekly Covid 19 tests for NHS staff and care workers: https://petition.parliament.uk/petitions/329535"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-21T09:06:52.455Z"
    },
    "id": 554419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554419.json"
    },
    "type": "petition"
}