{
    "attributes": {
        "action": "To have more greenery in public places, to reduce the amount of polution.",
        "additional_details": "More greenery,\r\nGo green days,\r\nA week o a day to have zero co2 emissions like a one or two day mini lockdown to balance carbon emissions if that centre area is going over the maximum pollution graph.\r\nHave pollution measurement machines in certain areas and depending on their score see what needs to be changed.",
        "background": "To create a better system to balance out pollution, a aswell as having more greenery in community centres so that in public place pure air can be breathed. This would be very helpful in schools as decreased the amount of polluted air that young children breathe in. Also having go green days.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T20:30:33.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-15T07:00:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T12:02:09.214Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local councils are responsible for the planting of trees in public places. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/319264"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T12:02:15.455Z"
    },
    "id": 554534,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554534.json"
    },
    "type": "petition"
}