{
    "attributes": {
        "action": "Change lockdown rules for students at university",
        "additional_details": "It will help many students with their mental health and keep distracted from the awful pandemic. If this becomes the case students are more likely to follow the rules knowing they have more freedom to socialise with different people within their building instead of just their flat, of which they may not get on with. Many students are currently suffering with mental health issues and this rule would definitely help many of those who do.",
        "background": "As a currently university student living in halls, I believe that it would be extremely hard to stay in a tiny room and kitchen for two weeks without going insane. I think the right thing to do is if we go into lockdown, let university students in halls keep to their BUILDINGS instead of flats.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-14T19:33:47.888Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-14T19:46:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-21T14:52:52.160Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure whether you'd like the Government to change the definition of households to allow larger groups to mix during local lockdowns, or whether you want people who are self-isolating to be able to mix with more people.  \r\n\r\nYou can read the guidance on self-isolation here, but the advice is that people shouldn't be mixing at all if self-isolating, other than for essential care:\r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/self-isolation-and-treatment/when-to-self-isolate-and-what-to-do/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-21T16:25:52.992Z"
    },
    "id": 554521,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554521.json"
    },
    "type": "petition"
}