{
    "attributes": {
        "action": "50% discount on university fees for 2020/21",
        "additional_details": "Reduce the student fees by 50% as they are missing out on real experience of teaching by lecturers. Some campus activities are closed due to Covid and mixing with more than 6 students is forbidden. These students are being charged a debt for half the experience and half the support and teaching students in previous years have received so it is only right they pay back half the student debt for 2020/21.",
        "background": "University started in September and nearly all teaching is online.Students are not getting the full university experience.Most of these students have no face to face support and are left in their rooms to figure out the content of their course alone but are charged the same debt as previous years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-15T07:23:14.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-15T10:31:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-22T10:34:29.261Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Individual universities are responsible for setting their fees, not the UK Government or Parliament. You may wish to sign this petition asking the UK Government to require universities to partially refund tuition fees for 2020/21: \r\n\r\nhttps://petition.parliament.uk/petitions/324762\r\n\r\nYou may be interested to know that the Petitions Committee recently investigated the impact of Covid-19 on students, following petitions that it received on this issue. You can find out more here: https://committees.parliament.uk/committee/326/petitions-committee/news/119066/committee-welcomes-government-response-to-coronavirus-university-report-but-warns-it-risks-letting-down-students/ \r\n\r\nPetitions about refunds and the Committee's report on the impact of Covid-19 on students will be debated on Monday 16 November. You'll be able to watch the debate online on the UK Parliament YouTube channel: https://www.youtube.com/UKParliament \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-22T10:34:32.506Z"
    },
    "id": 554570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554570.json"
    },
    "type": "petition"
}