{
    "attributes": {
        "action": "Create a Legal, Official Face Mask Exemption Scheme (i.e. Sunflower Lanyard)",
        "additional_details": "Currently there is no legally recognised way to prove that someone is unable to wear a face covering, these same people face discrimination when out trying to live their lives. This causes undue stress to some of the most vulnerable members of society and those that are caring for them. The lack of this legal recognition could lead to a significant number of people flouting the rules regarding masks as there is no legal way to prove exemption at this moment in time.",
        "background": "Legally recognise the use of the sunflower lanyard to signify a hidden disability that would prevent the use of face masks in areas where it is mandatory. Or create a scheme whereby people can apply for a legally recognised article to prove the aforementioned exemption.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-15T14:35:16.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T11:44:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T12:04:06.252Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has published guidance on people who do not need to wear a face covering because they have a legitimate reason not to, and the Government's guidance on face coverings sets out a range of reasons that this includes, which would cover many people with hidden disabilities: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#exemptions-to-wearing-a-face-covering-where-they-are-mandated\r\n\r\nPossessing a sunflower lanyard would not necessarily mean that someone is exempt from wearing a face covering, but the Government has published official badges for people who are exempt from wearing a face covering, so people can make others aware of this: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T12:04:06.249Z"
    },
    "id": 554633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554633.json"
    },
    "type": "petition"
}