{
    "attributes": {
        "action": "Change the definition of a COVID-19 hospital admission",
        "additional_details": "Because the COVID-19 hospital admissions statistic is currently not reflective of how many people are in hospital due to virus symptoms. Those who are COVID positive but asymptomatic of COVID symptoms but in hospital do not put the NHS under strain. These statistics are the basis for local lockdown measures of which put people’s livelihoods at risk of being lost. It also leads to inaccuracies about the nature of the virus of which future research may draw upon.",
        "background": "I would like the definition of a COVID-19 hospital admission to be changed to only reflect patients who are admitted to hospital directly due to COVID symptoms. Currently, those who are admitted to hospital for another complaint but subsequently test positive count towards the COVID admissions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-16T08:09:02.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-16T10:34:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T17:08:37.552Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Definitions of hospital admissions are an operational matter for the NHS. \r\n\r\nYou could start a petition calling for the Government to publish separate figures for the number of new admissions with Covid-19 and the number of cases diagnosed after admission, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T17:08:47.397Z"
    },
    "id": 554753,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554753.json"
    },
    "type": "petition"
}