{
    "attributes": {
        "action": "Remove Buy to Let Mortgages from the market to make the housing market fairer.",
        "additional_details": "By removing Buy to Let Mortgages, this will free up houses being used as a passive second income for the wealthy and universally lower rents.  These houses go onto the market helping first time buyers. Buy to Let Mortgages essentially put up rental prices (as the tennents are paying the Buy to Let Mortgage which is always at a higher rate than a standard mortgage), mostly affecting younger people which then makes it much harder to save for a deposit at a time of spiralling house prices.",
        "background": "Simply remove Buy to Let Mortgages from the market to prevent people taking out mortgages on property with the sole aim of renting it out as a second income. This is a simple, effective move that will have almost immediate effect in stimulating the housing market for first time buyers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-16T07:20:59.506Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-16T15:39:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T11:31:01.916Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for the types of mortgage on offer, this is a matter for individual lenders.\r\n\r\nIf you want the Government to reduce the buy to let market, we could accept a petition calling on the Government to make it illegal for people to buy a second home, or rent out a second property."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-25T07:07:03.571Z"
    },
    "id": 554747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554747.json"
    },
    "type": "petition"
}