{
    "attributes": {
        "action": "Hold a referendum on the Great Barrington Declaration",
        "additional_details": "The government response to Covid19 has been to put the country in lockdown. We have endured this since March and it is clearly not working. This is having drastic effects on people's lives and the economy and we need a new solution.\r\nThe Great Barrington Declaration offers a way out of this current mess. Government is only interested in imposing further lockdowns on people, making the situation worse. If government will not listen to the people, then allow the British public to vote for themelves",
        "background": "Allow the British public to vote on whether or not to follow the proposals oulined in Great Barrington Declaration to put an end to lockdowns",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-16T12:55:20.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-17T08:05:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-23T14:11:50.710Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want the Government to change its approach to Covid-19, but petitions must state clearly what changes they want the Government to make to current policy, and not simply refer to an external document.\r\n\r\nIn any case, we believe these petitions call for similar actions:\r\n\r\nReferendum on current restrictions and any further lockdowns: https://petition.parliament.uk/petitions/551539\r\n\r\nFund & provide services to allow the vulnerable to shield & re-open the economy: https://petition.parliament.uk/petitions/552023"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-23T14:11:50.707Z"
    },
    "id": 554805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554805.json"
    },
    "type": "petition"
}