{
    "attributes": {
        "action": "End lockdown policy. Give people freedom to choose with support for vulnerable.",
        "additional_details": "The future of many has been taken away by policies that do not work in keeping coronavirus at bay. The UK Government missed the opportunity to prevent the spread of coronavirus in March. Every day which involves arbitrary and half hearted measures does not prevent the spread and harms the economy in the long run. We need to act now to save our future. There is little chance of a miracle to return life to normality so the Government need to take that step and put us on a course to economic recovery. Provide support for those who need help due to their vulnerability.",
        "background": "Repeal the Coronavirus Act 2020. Stop all local or national lockdowns. Follow WHO advice of not using lockdown as a measure and create a more sustainable way of managing coronavirus. \r\n\r\nProvide a system of assessing people's vulnerability and available support based on health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-17T20:27:20.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-17T21:52:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T10:44:46.572Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRepeal the Coronavirus Act 2020: https://petition.parliament.uk/petitions/313310\r\n\r\nDo not implement a second national lockdown or other restrictions this winter: https://petition.parliament.uk/petitions/549862\r\n\r\nFund & provide services to allow the vulnerable to shield & re-open the economy: https://petition.parliament.uk/petitions/552023"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T10:44:46.569Z"
    },
    "id": 554981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/554981.json"
    },
    "type": "petition"
}