{
    "attributes": {
        "action": "Dispel the financial disparity for medical students from Northern Ireland",
        "additional_details": "An English student coming from a household falling in the lowest possible financial income bracket would receive combined financial funding amounting to £6,101. A Northern Irish student (studying medicine in England) in a household with the same financial income would receive financial funding of £4725 and £4205, respectively. This is a significant difference in the monetary support received by English and Northern Irish medical students, amounting to £1376 in 5th year and £1896 in 6th year.",
        "background": "We ask that the issue of financial disparity between Northern Irish and English students be reviewed and that a fairer system is put in place. Medical students should have the same amount of financial support made available to them regardless of which part of the UK we are born in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-18T11:51:38.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-18T17:01:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T10:04:12.486Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Student Finance Northern Ireland is the responsibility of the NI Executive and the Department for the Economy. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T10:04:12.484Z"
    },
    "id": 555031,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555031.json"
    },
    "type": "petition"
}