{
    "attributes": {
        "action": "Resume face to face mental health sessions",
        "additional_details": "We can go to pubs, restaurants, cinemas, school, university as long as we are keeping 2 meters and are wearing a face mask. So why can’t these sessions be held using the same rule?\r\n\r\nWe are in the middle of a mental health crisis that has been ongoing for years. These restrictions due to COVID-19 are making it worse.",
        "background": "Face to face therapy sessions have been suspended since 16th March, and since then there has been a drastic rise in suicide rates and those experiencing mental health problems.\r\n\r\nWe are all facing a very difficult time, and for many these sessions are a lifeline. Let’s get them back running!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-18T06:06:20.667Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-21T20:27:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T17:07:10.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the delivery of mental health services during the pandemic is a matter for individual NHS trusts, not the Government or House of Commons.\r\n\r\nNHS England’s National Mental Health Director has said that face to face appointments are still possible for those who need them: https://www.england.nhs.uk/blog/the-nhs-is-here-for-your-mental-health/\r\n\r\nYou should contact your local NHS team to find out what services are available in your area.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease funding for NHS Adult Mental Health Services: https://petition.parliament.uk/petitions/316023\r\n\r\nIncrease support for children’s mental health during and after COVID-19: https://petition.parliament.uk/petitions/318583\r\n\r\nReview and improve support for people with mental health conditions: https://petition.parliament.uk/petitions/330968"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T17:07:10.235Z"
    },
    "id": 555012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555012.json"
    },
    "type": "petition"
}