{
    "attributes": {
        "action": "Erect a statue of Rear Admiral Joseph Denman, Hero of the Preventative Squadron",
        "additional_details": "In this time of upset and unrest, where statues are publicly defaced and torn down and the history of Britain, her Empire and Commonwealth are attacked for their sins, it is high time that we honour and immortalise the virtuous achievements of our past and the heroes who exerted the utmost efforts and many times, made the ultimate sacrifice, to end the loathsome practice of slavery. Among these figures, Joseph Denman stands tall as an abolitionist captain and hero of the Royal Navy and Britain.",
        "background": "Erect a statue in London, celebrating the life and career of Rear Admiral Joseph Denman, as well as the over 2,000 British sailors who gave their lives to end the deplorable practice of slavery in West Africa in the mid-19th century, as part of the Preventative Squadron.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-19T21:03:03.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T21:33:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T16:53:02.550Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to request the erection of a statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T16:53:02.546Z"
    },
    "id": 555186,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555186.json"
    },
    "type": "petition"
}