{
    "attributes": {
        "action": "Allow all individual indoor sport to continue through Tier 2 restrictions",
        "additional_details": "For indoor individual sports like Archery, Trampoline, Artistic Gymnastics, Athletics and many more, adults have been turned away from training due to unfair regulations. \r\n\r\nWe do not physically come into contact with other participants, have the lowest rates of infection and lowest rates of spreading the virus and yet are being restricted. Not only affecting our physical wellbeing, but our mental wellbeing too.",
        "background": "Currently, individual indoor sport has been restricted to elite performers, under 18's and disabled participants. This has hugely affected the adult population that train and participate in indoor individual sports.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-19T12:12:49.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-19T13:50:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-26T12:59:47.798Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the rules for high alert levels, organised indoor sport, exercise classes and other activity groups are permitted indoors if is it possible for people to avoid mixing with people they do not live with (or share a support bubble with): https://www.gov.uk/guidance/local-covid-alert-level-high#sport-and-physical-activity\r\n\r\nIt is up to individual sporting facilities to decide whether to open and what facilities to offer, in line with current restrictions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-26T12:59:47.796Z"
    },
    "id": 555138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555138.json"
    },
    "type": "petition"
}