{
    "attributes": {
        "action": "GP Surgeries to return to normal face to face appointments",
        "additional_details": "The government needs to enforce a return to normal for GPs. They are not over run with work and it is vital for people’s health to restart normal service.  It is impossible to give a correct diagnosis when you fail to physically examine a patient and illnesses are being misdiagnosed and people are dying needlessly.  There is no genuine reason why surgeries can not open normally, we the people are paying for a service which we are no longer getting as it is not fit for purpose anymore.",
        "background": "Force GP’s to return to work.  Dentists have been working normally for months now, even Vets are carrying out face to face appts.  Many serious illnesses are being missed due to lack of proper examinations.  Phone consultations do not work for many illnesses we must get back to normal to save lives",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-20T11:04:29.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T19:41:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T10:28:12.263Z",
        "rejection": {
            "code": "no-action",
            "details": "Government guidance allows for GPs to see patients face-to-face if necessary: https://www.nhs.uk/conditions/coronavirus-covid-19/social-distancing/using-the-nhs-and-other-health-services/.\r\n\r\nWhether a GP invites patients to attend an appointment in person is a clinical decision for them, their surgery, and the Clinical Commissioning Group to which they belong, not the UK Government or Parliament.\r\n\r\nYou may like to sign this petition which calls for more GP surgeries: https://petition.parliament.uk/petitions/548999"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T10:28:12.260Z"
    },
    "id": 555230,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555230.json"
    },
    "type": "petition"
}