{
    "attributes": {
        "action": "Freeze rent and accommodation fees for students",
        "additional_details": "Students return to university and to rent accommodation after government assurances that it was safe to do so.  The current lockdown has left many students jobless and in a dire economic situation. Consequently, many students are now trapped in these leases with no means to pay the rent for the foreseeable future.  The government has a responsibility to protect the financial and emotional well-being of the students that are suffering as a result of their catastrophic policies.",
        "background": "The government must advise universities to freeze accommodation fee for their students. Students who are renting privately must also be allowed this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-20T15:49:49.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-20T16:21:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T12:57:15.583Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T12:57:15.579Z"
    },
    "id": 555261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555261.json"
    },
    "type": "petition"
}