{
    "attributes": {
        "action": "Covid Emergency - Act now and announce a nation-wide 'circuit breaker'.",
        "additional_details": "It is crystal clear, the numbers are raising everywhere in the UK. The R number is well above 1, we have to act now in order to prevent an exponential rise in cases and deaths.  \r\nThe Government must not repeat the mistakes from the first wave. No more delays, half-hearted action and postponed decisions. The three-tier lockdown system is clearly not working. \r\nWe need a 3-4 weeks national circuit-breaker, financial support for the economy and clear guidance. It is actually quite easy, we just have to do it. Let's do it.",
        "background": "Covid-19, the second wave: The government has to act now and announce a nation-wide 'circuit breaker' in order to reduce the spread of the virus and avoid catastrophic consequences over the next few months. It is important to impose the lockdown as soon as possible, every day counts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-20T21:30:05.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-21T10:51:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T13:23:18.108Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced a new national lockdown, from 5 November to 2 December: https://www.gov.uk/guidance/new-national-restrictions-from-5-november\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnforce an extreme two-week lockdown: https://petition.parliament.uk/petitions/553156\r\n\r\nStart a second lockdown including closing schools to prevent spread of COVID: https://petition.parliament.uk/petitions/550736"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T13:23:18.107Z"
    },
    "id": 555323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555323.json"
    },
    "type": "petition"
}