{
    "attributes": {
        "action": "No more Lockdowns they destroy more lives than they save.",
        "additional_details": "The only valid reason for imposing Lockdown should be to moderate the speed of COVID-19 transmission rate so the ill population, does not overwhelm the National Health Service's (NHS) resources. Second, the NHS is much better resourced and more experienced treating COVID-19 patients. The new COVID-19 cases are not reflected in the death rates: on 08/04/2020 there was one death per 5 cases, by 17/10/2020 this had fallen to one death per 91 cases. Finally, Lockdown does not kill the virus, once you release lockdown the virus starts spreading again as exponentially as it did prior to Lockdown.",
        "background": "I want the Government to STOP imposing Lockdowns on the UK and instead make the waring of masks and distancing in public places compulsory with short circuit breakers in COVID-19 hot spots.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-21T11:49:48.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-27T19:23:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T11:46:11.996Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nDo not implement a second national lockdown or other restrictions this winter: https://petition.parliament.uk/petitions/549862\r\n\r\nMake it compulsory to wear a face covering in enclosed public spaces in the UK: https://petition.parliament.uk/petitions/328214\r\n\r\nFund & provide services to allow the vulnerable to shield & re-open the economy: https://petition.parliament.uk/petitions/552023"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T11:46:11.992Z"
    },
    "id": 555474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555474.json"
    },
    "type": "petition"
}