{
    "attributes": {
        "action": "Discount student fees during the pandemic due to a compromised experience",
        "additional_details": "Students dont have the resources and face to face learning time which they initially signed up for and agreed too. Students have been targeted and blamed for the second wave and treat poorly. Students will not be able to achieve their true grades and potential during this new distant ‘learning plan’ which is online. The government need to take action and discount fees during the pandemic to show a true reflection of the resources and learning plan set in place and give a time span for this.",
        "background": "Discount student fees due to the pandemic. We can not access full resources, lectures are now online, we can’t gain work experience or placements for future jobs. We have reduced learning capacity, we have been stripped of educational networks yet are still expected to pay £9250 for the year!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-21T09:17:08.254Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-21T09:37:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-28T10:29:14.285Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-28T10:29:14.281Z"
    },
    "id": 555431,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555431.json"
    },
    "type": "petition"
}