{
    "attributes": {
        "action": "Renovate abandoned/vacant properties in town centres to become homeless shelters",
        "additional_details": "A record from the government In December 2019 states that there are 280,000 currently reported rough sleeper across the UK, this is an increase of 28,000 since December 2016. Our goal is to provide a simple and effective solution to the homelessness crisis that is easy to implement for the government. So why should you care we found that homelessness costs councils over £1 Billion a year. This is an appaling figure and the money wasted could have been used and invested into many more things.",
        "background": "We have come up with a potential solution to homelessness which is similar to the Everyone In scheme, which was an effective method of getting the homeless off the streets. However we would like to see an improvement to the scheme. Where we use vacant properties or renovate abandoned buildings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-21T11:15:02.500Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-21T11:32:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T17:54:55.125Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a matter for local councils.\r\n\r\nYou could start a petition calling for the Government to provide a fund for councils to allow this to happen, if that's what you'd like to see happen. \r\n\r\nYou might like to sign these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/311860\r\nhttps://petition.parliament.uk/petitions/331268"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-11T13:49:44.950Z"
    },
    "id": 555461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555461.json"
    },
    "type": "petition"
}