{
    "attributes": {
        "action": "Reduce salaries of MP’s to 67% capped at £2100 per month until Covid crisis ends",
        "additional_details": "This will give tax payers confidence that MP’s understand the financial pain that employees and businesses throughout the UK have been undergoing for the last 7 months and are likely to suffer for many months to come. It is not comforting to know that MP’s and members of devolved governments are insulated from the financial pain they are inflicting on business and employees. If we are truly “all in this together”, then the financial pain must be shared equally.",
        "background": "Parliament can voluntarily reduce MP’s salaries to the same levels being offered to employees on Furlough or JSS. The balance of salaries  can be donated to health charities. Many business owners have worked for no salary to keep business afloat, an equivalent gesture from MP’s is needed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T16:31:25.541Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T17:35:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T12:27:51.150Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T12:27:57.824Z"
    },
    "id": 555696,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555696.json"
    },
    "type": "petition"
}