{
    "attributes": {
        "action": "Make Rehabilitation services for Addiction an NHS provided service",
        "additional_details": "Please make rehabilitation services, which are currently privatised available to patients who desperately need this medical support but unable to afford the costs",
        "background": "Make funding available for rehabilitation services which are currently privatised",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T17:03:08.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T17:33:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T13:48:29.806Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS already provide help for people with drug addiction, which you can find out about here: https://www.nhs.uk/live-well/healthy-body/drug-addiction-getting-help/\r\n\r\nIt is up to individual NHS trusts, not the Government or House of Commons, to decide how to help patients with drug addictions, which includes whether to offer treatment or refer them to another service.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to the NHS in respect of rehabilitation for drug addiction, if you think the NHS does not currently have the funding for this.\r\n\r\nWe could also accept a petition calling on the Government to fund a national drug rehabilitation programme, if you wanted the Government to provide this directly, rather than provide funding to the NHS for this purpose."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T13:48:29.802Z"
    },
    "id": 555704,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555704.json"
    },
    "type": "petition"
}