{
    "attributes": {
        "action": "Scrap food subsidies in Parliament",
        "additional_details": "Subsidising meals in Parliament is a cost we should not have to bear. MPs are paid handsomely and can easily afford the cost of a meal. We want Government to scrap the subsidy and put the money saved to feeding children, a far more just and humane cause.",
        "background": "Government yesterday voted not to extend free school meals through the school holidays. Government ministers have said this is due to cost, approx £20 million. If we can't afford to feed kids, we can't afford to subsidise MP meals in Parliament. Scrap subsidies immediately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T19:19:10.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T20:21:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:18:24.230Z",
        "rejection": {
            "code": "no-action",
            "details": "Catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce\r\ncosts.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nWe could accept a petition calling on the House of Commons to close all catering venues that operate at a loss, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:18:24.227Z"
    },
    "id": 555737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555737.json"
    },
    "type": "petition"
}