{
    "attributes": {
        "action": "MPs to take 20% pay cut, to help fund free school meals for starving children.",
        "additional_details": "Year after year, ministers take a huge pay increase, whilst NHS staff and other key workers get a pay freeze.\r\n\r\nThis government have recently taken yet another  pay increase whilst many struggle financially during the pandemic. \r\n\r\nYet money is not even being given for free school meals. \r\n\r\nInstead, ministers take a 20% pay cut for 6 months and use these funds to help finance free school meals.",
        "background": "Take a 20% pay cut for the next 6 months, as has been done by ministers in New Zealand, in solidarity with those hit financially by corona virus. This money can be used to help finance free school meals for children who desperately need it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T00:13:10.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T12:05:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-27T08:19:22.913Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReform IPSA - cap MP payrises in line with other Public sector pay: https://petition.parliament.uk/petitions/554400\r\n\r\nEnd child food poverty – no child should be going hungry: https://petition.parliament.uk/petitions/554276"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-27T08:19:22.910Z"
    },
    "id": 555786,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555786.json"
    },
    "type": "petition"
}