{
    "attributes": {
        "action": "End expenses or pay for children's school meals",
        "additional_details": "I want you to change your mind on this, as I find it expectionally poor taste that a bunch of people who have just found themselves enough money to give themselves a pay rise cant find the money to give starving children meals.",
        "background": "Check your hypocrisy. End your theft of taxpaywrs money you claim as 'expenses' or pay for hungry children's food when you clearly have the money (did someone mention payrise)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T21:48:05.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T22:36:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:38:48.748Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nFund free school meals over school holidays until April 2021: https://petition.parliament.uk/petitions/555727\r\n\r\nProvide the free school meal entitlement throughout the year: https://petition.parliament.uk/petitions/555723\r\n\r\nEnd child food poverty – no child should be going hungry: https://petition.parliament.uk/petitions/554276"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:38:48.746Z"
    },
    "id": 555765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555765.json"
    },
    "type": "petition"
}