{
    "attributes": {
        "action": "Assign adequate parking spaces for people in shared ownership schemes",
        "additional_details": "As Shared Ownership property owners we aspire to climb the property ladder. We make sacrifices & save enough money to be able to afford a small piece in this expensive world. Yet we are deprived of basic parking facilities while others enjoy 2 to 3 parking spaces on the same estate. How is it fair?\r\n\r\nWe pay a higher prices, higher rents, service charges and sometimes have homes that are rendered worthless because of careless and inconsiderate developers and politicians.",
        "background": "Ensure that shared ownership buyers are treated fairly and not just treated like statistics. Assign parking to all homes for current and new shared ownership owners.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T18:12:08.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T18:23:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T13:53:51.589Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Deciding on parking allocations for owners of shared ownership properties is a matter for developers and the relevant local authority, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to require new developments with shared ownership properties to be required to provide parking for shared ownership properties."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T13:53:51.586Z"
    },
    "id": 555719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555719.json"
    },
    "type": "petition"
}