{
    "attributes": {
        "action": "Change the vote for free school meals for children over half term and Christmas",
        "additional_details": "As a teacher, I have seen the affects of child malnutrition and the devastating affects it can have on parents mental health when they cannot provide food for their children. \r\nWhat world do we live in when we can afford MP pay rises but can’t afford to give children basic human needs. \r\nThis isn’t the children’s fault and we need to protect each and every one of them.\r\nAs a mum to be in a weeks time, I dread to think what sort of world I’m bringing my child into. We need to act now.",
        "background": "In these times of uncertainty and job losses, we should be there to support our children, who by now fault of their own may go over the half term and Christmas starving. The inhumanity of the MPs to vote against this is vile and we need to make a change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T05:10:11.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-24T14:48:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:07:55.345Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nFund free school meals over school holidays until April 2021: https://petition.parliament.uk/petitions/555727\r\n\r\nProvide the free school meal entitlement throughout the year: https://petition.parliament.uk/petitions/555723\r\n\r\nEnd child food poverty – no child should be going hungry: https://petition.parliament.uk/petitions/554276"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:07:55.342Z"
    },
    "id": 555796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555796.json"
    },
    "type": "petition"
}