{
    "attributes": {
        "action": "Stop the Catering Subsidy of £3 Million in The Houses of Parliament for MPs",
        "additional_details": "Chancellor Rishi Sunak has warned of “hard choices” as the current national borrowing surging as Covid pushes national debt to record £2.024 trillion.\r\n\r\nThis petition proposes that:\r\n\r\n1. Taxpayer money are no longer used to subsidise these establishments so they are not funded out of the public purse.\r\n\r\n2. The prices are increased to reflect this across all bars, canteens and restaurants so that they can still generate revenue.\r\n\r\n3. The taxpayer money saved be used to address child food poverty.",
        "background": "£57,000 a week of our taxes subsidise food and drinks including alcohol for politicians across both houses. \r\n\r\nHouses of Commons and Lords bars, canteens and restaurants costs taxpayers nearly £3 million to fund each year for 650 current and 342 former MPs, staff and guests.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T23:44:27.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T00:05:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:25:35.492Z",
        "rejection": {
            "code": "no-action",
            "details": "Catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce\r\ncosts.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nWe could accept a petition calling on the House of Commons to close all catering venues that operate at a loss, if that's what you want to happen.\r\n\r\nCatering in the House of Lords is a matter for that House, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:25:35.490Z"
    },
    "id": 555783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555783.json"
    },
    "type": "petition"
}