{
    "attributes": {
        "action": "Discuss MPs not being allowed to claim food and drink expenses until Easter 2021",
        "additional_details": "Some families, already below, on or close to the poverty line will be really hit over half terms especially during this pandemic. Their free school meal may be the only meal they have in the a day.  People have lost their jobs, people have been furloughed on lower incomes and people looking for a job, have had their prospects limited.  Food banks are struggling, its the children who will suffer.  Either reverse the decision or don't allow MPs to claim for their food and drink until Easter 2021.",
        "background": "322 MPs voted against expanding free school meal vouchers for the most vulnerable families until Easter 2021.  Reverse this decision or don't allow MPs to make food and drink expense claims until Easter 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T19:13:38.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T19:34:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:17:05.961Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nFund free school meals over school holidays until April 2021: https://petition.parliament.uk/petitions/555727"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:17:05.958Z"
    },
    "id": 555734,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555734.json"
    },
    "type": "petition"
}