{
    "attributes": {
        "action": "End the discriminatory British passport application fees for children",
        "additional_details": "The current practice is discriminatory, uneconomical for struggling family in this COVID-19 era and job losses.  It violates the rights of a child to belong or identify with a country of their birth through a passport identification \r\nEvery child born in the UK should pay the statutory fees of £49  online application and £58.50. This will alleviate the",
        "background": "The Government should abolish the discriminatory  British passport application fees against children born in the United Kingdom by immigrant parents, now  British citizens. The fees should be the same as those who their parents (non-immigrant)  were born in the United Kingdom.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-22T19:35:36.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-22T21:11:34.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-29T16:25:36.169Z",
        "rejection": {
            "code": "no-action",
            "details": "The price of a passport differs based on age, the number of pages a person wants their passport to have, and whether it is applied for in the UK or outside the UK. The current fees for passports are set out here: https://www.gov.uk/passport-fees\r\n\r\nThere is not a different passport fee for children who are born to non-UK citizens. If what you want is for children to be exempted from other immigration fees that might be necessary to become entitled to a passport, we could accept a petition about this, but it would need to be clear what fees you wanted to be done away with."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-29T16:25:36.168Z"
    },
    "id": 555740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555740.json"
    },
    "type": "petition"
}