{
    "attributes": {
        "action": "Use the money, people working from home can claim, to fund free school meals.",
        "additional_details": "The government’s decision to reject free school meals being provided over the holidays, will affect working class families, who due to the pandemic and lack of government support, have struggled financially this year. Instead of £60-£125 going to those who are already earning decent wages, and have saved money on petrol and public transport costs during the first lockdown. We ask the rest of money go towards ensuring children are being fed at least one meal a day, as so many won’t be.",
        "background": "Employees, who have worked from home since March, have the opportunity to claim £60-£125 in tax relief in order to pay for heating and electricity costs. However, it is unlikely the public used the heating during the summer lockdown. Therefore, this money should be used to fund free school meals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T09:40:27.834Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T10:20:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:45:39.882Z",
        "rejection": {
            "code": "no-action",
            "details": "People who have incurred additional household costs as a result of working from home can claim tax relief on up to £6 a week, or the exact amount of extra costs if they provide evidence of this, but it is up to each individual whether to claim this relief.\r\n\r\nIf you want the Government to cancel the tax relief for expenses related to working from home, we could accept a petition about this.\r\n\r\nIf you want the Government to fund free school meals, you might like to sign some of the following petitions:\r\n\r\nFund free school meals over school holidays until April 2021: https://petition.parliament.uk/petitions/555727\r\n\r\nProvide the free school meal entitlement throughout the year: https://petition.parliament.uk/petitions/555723\r\n\r\nEnd child food poverty – no child should be going hungry: https://petition.parliament.uk/petitions/554276"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:45:39.880Z"
    },
    "id": 555845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555845.json"
    },
    "type": "petition"
}