{
    "attributes": {
        "action": "End the £4.5 million subsidy on meals for Parliamentary MP’s",
        "additional_details": "It seems ludicrous that MP’s not only receive high salaries and ability to claim expenses but they can vote to make the lives of hungry children even tougher. Let’s put a stop to their meal subsidised gravy train.",
        "background": "Let’s end the £4.5 million subsidy on meals for MPs on the Parliamentary estate and give that money to hungry kids",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T11:23:35.409Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T20:53:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:55:58.897Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nFund free school meals over school holidays until April 2021: https://petition.parliament.uk/petitions/555727\r\n\r\nProvide the free school meal entitlement throughout the year: https://petition.parliament.uk/petitions/555723\r\n\r\nEnd child food poverty – no child should be going hungry: https://petition.parliament.uk/petitions/554276\r\n\r\nWe could accept a petition calling on the House of Commons to close all catering venues that operate at a loss, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:55:58.895Z"
    },
    "id": 555880,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555880.json"
    },
    "type": "petition"
}