{
    "attributes": {
        "action": "No second jobs (without exception) for MPs effective from next General Election",
        "additional_details": "Also to include a wide-ranging review of MPs’ employment costs by a credible third party. Salaries should be increased and matched/linked to appropriate professionals. \r\nExpenses to be significantly restricted with permanent accommodation including board provided through government hotels for those living outside a defined radius from Westminster. \r\nChanges to be introduced with effect from next GE. \r\nYou want to be an MP?\r\nWe want value for money, 100% commitment and a reduced risk of corruption.",
        "background": "End MPs entitlement to any form of second earned income. Incorporated into a contract of employment also includIng restrictions on future employment. Entirely consistent with normal business practice. They should be working 100% for their constituents. Second jobs is corruption waiting to happen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T12:03:33.706Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T12:45:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T16:31:29.482Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/555896\r\n\r\nThe UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nWe could accept a petition calling for MPs to be prevented from taking up certain roles after being an MP, but your petition would need to make it clear what activities you wanted to be banned for former MPs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T16:31:29.478Z"
    },
    "id": 555889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555889.json"
    },
    "type": "petition"
}