{
    "attributes": {
        "action": "Stop subsidising Parliament’s food and drink with taxpayer money",
        "additional_details": "If taxpayers money is being used to pay for the food and drink services in Parliament, it should at least run at a decent enough price to make a profit. The government wouldn’t debate this in 2016 as they argued food and drink wasn’t subsidised- while not subsidised directly, the fact the services run at a loss shows it still costs the taxpayer money. Even if other people can use this, it is an unacceptable use of taxpayers money when children are hungry.",
        "background": "When the government has voted to not subsidise vulnerable children’s meals in half-term, it is unacceptable that their food and drink is subsidised. While more than just MPs can use the bar, this cost £2.8 million in 2018/19, minus the sales income. (Source: fullfact.org)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T08:29:51.138Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T09:01:14.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:31:49.270Z",
        "rejection": {
            "code": "no-action",
            "details": "Catering services for the House of Commons are provided by an in-house team who do not provide a subsidised service, though the cost of running the service means that it runs at a loss. It is important to note that while in some venues the cost of providing the service exceeds the income received in sales, other venues in the Commons make a profit which contributes to reducing overall costs. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce\r\ncosts.\r\n\r\nWe could accept a petition calling on the House of Commons to close all catering venues that operate at a loss, if that's what you want to happen.\r\n\r\nCatering and expenses in the House of Lords is a matter for that House, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:31:49.268Z"
    },
    "id": 555822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555822.json"
    },
    "type": "petition"
}