{
    "attributes": {
        "action": "End subsidised meals for MPs",
        "additional_details": "Parliament can not justify members receiving free meals when they are refusing to extend the free school meals system over the holidays. No child is responsible for their own hunger. No MPs are hungry. Not only this but the hunger of children has been greatly exacerbated by the government’s mishandling of the coronavirus pandemic, forcing many many households to rely on benefits, food banks and charity to feed their families. Free food for MPs can no longer be justified.",
        "background": "MPs can afford to pay for their own food. They should not be scrounging off the state at a time when hundreds of thousands of children are being refused free meals during school holidays.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T10:55:12.209Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T11:14:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:43:56.435Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:43:56.432Z"
    },
    "id": 555871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555871.json"
    },
    "type": "petition"
}