{
    "attributes": {
        "action": "Remove subsidised meals for MPs & the ability to claim food & drink on expenses",
        "additional_details": "£25 per day allowance for food and drink to be withdrawn.\r\n\r\nMeals within the Houses of Parliament to be charged at normal market rate so that no loss is made and taxpayers do not need to subsidise the difference.\r\n\r\nAfter rejecting the call for providing school meals during holidays for our most vulnerable children, we see no reason why MPs would not happily give up their privileges and fund their own meals.",
        "background": "We, the electorate demand an end to the practice of paying expenses to MPs for food & drink.\r\n\r\nIt is not morally right for MPs who earn on average £80,000 per year to claim this privilege. We also call for subsidised meals in Parliament to be charged at the correct market rate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T10:08:39.051Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T10:52:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T09:43:04.919Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nThe House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T09:43:04.915Z"
    },
    "id": 555857,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555857.json"
    },
    "type": "petition"
}