{
    "attributes": {
        "action": "End child hunger",
        "additional_details": "There are millions of people in the UK who are below the food poverty line and of the total,about 3 million schoolkids regularly go without food. It is now well understood that hunger directly leads to poor physical and mental health issues. Continuing malnutrition also ensures that these children are doomed to underperform at all levels versus their well fed peers.  \r\nIf we help the children first, we should naturally be encouraged to continue the fight to end all food poverty.",
        "background": "End UK child hunger within the lifetime of this current parliament.\r\nBy changing government policies that directly result in child hunger. Primarily, these are free school meals and universal credit policies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T15:52:20.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T17:31:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T10:53:15.751Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nEnd child food poverty – no child should be going hungry: https://petition.parliament.uk/petitions/554276\r\n\r\nTake action to address the rising levels of child poverty: https://petition.parliament.uk/petitions/552744\r\n\r\nIf you want the Government to take other actions not covered by the above petition you could start a new petition requesting these, but it would need to be clear what specific changes you want the Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T10:53:15.748Z"
    },
    "id": 555942,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555942.json"
    },
    "type": "petition"
}