{
    "attributes": {
        "action": "Give local communities legal rights to make counter proposals to house building.",
        "additional_details": "Local communities should be legally enabled to meet a set criteria allowing them to buy some or all the threatened beauty spot.  Local groups can meet responsible criteria.  Unnecessary destruction should be deterred, local feelings respected and valued.  Local groups would be responsible for a valid counter proposal, usually further enhancing the area.  The process must generate a profit for the landowner and the council should benefit, potentially from loan interest.  A Win, Win, Win Scenario.",
        "background": "All Planning laws block local peoples feelings and appreciation for  there beauty spots.  Local groups should be able to make legal, financed and economically sound counter proposals to buy the land saving it from building developers.  Local residents deserve respect, opportunity and valid input .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T19:50:07.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T20:29:54.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T17:56:53.958Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure how you'd like land to be owned or funded, including the profits for the landowners and council.  And we're not sure what land you'd like to be covered by this. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T17:57:06.128Z"
    },
    "id": 555985,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555985.json"
    },
    "type": "petition"
}