{
    "attributes": {
        "action": "Reform the Mental Health System",
        "additional_details": "Everyone has mental health; anyone may end up depending on the services. The Quality Care commission notes a negative decline in results over the last five years. Frankly, I think CAHMS and adult services are failing people. I fear the current plans to improve the service are inadequate, and won’t happen quickly enough. In light of coronavirus we need urgent reforms so that people are properly supported and unnecessary suffering is avoided. This is paramount for the well-being of the nation.",
        "background": "Reform the mental health system (taking into account the impact of Covid) so it is cohesive, properly funded, and accessible/ present across society - schools, community hubs, etc. Ensure appropriate and regular treatment is available for all; that the nuances of people’s identity are recognised.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-23T15:07:36.454Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-23T16:48:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T15:03:17.314Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nReview and improve support for people with mental health conditions\r\nhttps://petition.parliament.uk/petitions/330968\r\n\r\nReview and reform Child and Adolescent Mental Health Services\r\nhttps://petition.parliament.uk/petitions/553177\r\n\r\nIncrease funding for NHS Adult Mental Health Services\r\nhttps://petition.parliament.uk/petitions/316023"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T15:03:17.312Z"
    },
    "id": 555934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/555934.json"
    },
    "type": "petition"
}