{
    "attributes": {
        "action": "Hold an enquiry into the conduct of EU Referendum",
        "additional_details": "There appears to be evidence that external organisations, including Cambridge Analytica, were involved with the campaign during the EU referendum. The CEO of C.A. has now been barred from company directorship, admitting offering unethical political services, therefore the referendum result should be reviewed.\r\nSee: https://www.gov.uk/government/news/7-year-disqualification-for-cambridge-analytica-boss\r\nand:\r\nhttps://www.dw.com/en/what-role-did-cambridge-analytica-play-in-the-brexit-vote/a-43151460",
        "background": "I wish that the processes used during the EU referendum should be reviewed and the impact on the result assessed. If unethical, or possibly even illegal methods were adopted, then the result should be considered unsafe and a new referendum held on whether the UK should rejoin the EU.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T09:01:09.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-24T13:16:44.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T16:39:53.985Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd a like a review of the 2016 Referendum, but we're not sure what 'unethical' rather than illegal behaviour you'd like to be considered as a reason for the referendum to be re-run. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T17:52:11.727Z"
    },
    "id": 556069,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556069.json"
    },
    "type": "petition"
}