{
    "attributes": {
        "action": "Allow unrestricted weddings in 2021 if all guests submit a negative Covid test",
        "additional_details": "Thousands have already postponed their wedding at least once, many 3 times at this point, in order to hold out for the day they planned and dreamed of. This is emotionally devastating, often results in losing deposits and other significant money, and puts peoples life and family plans on hold. The wedding industry is also near collapse and cannot survive another year of postponements. Allowing weddings in this way would provide a way for weddings to return to relative normalcy in a safe way.",
        "background": "Allow 2021 weddings and receptions to proceed without restriction where all guests submit a negative covid test result 48 hours before the wedding. Anybody that does not submit a test result is not permitted to attend the wedding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T11:06:23.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-24T20:20:04.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-24T12:41:06.239Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nPermit larger weddings based on guests testing negative for COVID-19\r\nhttps://petition.parliament.uk/petitions/550498\r\n\r\nAllow wedding ceremonies and receptions to take place with social distancing\r\nhttps://petition.parliament.uk/petitions/329363\r\n\r\nIncrease Number of Guests Permitted at Weddings, according to Venue Capacity\r\nhttps://petition.parliament.uk/petitions/329339"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-24T12:41:06.237Z"
    },
    "id": 556098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556098.json"
    },
    "type": "petition"
}