{
    "attributes": {
        "action": "Accept a public debate with the authors of the Great Barrington Declaration",
        "additional_details": "Lockdowns are causing too much damage and infringing on constitutional rights. Our economy, mental health and physical health are all being negatively impacted with severe consequences. Questionable hospital data & figures portrayed in the media & unreliable PCR testing has millions of us wanting these issues explained. The GB Declaration shouldn't be dismissed nor should Dr. Heiko Schoening's alliance, these credible doctors should have the chance to debate with \"yours\", we want the truth.",
        "background": "Acknowledge that a public debate and discussion is well deserved regarding the current restrictions and damaging lockdowns, the information & suggestions put forward by the likes of Dr. Martin Kulldorff, Dr. Sunetra Gupta and Dr. Jay Bhattacharya hold much weight and should be addressed officially.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T20:28:56.380Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-26T15:59:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T10:09:27.241Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you support the Great Barrington Declaration, but it's not clear exactly what action you want the Government to take.\r\n\r\nThe Government is responsible for Covid-19 restrictions in England, but is not responsible for organising public debates.\r\n\r\nIf you want the Government to put Covid-19 restrictions to a public vote, or pursue a course of action similar to that proposed by the Great Barrington Declaration, you might like to sign the following petitions:\r\n\r\nReferendum on current restrictions and any further lockdowns: https://petition.parliament.uk/petitions/551539\r\n\r\nFund & provide services to allow the vulnerable to shield & re-open the economy: https://petition.parliament.uk/petitions/552023"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T10:09:27.237Z"
    },
    "id": 556198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556198.json"
    },
    "type": "petition"
}