{
    "attributes": {
        "action": "Call for Vicky Ford to resign from her role as Minister for Children.",
        "additional_details": "The Minister for Children is someone who should be compassionate and empathetic, and be the loudest advocate for our nation's children.\r\nVicky Ford is currently in this role, and her vote against the free school meal scheme is the polar opposite of empathy and compassion. Voting against the free school meal scheme is voting for our most vulnerable children to go hungry, and a callous act that should never be allowed by the Minister for Children; and a such she should publicly resign.",
        "background": "We would like for Vicky Ford, the Minister for Children, to publicly resign from this role. Vicky voted against the free school meal scheme, meaning thousands of disadvantaged children are at risk of going hungry this half term.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T18:57:05.282Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-24T19:24:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:51:14.455Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:51:14.453Z"
    },
    "id": 556181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556181.json"
    },
    "type": "petition"
}