{
    "attributes": {
        "action": "Freeze on all MPs wages until 2025 and remove all food and drink subsidies",
        "additional_details": "We seem to hear about government payrises all too often being debated within the packed out houses of Parliament but when it comes to looking after the nations children, the government have overwhelming voted to let the poorer in society starve. I vote that we the people should put the same offer to our members of Parliament. No more free food or drink subsidies. They should take their wage now as they receive it and not receive further pay rises for the next 5 years.",
        "background": "The government has stated its position on feeding the vulnerable children of the UK and the statement was that it had utter contempt and a lack of empathy for them. Pay and subsidies should be frozen and cancelled for them too to make it fair for each and everyone of us in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-25T07:22:55.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T08:01:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:13:29.671Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:13:29.669Z"
    },
    "id": 556242,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556242.json"
    },
    "type": "petition"
}