{
    "attributes": {
        "action": "Remove the £25 a day food allowance given to MP’s",
        "additional_details": "I would like parliament to reallocate the funds currently used to pay their £25 a day food allowance to children who do not have the privilege of earning a wage and providing for themselves. No child should go to sleep hungry. No child should worry about where their next meal is coming from. \r\nAs a child of an alcoholic parent the holidays were hell for me. If it wasn’t for my grandparents and community my sister and I would have gone days with no food. This simply can not happen",
        "background": "I would like government to remove the food allowance given to them as part of their exspenses. If we can’t afford to feed hungry children, then we definitely can not afford to feed very comfortable politicians. Politicians are not vulnerable and do not need an allowance to ensure they eat.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-24T21:21:03.006Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T01:23:24.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T14:56:48.500Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nIncrease food and drink prices in House of Commons catering venues: https://petition.parliament.uk/petitions/555947\r\n\r\nThe House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T14:56:48.496Z"
    },
    "id": 556210,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556210.json"
    },
    "type": "petition"
}