{
    "attributes": {
        "action": "Allow food delivery couriers to park and drive in loading/unloading areas",
        "additional_details": "We ask that the government to extend the rule so that independent couriers such as Just Eat, Deliveroo, Ubereats, Stuart, My Hermes, Amazon Flex can use loading bays and drive through pedestrian zones to collect orders since most businesses are within town centres with parking located miles away. Under the current law these independent couriers face fines and points if caught. Where-as other couriers such as DPD, Royal Mail, Fed-Ex, UPS, HGVs for shop drops are exempt from fines.",
        "background": "Currently only parcel delivery companies such as DPD, UPS, Fed-Ex etc are permitted to use loading and unloading bays and drive through pedestrian zones without being punished.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-25T13:16:38.262Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T15:14:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T10:20:42.100Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Parking restrictions and enforcement are a matter for local authorities.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T10:20:42.098Z"
    },
    "id": 556289,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556289.json"
    },
    "type": "petition"
}