{
    "attributes": {
        "action": "Abolish the House of Lords and subsidised food and drink in the House of Commons",
        "additional_details": "Since we have been in this pandemic the government have given in one hand and taken with the other! Called us scroungers which is ironic considering they take take take from the public purse all the while our country is in dire straits financially they then add insult to injury by stopping meals to hungry children! These MPs claim £25 a day for food when some don’t have that a week it’s about time they paid for their own food and drink also expenses need to be stopped! Work for us it’s what your supposed to do",
        "background": "The House of Lords is a very outdated place where these people can go to claim £300 a day and the worst thing they don’t even need to stay! not only this but all the bars and restaurants and bars in the Houses of Parliament get food and drink subsidised at our expense we have kids hungry this stops",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-25T11:49:19.490Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T12:49:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T14:43:00.518Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIncrease food and drink prices for MPs in House of Commons catering venues: https://petition.parliament.uk/petitions/555565\r\n\r\nIncrease food and drink prices in House of Commons catering venues: https://petition.parliament.uk/petitions/555947\r\n\r\nAbolish the House of Lords: https://petition.parliament.uk/petitions/555591\r\n\r\nThe House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T14:43:00.515Z"
    },
    "id": 556273,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556273.json"
    },
    "type": "petition"
}