{
    "attributes": {
        "action": "Means-test MPs expenses in line with benefits and other govt support.",
        "additional_details": "MPs need to be able to relate to their constituents by empathising with and understanding their situations. This cannot be done with such a large disparity between wealth, means and class.\r\nExpenses are taken for granted leading to complacency and contempt for those who apply for extra help in the form of benefits or other support.\r\n\r\nHow can an MP claiming expenses for two homes, a nanny and a cook understand what it's like to be a single parent working a NMW job and bring up two children?",
        "background": "MPs should be means tested for their expenses in the same fashion as claimants for benefits and universal credit, taking into account savings and other income.\r\nThe average UK salary is £30k, the basic MP salary is £81k, not including expenses which can be over £30k.\r\nThis disparity needs assessing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-25T14:39:54.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-25T15:17:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-10-30T10:24:12.440Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament aren't responsible for setting MPs' pay or expenses. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: https://www.theipsa.org.uk/about-us/\r\n\r\nMPs may claim for the cost of purchasing food and non-alcoholic drinks where they have stayed overnight outside the London Area and their constituency. This is limited to £25 for each night they have stayed, but the claims can be for purchases made during the day."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-10-30T10:24:12.438Z"
    },
    "id": 556301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556301.json"
    },
    "type": "petition"
}