{
    "attributes": {
        "action": "Justice for families denied their dying rights during COVID-19 pandemic",
        "additional_details": "No one should have to die alone or be denied their rights to see all their loved ones before they pass, regardless of what their cause of death may be.\r\n\r\nIf you wanted to see your loved one before they passed then that decision should be yours and yours only, regardless of the COVID-19 pandemic.\r\n\r\nLets bring people together who are experiencing or have already experienced the trauma and aim to bring justice for all those beautiful souls ❤️",
        "background": "Under the special circumstances every family should have their dying wishes granted without interference or restrictions. \r\nTo prevent or restrict a family seeing each other at the end of life is inhuman and unjustifiable; \r\nThere is no excuses or apologies that would justify the action!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-26T14:17:30.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-26T15:16:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T10:03:06.877Z",
        "rejection": {
            "code": "no-action",
            "details": "WPetitions need to call on the UK Government or House of Commons to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 restrictions on those who have died during the pandemic, and their families, but it is not clear what you want the Government to do about this.\r\n\r\nWe have already published the following petit\r\nions, some of which you might like to sign:\r\n\r\nLoosen restrictions on visits to vulnerable patients in local lockdown areas: https://petition.parliament.uk/petitions/554312\r\n\r\nRelax Government guidance on care home visits during Covid-19: https://petition.parliament.uk/petitions/550381\r\n\r\nRequire local authorities to allow family to attend funerals: https://petition.parliament.uk/petitions/312824\r\n\r\nIf you want the Government to take an action not covered by the above you could start a new petition, but it would need to be clear what action you want the Government or House of Commons to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-02T10:03:06.874Z"
    },
    "id": 556412,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556412.json"
    },
    "type": "petition"
}