{
    "attributes": {
        "action": "Stop organisations using so-called 'inclusive language' that hurts women",
        "additional_details": "Create a campaign that lets these groups know how humiliating and demeaning it is to reduce women to bodily functions, and how this is the opposite of inclusion, especially as there's no male counterpart. This needs to be part of a wider discussion by MPs on how gender identity politics hurts women and removes them from public life in a number of ways (language, sports, public spaces, female shortlists), but not men.",
        "background": "Discuss the rise of so-called 'inclusive' language used extensively by charities, commercial brands, schools that replace the words women and woman with 'chest feeder', 'menstruator', 'birther' and other demeaning terms. Men are always referred to as men in similar campaigns and public materials.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-26T14:39:21.953Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-26T14:59:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-02T14:31:22.619Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you are concerned about the language used by some organisations, but the Government is not responsible for the language used by private organisations or charities.\r\n\r\nIf you would like to complain about a charity you should first complain directly to the charity. If you are not happy with how the charity deals with your complaint, contact the relevant regulator: https://www.gov.uk/complain-about-charity\r\n\r\nIt is already an offence to publish material that is grossly offensive, and to outrage public decency, but it is up to police and the Crown Prosecution Service to decide whether to take action when offences of this type are alleged."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T17:15:33.982Z"
    },
    "id": 556414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556414.json"
    },
    "type": "petition"
}