{
    "attributes": {
        "action": "Disallow the use of depression and anxiety in deciding child arrangement orders",
        "additional_details": "Unless it can be specifically proven by an expert that its within the child's interest to not see their depressed or anxious parent, it should not be a reason to justify limited contact between parent and child. Cafcass and Judges should take very serious consideration of mental health and only refuse contact when its suggested by an independent expert. People with depression and anxiety are usually the abused party and should be protected in court proceedings, regardless of gender.",
        "background": "Unless specifically refused by a competent expert, depression and anxiety should not be used to determine child arrangement orders and only when experts advise accordingly.\r\nIt is discrimination to use protected aspects and the Family Courts and Cafcass should not be allowed to make an exception.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-26T16:04:19.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-28T07:14:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-05T12:34:46.481Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision on a case-by-case basis for the courts and not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-05T13:31:48.780Z"
    },
    "id": 556425,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556425.json"
    },
    "type": "petition"
}