{
    "attributes": {
        "action": "I want you to reverse or discuss any potential decision of ending free banking.",
        "additional_details": "Here’s one source cited for evidence of this - \r\n\r\nHSBC says it could charge for current accounts https://www.bbc.co.uk/news/business-54700837\r\n\r\nThe reason why I’m coming to the government about this, is I believe they have the power to influence or stop this from happening.",
        "background": "I have noticed that HSBC are considering charging for their basic bank account, and this may cause other banks to do the same, and this is concerning, as it will push low-income families into further poverty. So I would like the government to intervene and stop this from happening.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-28T10:18:11.215Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T03:16:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T18:42:02.536Z",
        "rejection": {
            "code": "no-action",
            "details": "Banks are already mandated to provide basic bank accounts.\r\n\r\nThese accounts are available to those who otherwise would not be eligible for an account – such as if someone has poor credit history. The rules are set out under the Payment Account Regulations 2015.\r\n\r\nThe Financial Conduct Authority states:\r\n\r\nBasic bank accounts are offered by a number of banks and building societies in the UK. A list of those that are required by regulation to offer these accounts for free (apart from fees for using it abroad) can be found on the HM Treasury website: https://www.gov.uk/government/publications/uk-compliance-with-the-eu-payment-accounts-directive/uk-compliance-with-the-eu-payment-accounts-directive.\r\n\r\nOther banks may offer basic bank accounts, but they may not include all the features of those listed by the Treasury, or they may include charges.\r\n\r\nFull information about access to basic bank accounts and eligibility requirements can be found on the Money Advice Service website: https://www.moneyadviceservice.org.uk/en/articles/basic-bank-accounts.\r\n\r\nIt is therefore not clear what else you would like the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-05T12:32:04.642Z"
    },
    "id": 556611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556611.json"
    },
    "type": "petition"
}