{
    "attributes": {
        "action": "Give schools enough funding for universal remote learning during the pandemic.",
        "additional_details": "Parliament may hold a vote on this. The Government is in charge of funding to state schools.",
        "background": "Provide adequate funding for laptops. On one day very recently remote teaching was made a legal requirement in schools but the very next day the Government withdrew 80% of the funding available for this purpose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-28T19:12:25.192Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T12:49:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-05T08:50:07.981Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition calls for funding to support remote learning, but it is not clear if you want the Government to provide funding to schools for the costs associated with remote learning, or to provide funding for laptops for students, to ensure they can participate in remote learning.\r\n\r\nYou could start a new petition stating more clearly what you want the Government to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nProvide £500 cash grant to fund children being home schooled: https://petition.parliament.uk/petitions/313284\r\n\r\nProvide disadvantaged children with a connected laptop to access home learning: https://petition.parliament.uk/petitions/313177\r\n\r\nExpand the free laptop scheme for children to one per family so all benefit: https://petition.parliament.uk/petitions/334273\r\n\r\nRequire schools to support home learning during Covid-19 outbreak: https://petition.parliament.uk/petitions/334065"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-05T08:50:07.978Z"
    },
    "id": 556669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556669.json"
    },
    "type": "petition"
}