{
    "attributes": {
        "action": "Require Employers To Adjust Interviews For Those With Invisible Disabilities",
        "additional_details": "interview processes are stopping individuals from showing of their skills and talent, the interview process should always be adjusted to meet that persons needs or the employer should always suggest a works trail, so that individual is given the chance to show what they can do.",
        "background": "People with invisible disabilities such as autism struggle to pass the interview process. Social skills and difficulty with back and forth conversation, make this part of the process the most difficult and many job interviews for those with a invisible disability are discriminating.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-28T22:28:31.181Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-29T12:31:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T08:32:57.180Z",
        "rejection": {
            "code": "already-happening",
            "details": "Under the Equality Act 2010 employers are already required to make reasonable adjustments to the recruitment process for people with a disability, whether this is hidden or not.\r\n\r\nEmployers can ask about a disability to help decide if the interviewers need to make reasonable adjustments for you in a selection process, or someone with a disability can declare it if they want adjustments to be made to accommodate this. Deciding what adjustments to make is a matter for individual employers.\r\n\r\nWe could accept a petition calling on the Government to publish guidance on making reasonable adjustments for people with hidden disabilities, including for recruitment."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T08:32:57.178Z"
    },
    "id": 556689,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556689.json"
    },
    "type": "petition"
}