{
    "attributes": {
        "action": "Keep Stoke-on-Trent's Victoria and Eutria Roads Open!",
        "additional_details": "The closure of these key roads in the City of Stoke-on-Trent will only act to move pollution into residential areas, as traffic takes alternative routes to their destination. It will also have a detrimental effect on residents and businesses that rely on access to their properties on these roads.\r\n\r\nThe proposed closures are also a temporary measure to meet targets quickly, where as the alternatives proposed, given more time, will offer a permanent solution to reducing air pollution in this city.",
        "background": "We request that the Government (DEFRA) gives Stoke-on-Trent City Council a further extension of time to look at alternatives to the proposed closures of Victoria Road A50 and Eutria Road A53, during peak hours, to help bring the city's air quality in line with DEFRA’s Air Quality Directive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-29T12:44:22.736Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-29T13:11:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-03T17:46:01.770Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Decisions on how to improve air quality in line with the Government's direction are a matter for the council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nWe could publish a petition calling for the Government to extend the deadline, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-03T18:39:52.643Z"
    },
    "id": 556754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556754.json"
    },
    "type": "petition"
}