{
    "attributes": {
        "action": "The Elderly Shouldn't Have To Choose Between Food And Heating.",
        "additional_details": "Provide better support to the generation that made this generation a possibility, be it food parcels or hot meals provided by local establishments. Also I think there should be an arrangement in place for those elderly who need gas or electricity too.",
        "background": "Following the publicity from Marcus Rashford's campaign, I feel the government should be doing more by providing those who cannot afford, or are unable to go shopping for food to get help with this, as so many cannot have visitors due to restrictions, or sheer loneliness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-30T11:26:35.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T12:53:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T12:44:58.239Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about support for the elderly, but we're not sure exactly what you'd like the Government or Parliament to do.  The Government already provides a winter fuel allowance. You can find out more here:\r\n\r\nhttps://www.gov.uk/winter-fuel-payment\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as providing funding for councils to continue providing food parcels to the vulnerable and elderly. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T12:44:58.237Z"
    },
    "id": 556848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556848.json"
    },
    "type": "petition"
}