{
    "attributes": {
        "action": "Open up care homes.",
        "additional_details": "To allow care homes to accept visitors of the partner/next of kin to visit their loved ones at the end of their life. The \"visitors\" could be done under the self isolation rules ie. Journeys to and from the care home are in isolation as is living at home. This will enable loved ones to have precious time with their partners who are residents and at the end of their lives.If this suggestion is not acceptable, find one that satisfies the rules in order to allow this to happen.",
        "background": "Open up care homes where the residents are elderly and are end of life or suffering dementia. This will enable people in long term relationships to enjoy the rest of their lives with loved ones. The partners of such people could self isolate, travelling to the home and at their home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-30T19:48:04.267Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T16:55:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T10:16:06.256Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The visiting policy for care homes is a matter for individual care homes, not the Government or House of Commons. The Government has published guidance on visiting arrangements in care homes for the period of national restrictions: https://www.gov.uk/government/publications/visiting-care-homes-during-coronavirus/update-on-policies-for-visiting-arrangements-in-care-homes\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRelax Government guidance on care home visits during Covid-19: https://petition.parliament.uk/petitions/550381\r\n\r\nLoosen restrictions on visits to vulnerable patients in local lockdown areas: https://petition.parliament.uk/petitions/554312"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T10:16:06.252Z"
    },
    "id": 556890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556890.json"
    },
    "type": "petition"
}