{
    "attributes": {
        "action": "Churches to open for services including singing.\r\nRight to make informed choice",
        "additional_details": "I am proposing that wearing appropriate PPE, e.g  a mask and good hand hygiene, makes it unreasonable to prevent religious services including singing. \r\n\r\nThe risk to mental health which is also a raising crisis in the UK out ways the risk of covid, when PPE is worn properly.  \r\nSuppressing expression of beliefs is directly linked to poor mental health problems and positive beliefs reduced MH problems.\r\nI ask have the government forgotten their own rules? This is an infringement on human rights act.",
        "background": "Persons with capacity wearing correct PPE should be Able to make informed choice to Gather “Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and public or private”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-29T22:32:07.147Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-29T22:57:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T10:09:37.508Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nPermission to enter places of Worship in England: https://petition.parliament.uk/petitions/317856\r\n\r\nAllow corporate worship and congregational singing at places of worship: https://petition.parliament.uk/petitions/548621"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T10:09:37.501Z"
    },
    "id": 556816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556816.json"
    },
    "type": "petition"
}