{
    "attributes": {
        "action": "Remove the Test, Trace, Isolate (TTI), programme from the private sector.",
        "additional_details": "The TTI programmes initiated by the government and PHE , under the directions of Matt Hancock, and Baroness Harding, has never been up to standard and is becoming progressively worse day by day. The latest figures show that instead of reaching the 80% target of contacts they are barely hitting 60% and this figure is steadily falling. £100b from Operation MoonShot is better spent on local Test, Trace and Isolate initiatives.",
        "background": "Remove the Test, Trace, Isolate (TTI), programme from the private sector. (Serco and it's sub-contractors), reclaim the Operation MoonShot £100b from Baroness Harding's department budget and send it to local authorities to expand their local health Test, Trace and Isolate programmes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-30T17:27:12.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T17:45:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T10:25:34.030Z",
        "rejection": {
            "code": "no-action",
            "details": "While private contractors are used to deliver the NHS Test and Trace service, it is a public sector service run by the National Institute for Health Protection. Additionally, while it has been reported that the Government plans to spend £100 billion on \"Operation Moonshot\", there is no evidence that this funding has already been allocated to the NHS Test and Trace service or the National Institute for Health Protection.\r\n\r\nNHS Test and Trace already works with local authorities. On 10 August the contact tracing element of NHS Test and Trace was moved from central to local management, giving local councils’ public health teams more responsibility: https://www.gov.uk/government/news/nhs-test-and-trace-service-to-strengthen-regional-contact-tracing\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRemove private companies from the Covid-19 NHS Test and Trace system: https://petition.parliament.uk/petitions/551648\r\n\r\nHold a public inquiry into spending on test and trace: https://petition.parliament.uk/petitions/555502\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to local authorities to support local test and trace programmes, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T10:25:34.027Z"
    },
    "id": 556872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556872.json"
    },
    "type": "petition"
}