{
    "attributes": {
        "action": "To recognise that Tattoo shops provide integral Mental health support In the UK.",
        "additional_details": "Comments have been made that Tattoo shops are nonessential and the public wouldn’t miss them. That comment is invalidating our industry and is not a medical reason for shutting us all down, a health pandemic, is about HEALTH, and how clean a business is, and the likelihood of cross contamination. It’s preposterous to close such a business for a health reason. We adhere to the highest standard of cleanliness and have a vast knowledge of cross contamination. As an apprentice the first thing you learn about is ‘Cleaning and Cross Contamination’.",
        "background": "To formally recognise that Tattoo shops are an integral part of our clients’ lives, because we serve more than simply ‘skin art’.\r\nWe play an important part in a person’s mental health. We offer a listening ear that is non judgemental for our clients to speak freely and boost their self esteem.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-30T18:44:01.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T19:30:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-05T10:33:08.425Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a specific action.\r\n\r\nWe understand that you are concerned about the Government's approach to tattoo shops during the Covid-19 outbreak, but it's not clear what you want the Government to do about this.\r\n\r\nIf you want the Government to exempt tattoo shops from the current lockdown you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-05T10:33:08.422Z"
    },
    "id": 556882,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556882.json"
    },
    "type": "petition"
}