{
    "attributes": {
        "action": "Launch a EHRC investigation into the islamophobia in the Conservative party",
        "additional_details": "i would like a investigation to be launched into the Conservative Party, the same way in which the EHRC investigated anti-semitism, however this to be on Islamophobia within the Conservative Party. I believe people are left frustrated at the unfair treatment of both these cases, i would assume that both these issues are important as each other and should be treated in the same exact manor. Comments which were made my memebers of the Party and the Primee Minister himself should be investigated.",
        "background": "Following the report on anti-semitism in the Labour Party by the EHRC, it has come to my attention that this matter was not treated fairly. Many people would agree that a investigation should be launched into the Conservative Party following comments which are seen to be islamophobic",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-29T23:58:38.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T00:16:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T10:15:44.366Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Equality and Human Rights Commission is operationally independent, so decisions about what inquiries and investigations it carries out are a matter for the EHRC, not the Government or House of Commons.\r\n\r\nIn May 2020, the EHRC concluded that it would not undertake its own inquiry into the Conservative Party while the Party's own internal investigations remain in progress: https://www.equalityhumanrights.com/en/our-work/news/complaints-raised-about-islamophobia-conservative-party\r\n\r\nIf you want the EHRC to reconsider its decision you should contact them directly: https://www.equalityhumanrights.com/en/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T10:15:44.363Z"
    },
    "id": 556822,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556822.json"
    },
    "type": "petition"
}