{
    "attributes": {
        "action": "Change the Memorial Gates to celebrate the individual countries, not continents.",
        "additional_details": "These gates were designed to commemorate the armed forces of the British Empire who served in WW1 and WW2.\r\n\r\nOn the two piers is inscribed the following names: India, Pakistan, Bangladesh, Nepal and Sri Lanka, Africa and the Caribbean. Why does it all of sudden shift from rightly naming the contributions of each country to an entire continent/sub-continent? This is not right.  \r\n\r\nWe must acknowledge the diversity of Africa, and  end the narrative of conflating a single country with a continent.",
        "background": "We would like the government to to change the inscription on the Commonwealth Memorial Gates, to honour the individual countries in Africa and the Caribbean who fought in the both World Wars, rather than diminishing them to an entire continent. Please give each country the recognition it deserves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-30T13:51:34.920Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T14:38:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T12:38:59.072Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The gates are the responsibility of the Memorial Gates Trust, who are independent of the UK Government and Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T12:38:59.068Z"
    },
    "id": 556858,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556858.json"
    },
    "type": "petition"
}