{
    "attributes": {
        "action": "Make female sanitary products essential and non-luxury",
        "additional_details": "Having a period isn’t a choice! It is not a decision women make, they do not choose to have one and it is also essential to the future of the human race to have periods. \r\nWe do NOT sit at home and think we’re spoiling ourselves for having to endure pain and bleeding for 5-7 days then have to spend ridiculous amounts on sanitary products. Many women even have to chose between food and tampons! It’s 2020 not 1920 sort the priorities out!!",
        "background": "Currently feminine hygiene products are considered non-essential and due to COVID-19 restrictions many stores aren’t selling them as there “luxury items”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-29T22:29:32.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-30T10:17:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-04T10:38:19.305Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition appears to be about the rules in Wales for the sale of non-essential goods.\r\n\r\nBecause your petition is about something that the Welsh Government is responsible for the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\nhttps://petitions.senedd.wales/\r\n\r\nThe Welsh Government's current list of products that can be sold it supermarkets makes it clear that sanitary products can be sold: https://gov.wales/coronavirus-covid-19-closure-businesses-and-premises-html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-04T10:38:19.302Z"
    },
    "id": 556815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556815.json"
    },
    "type": "petition"
}