{
    "attributes": {
        "action": "Give student nurses more support throughout their training",
        "additional_details": "Government should put in  place something where students have more support because not only are they on the front line they are there for free ! They aren’t paid to be out on placement they are paying to be trained",
        "background": "Student nurses are paying for their own training to become a nurse and within this pandemic student nurses seem to have no support what so ever they have been thrown in and left  which is unacceptable especially when we adhere to a governing body",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T07:32:43.207Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T07:53:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T13:38:20.251Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what kind of support you'd like the Government to provide for student nurses. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you want the Government to ensure that student nurses are paid whilst on placement, you may wish to sign this petition: \r\nhttps://petition.parliament.uk/petitions/554624\r\n\r\nIf you want current third year nursing students to be included in the £5,000 nursing grant, you may wish to sign this petition: https://petition.parliament.uk/petitions/319113"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T13:38:25.335Z"
    },
    "id": 556944,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556944.json"
    },
    "type": "petition"
}