{
    "attributes": {
        "action": "Reduce COVID-19 restrictions",
        "additional_details": "Most of the people I know wish that the government to do something about the restrictions put in place (especially the proposed lockdown for November) because our lives are being ruined by this virus which isn't intending on leaving any time soon. I wish to live my life just like before the virus. Many people across the country want to get out and about, and a virus doesn't affect what they wish to do at all. They should allow people to stay off work etc if they wish to, but let others go out.",
        "background": "The current restrictions are obscene. All tourist attractions are forcing to close and yet, schools remain open. Schools are possible the worse thing that spreads the virus. Little or no restrictions should be forced other than simple such as wearing a mask or distancing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T00:02:11.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T16:56:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-05T17:24:44.729Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want Covid-19 restrictions to be reduced, however it's not clear which specific restrictions you want to be reduced and to what extent. \r\n\r\nYou could start a petition calling for specific restrictions to be removed or reduced, if that is something you'd like to happen.\r\n\r\nIn case it's helpful, studies have shown that transmission of Covid-19 in schools is generally low with some exceptions: https://fullfact.org/education/covid-19-schools/.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-11-05T17:24:48.967Z"
    },
    "id": 556923,
    "links": {
        "self": "https://petition.parliament.uk/petitions/556923.json"
    },
    "type": "petition"
}