{
    "attributes": {
        "action": "Ensure gyms are still open when the lockdown starts on Thursday 5th November",
        "additional_details": "This is a positive outcome to keep the gyms open for the British people. Gym places have already made these areas “safe zones” to be able to do their workouts from the previous lockdown, enforcing the people to look after themselves and others who are in the area at the time. It is essential that the government look over this again and class gyms as an essential place to keep open.",
        "background": "It is essential that the British people are able to go somewhere during this lockdown. The government should take into account the mental and physical account of being isolated during the lockdown and class the gyms as an essential use and be able to go without any issue or be reprimanded",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T20:01:59.176Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T20:16:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:16:05.730Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-18T12:38:28.136Z"
    },
    "id": 557123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557123.json"
    },
    "type": "petition"
}