{
    "attributes": {
        "action": "Keep gyms open in national lockdown ls based on the data that they are safe",
        "additional_details": "Because people’s daily lives, health and fitness rely on it, a gym has incomparable value to a walk or jog from your home, it provides people with a chance to improve them selves both physically and mentally and have a hobbie they are passionate about, gyms will take the strain off the nhs. The current obesity pandemic levels and mental health rates are increasing more so than the coronavirus and no vaccine or lockdown can stop these only self prescribed exercise in a gym, think if the bigger picture.",
        "background": "Following the new national lockdown allow gyms to stay open (with the current COVID secure measures in place) for the country’s physical and mental health, considering the increasing levels of obesity and mental health issues from closed gyms and lockdowns, only gym based exercise",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-10-31T19:49:04.209Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T20:14:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:15:51.214Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-18T12:39:12.238Z"
    },
    "id": 557112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557112.json"
    },
    "type": "petition"
}