{
    "attributes": {
        "action": "Class gyms as essential resulting in them remaining open during covid lockdown.",
        "additional_details": "UK active & a multitude of scientific evidence show us that gyms improve mental health. The structure, goal and social oriented culture a gym brings has been proven to help improve a multitude of mental health issues & prevent suicide.\r\nWe as gym owners & personal trainers are having daily conversation with preventing suicide and suicidal thought due the covid closures now. It’s worse now do to the embedded trauma brought about by the last lock down. Gyms need to be open and classes as essential.",
        "background": "Make gyms essential during any covid lock down or restriction due to the positive impact on physical health & mental health. Overwhelming evidence tells us that gyms are part of the solution not part of the problem by making people healthier to fight the virus. Data show it’s also the safest sector.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T20:45:29.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T20:49:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:17:30.854Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T16:17:30.852Z"
    },
    "id": 557158,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557158.json"
    },
    "type": "petition"
}