{
    "attributes": {
        "action": "Gym to stay open with covid restrictions throughout lockdown",
        "additional_details": "Mental health issues are rising. Most people use gyms and classes as a way to cope with mental health illnesses. Taking this away at this crucial time, will be life threatening to people more then covid may be. Gyms are a support community to many. Businesses are going to struggle, independent gyms may not open doors again, due to the impact of Covid 19. Please keep all gyms open",
        "background": "To keep all public gyms, independent gyms, classes and anything that is classed as a support network for mental health through the use of exercise and community support. Covid restrictions to remain in place, with current rules and regulations",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T20:04:52.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-10-31T21:38:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:24:24.409Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T16:24:24.406Z"
    },
    "id": 557124,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557124.json"
    },
    "type": "petition"
}