{
    "attributes": {
        "action": "Introduce hairdresser\"s to operate during lockdown",
        "additional_details": "These restrictions are causing small business members to give up liveliehoods. There is more as a nation as can do. Also TV presenter have their own personal assistants to apply make up and hair stylists and this is no different to the average person on the street, so why restrict them of it can be continued on a strict one2one basis??",
        "background": "If we as society can go to education settings, as well as construction and manufacturing settings were there are in excess of 100's of personal at a time in site, there is no reason why the above mentioned beauticians etc can't operate on a 1 to 1 basis whist wearing the appropriate ppe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T21:50:54.257Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T09:03:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T11:36:28.948Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nSince you started your petition, the national lockdown has ended. You could start a new petition calling for changes to the current tiered restrictions, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T11:36:28.946Z"
    },
    "id": 557204,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557204.json"
    },
    "type": "petition"
}