{
    "attributes": {
        "action": "Gyms to remain open during 2nd national lockdown and to be classed as essential",
        "additional_details": "To allow gyms to remain open as winter Is upon us and the ability for the public to train and exercise outside is limited due to the abysmal british weather.\r\n\r\n They are also one of the most important factors in the populations mental and physical health. \r\n\r\nThere is no scientific evidence to suggest gyms cause increases in coronavirus and are vital to the morale of millions of people across the country.\r\n\r\nI would applaud the government to not baselessly close one of the most important sectors in Britain.",
        "background": "I would plead with the government and the scientific advisory body to allow public gyms to remain open. There is no scientific evidence to suggest that they are part of the spread of coronavirus and are one of the most ‘Covid secure’ environments more so than supermarkets and places of prayer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T22:01:27.055Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T10:30:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:41:06.049Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T16:41:06.157Z"
    },
    "id": 557209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557209.json"
    },
    "type": "petition"
}