{
    "attributes": {
        "action": "Keep Afro Carribean hair shops open during Lock Down",
        "additional_details": "For black and mix heritage people our hair needs essential oils, and depending on the individual hair type or coil pattern, there are different product needed to keep it healthy. Even part of the child physical development care and health act talks about the importance of understanding Afro/very curly hair. Supermarkets/convenience stores have a limited amount of products or none at all for Afro hair. And myself and many families like mine struggled to keep our hair and our children's healthy.",
        "background": "I would like Afro Carribean hair shops to be recognised by the government as an essential shop. And not to close them during Any Local or National Lock Down. \r\nAs a black women with black children I found it impossible to find suitable hair care and skin care products in shops where I live.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T22:28:35.620Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T14:36:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-08T13:37:21.327Z",
        "rejection": {
            "code": "no-action",
            "details": "Since you started your petition, hairdressers, salons and other 'non-essential' shops have been able to re-open.\r\n\r\nYou may wish to sign this petition which calls for hairdressers to be allowed to open during any future lockdown: https://petition.parliament.uk/petitions/555408.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-12-08T13:37:33.481Z"
    },
    "id": 557227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557227.json"
    },
    "type": "petition"
}