{
    "attributes": {
        "action": "Allow all live out nannies to be off from work during the new strict lockdown",
        "additional_details": "We nannies feel that we should not be made to work during this lockdown period. When at work we remain in close proximity of children's parents who work from home who have been out for essentials and mixing with members of the public. If passed on covid to them there's a strong possibility this virus will then be easily passed on to us. We understand the job we do but is time our health comes first. The guidelines clearly state that no households are to mix, its time this includes us nannies.",
        "background": "The Prime Minister has Imposed stricter lockdown rules where pubs, gyms and all non-essential retail will have to shut and no mixing of people inside homes, except for childcare and other forms of support. We nannies feel the government have not taken our health into account.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-10-31T23:28:10.262Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T12:31:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T10:55:34.732Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about nannies being required to work, but we're not sure whether you want this to be banned or financial support to be made available to help people not able to/being required to work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-22T10:55:34.728Z"
    },
    "id": 557261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557261.json"
    },
    "type": "petition"
}