{
    "attributes": {
        "action": "A motion of no confidence in this goverments handling of the current crisis.",
        "additional_details": "To make space for fresh and competent leadership at a time our nation needs it most. Without reference to politics or party but acting solely in the national interest. To enable those with ability and capacity to face the challenge that we as a nation are confronting. To provide new leadership in the face of this adversity. To safeguard the national survival, wellbeing and prosperity that this current government is willfully destroying. To save lives and to protect our National Health Service.",
        "background": "A petition, to put before parliament a vote of no confidence, by the people of this country in the current government and its leaderships handling of the crisis which our country faces. As they have demonstrated publicly that they are unable to meet the challenges this crisis presents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T00:40:09.291Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T01:22:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T13:46:04.570Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T13:46:04.568Z"
    },
    "id": 557283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557283.json"
    },
    "type": "petition"
}