{
    "attributes": {
        "action": "Do not close the churches in this next lockdown beginning  5th November 2020",
        "additional_details": "Freedom of worship is a fundamental human right, protected  by international law. \r\n\r\nPlaces of worship must be trusted to take the appropriate measures to keep their communities safe and those that are vulnerable  must be trusted to remain at home during this time as has been the case up until now. Closing the churches will cause further  unnecessary hardship, distress and suffering.",
        "background": "Churches have been carrying out rigorous cleaning routines: every  person  sanitises their hands on entering and leaving, wears a mask and undertakes social distancing. Every pew after each service is cleaned with sanitiser, making  it  safer to be at church than to shop for food.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T10:02:06.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T10:09:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T10:38:46.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Places of worship are able to remain open for independent prayer, funerals or funeral commemorative events, to broadcast an act of worship, to provide essential voluntary services or urgent public support services, for registered childcare, and to host permitted gatherings: https://www.gov.uk/guidance/new-national-restrictions-from-5-november\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow corporate worship and congregational singing at places of worship: https://petition.parliament.uk/petitions/548621"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T10:38:46.162Z"
    },
    "id": 557367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557367.json"
    },
    "type": "petition"
}