{
    "attributes": {
        "action": "Stop the closure of close contact businesses that are covid safe",
        "additional_details": "Close contact businesses are going above and beyond to meet covid safe guidelines. They can work on a one in one out system. They have strict hygiene standards in place.\r\nThey have successfully implemented the track and trace system. \r\nThey are safer then visiting your local supermarket. \r\nThese businesses have suffered from the last lockdown and are still fighting to survive. \r\nMany will not survive and need to be open. Give them tighter guidelines and they will meet them. Allow them to stay open.",
        "background": "Close contact businesses such as tattoo studios, hairdressers, Beauty salons and nail bars should remain open during national lockdown. They can meet higher and safer standards then supermarkets.\r\nSome of these businesses fell through government support grants have had to fight to keep open.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T07:38:52.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T08:15:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-04T09:32:15.827Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/320507\r\nhttps://petition.parliament.uk/petitions/555408\r\nhttps://petition.parliament.uk/petitions/327347\r\n\r\n### Find out more about coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-12-04T09:32:26.394Z"
    },
    "id": 557311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557311.json"
    },
    "type": "petition"
}