{
    "attributes": {
        "action": "Gyms to maintain being open throughout any lockdown period local or national.",
        "additional_details": "We want to see key evidence\r\nAnd research that gyms are more of a threat to spreading the corona virus than schools and universities who are allowed to stay open. \r\n\r\nGyms are a necessity in a many individuals daily routine. Physical activity has been proven to aid the feel good factor in ones self via realising the feel good hormones including dopamine, serotonin and reduces stress levels while improved ones fitness. Fitness is proven to be a key aspect to improving mental health & depression.",
        "background": "We want parliament to re-debate the decision of the closure of gyms regardless of the size of lockdown measures and size to be irrelevant for example gyms must stay open in local and national lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T09:55:01.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T10:04:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T16:40:42.034Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T16:40:42.033Z"
    },
    "id": 557364,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557364.json"
    },
    "type": "petition"
}