{
    "attributes": {
        "action": "Exempt Game Shoots from the list of venues required to close due to COVID-19",
        "additional_details": "Shoots should be except from closing as shoots that have already put birds to ground and paid for them need to be able to shoot to get paid for the sold days to recoup money to keep the shooting industry alive for the next season. With no support from the Government many shoots will be forced to close next year as they will not be able to afford to put birds down next year or buy feed or pay for ground rent. With out this support the shooting industry as we know it will never recover from this.",
        "background": "I would like the Government to allow Game Shoots to stay open and continue to shoot until the end this season. Shoots can easily maintain social distancing and this is an outside sport. Space and distancing is not an issue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T11:55:33.689Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T12:04:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-04T11:18:36.183Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the UK has re-entered a tiered system of coronavirus restrictions which allows outdoor game shooting to take place in all 3 tiers, subject to certain requirements: https://basc.org.uk/coronavirus/.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-12-04T11:18:45.384Z"
    },
    "id": 557430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557430.json"
    },
    "type": "petition"
}