{
    "attributes": {
        "action": "UK household 2 minutes silence for Remembrance Day",
        "additional_details": "As a nation I feel we owe those fallen servicemen and women who made the ultimate sacrifice for this country and pay our respects in a COVID secure way. We are enduring a really tough period on the whole with COVID 19 and similar to the NHS clap this will unite the nation for a small period of time on Remembrance day during the second lock down. With all remembrance ceremonies cancelled I feel its a fitting way to show our support to those who have lost their lives in the line of duty.",
        "background": "With the UK now entering a second lock down and restrictions placed upon on all UK households and businesses I am hoping as a nation we can achieve a 2 minutes door step silence for Remembrance day at 1100 Wednesday 11th November 2020. Similar to the NHS clap which was observed across the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T12:57:09.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T13:12:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T15:54:20.554Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This a decision for individuals.\r\n\r\nThe House of Commons will hold a 2 minute silence at 11am on 11 November. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T15:54:26.374Z"
    },
    "id": 557465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557465.json"
    },
    "type": "petition"
}