{
    "attributes": {
        "action": "Stop Parents being able to claim CMS if they DENY the other parent access",
        "additional_details": "When one parent denys access to the children and claims maximum child support this makes it impossible for the non resident parent to apply for court to gain legal access whilst trying to also house yourself for somewhere that the children can come to visit this resulting in homeless non resident parents thus resulting in children being without one parent, \r\nThis is being used as a weapon against the other parent all of the time",
        "background": "Stop Parents being able to claim child support when they are denying the other parent access/custody \r\nIt's not being used as should be intended and is actually only being used as a form of income and punishment for a breakup",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T12:09:47.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T15:28:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T14:35:42.999Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nPaying CMS doesn't automatically entitle a non-resident parent to have access to their child. If access to the child has been agreed and one parent isn't fulfilling their obligations under the agreed terms, or if one parent feels the other is unreasonably denying access, this would be a separately enforceable matter.\r\n\r\nYou could start a petition calling for additional financial support to be made available for parents seeking legal recourse to have access to their child, if this was something you wanted to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T14:35:42.995Z"
    },
    "id": 557439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557439.json"
    },
    "type": "petition"
}