{
    "attributes": {
        "action": "Ensure landlords have a legal duty to carry out maintenance on properties",
        "additional_details": "I want to make the law more fair for tenants who have to endure issues in rented properties. \r\n\r\nCurrently when reporting issues or maintenance tenants are completely in the hands of estate agents and landlords as to if and when they will be fixed. \r\n\r\nThis is unfair and can leave tenants living in sub standard conditions for a considerable amount of time, which was not what they agreed when signing their tenancy agreement.",
        "background": "I want to ensure the government make it a legal duty for landlords and estate agents acting on behalf of landlords. To carry out maintenance and tend to issues that are dangerous or hazardous to the health of tenants, and to provide adequate response time for which these issues have been reported",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T14:54:31.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T15:10:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T17:22:43.450Z",
        "rejection": {
            "code": "no-action",
            "details": "Landlords already have a responsibility to keep their properties in good condition, in addition to any responsibilities set out in a tenancy agreement. See the Citizens Advice website for more information:\r\nhttps://www.citizensadvice.org.uk/housing/repairs-in-rented-housing/\r\n\r\nWe could accept a petition calling for a statutory timeframe within which landlords must respond to requests for repairs, with fines for non-compliance, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-12T17:22:43.448Z"
    },
    "id": 557525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557525.json"
    },
    "type": "petition"
}