{
    "attributes": {
        "action": "Allow Zoos and Wildlife attractions to remain open and classify as public spaces",
        "additional_details": "Zoos provide conservation and science development with research but also provide a valuable mental health outlet for many people to explore and understand nature. These institutions require many funds to operate which even if they can open in a limited capacity helps them continue to fund the upkeep of the animals without being an additional burden on government grants.\r\n\r\ncinemas and bowling alley entertainment is indoors but zoos are mainly outdoors so classification should be different.",
        "background": "Zoos and Wildlife attractions such as safari parks should NOT be classified in the same category as cinemas/bowling alleys which means they have to shut in Covid Lockdowns. Zoos are essentially outdoor parks and by them remaining open with social distancing they can continue to operate financially.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T18:24:16.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T18:31:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T09:45:30.324Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nDon't close zoos, wildlife parks & rehabilitation centres: https://petition.parliament.uk/petitions/551602\r\n\r\nIncrease financial support for UK zoos this winter (September until Easter): https://petition.parliament.uk/petitions/330265"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T09:45:30.322Z"
    },
    "id": 557679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557679.json"
    },
    "type": "petition"
}