{
    "attributes": {
        "action": "Create Independent Expert Committee to investigate Covid-19 with public forum",
        "additional_details": "Covid-19 is the subject mostly favoured by politicians. UK public wants to hear independent opinion on all aspects of the pandemic from renowned UK specialists in the field of: biology, virology, immunology, medicine, science, psychology, law, economy. Its work must have a platform for a wider public discussion with an ongoing coverage of all findings.",
        "background": "The way pandemic is being covered leaves a lot of gaps for speculations and rumours. There is a lack of credible specialist opinions and public interaction.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T19:22:59.283Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T22:29:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T16:08:43.924Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want the British public to hear 'independent opinion' about COVID-19, however it's not clear what you want the Government to do about this. Many scientists, legal experts and others already share their opinions with the public through online and print media on a daily basis.\r\n\r\nYou may however wish to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/551051.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-04T16:08:48.998Z"
    },
    "id": 557725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557725.json"
    },
    "type": "petition"
}