{
    "attributes": {
        "action": "Allow Children’s sports clubs to operate outdoors throughout the lockdown in Nov",
        "additional_details": "Outdoor sports classes are vital to maintaining the health and well-being of our young people. From charity sports clubs to weekly sessions in all types of sport, children and young people rely on sports for physical and mental well-being, and the scientific evidence does not support outdoor group training for children being cancelled, as they’re not responsible for the transmission. Schools are responsible for more transmission of the virus than outdoor sports, and physical health is vital too.",
        "background": "Allow Children to attend outdoor sports clubs throughout lockdown, as they need to maintain a routine and stay active. Outdoor sports is responsible for a smaller percentage of virus transmission than being at school is, so it makes sense to allow it to continue, as physical health is just as vital.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T20:07:44.047Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-01T20:18:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-09T10:42:03.848Z",
        "rejection": {
            "code": "duplicate",
            "details": "We're sorry for the delay in checking your petition, but we have published the following petition, which you might like to sign:\r\n\r\nAllow all youth sport to continue during lockdowns: https://petition.parliament.uk/petitions/557497"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-09T10:42:03.845Z"
    },
    "id": 557753,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557753.json"
    },
    "type": "petition"
}