{
    "attributes": {
        "action": "STOP!! SPORTING FACILITIES BEING CLOSED AS PART OF LOCKDOWN!!",
        "additional_details": "It would reduce domestic violence, help those who suffer with mental health issues, prevent others from developing mental health issues and depression. As much as restrictions and isolation is necessary, it is also the equivalent to imprisonment and contributing to other issues.  The long term effects are far greater than the short solution. These facilities are a complete lifestyle to some and by completely taking away a persons lifestyle the result would only add to the world wide devastation!",
        "background": "Sporting facilities such as gyms are a major part of peoples lives! Times are very hard for us all, not just as nation but worldwide! These facilities play a major role for our mental stability. Keep these facilities open with a strict system in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-01T22:41:27.932Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T00:03:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:10:33.257Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:10:33.253Z"
    },
    "id": 557854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557854.json"
    },
    "type": "petition"
}