{
    "attributes": {
        "action": "Govt to make legislation implement & backdate an MP pay & expense cut of 20%",
        "additional_details": "Much of the Country has made huge sacrifices during 2020 as the Govt has effectively prevented them from working. As we all know, bills and expenses have remained and both businesses and individuals have been put under huge strain. \r\n\r\nAs we have repeatedly been told \"we must all make sacrifices\" then it's only right and equitable that MP's and Ministers should be forced to do the same. If they struggle, so be it.",
        "background": "This petition calls on the Government (with its 80 seat majority) to pass a law that implements (and backdates to March 26 2020) a pay and expense cut for MP's (and Ministers) equivalent to 20% of the aggregate amount for 2020.\r\n\r\nAmounts saved should be used specifically to fund essential services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T08:35:51.963Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T09:00:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-05T15:34:48.817Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-05T15:34:54.194Z"
    },
    "id": 557998,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557998.json"
    },
    "type": "petition"
}