{
    "attributes": {
        "action": "Placements in a Carehome must have Medical not just Administrative Authority..",
        "additional_details": "The Carehome was totally unsuitale for my condition. I am 70 years old and have a physical disability and full mental capacity yet I was placed on an end of life ward wiith an average age of over 80, many with dementia. The Carehome is in an  area with no opportubity for family  to call in. In 16 months I have been out of the home on 4 occasions for a total of 12 hours. I stay in bed for 20 hours a day. I hardly know my grandsons.lMedical advice would not have left me in this inhumane situation.",
        "background": "I have multiple sclerosis and for a long time lived a full life at home with my family. Nearly two years ago I had a relapse and needed to be hoisted. I was placed in a Carehome by my Local Authority. The Carehome was not in a town that I knew, or knew anybody, or where I had lived for 30 years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T08:21:20.444Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T16:28:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T10:42:01.257Z",
        "rejection": {
            "code": "no-action",
            "details": "The requirement for local authorities, including yours, to work with eligible people (and their carers where appropriate) to identify and meet that person’s care needs already exists in law, so it is not clear what else you would like the Government to do.\r\n\r\nYou could start a petition calling on the Government to fund local authorities to provide more suitable care homes in their areas, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T10:42:06.419Z"
    },
    "id": 557992,
    "links": {
        "self": "https://petition.parliament.uk/petitions/557992.json"
    },
    "type": "petition"
}