{
    "attributes": {
        "action": "Provide better support to victims of domestic abuse in second COVID-19 lockdown",
        "additional_details": "Thousands of women, children and men will be trapped in their homes with violent partners or parents this lockdown. Studies have proven that the UK has failed to help these victims and provide a safe place for them to escape to, despite seeing a 300% increase in deaths and domestic violence charities being over capacity. \r\n\r\nWith shorter days, longer nights, and less patience looming in the air, it is predicted that there will be a sharp rise in abuse, rape and murder in the upcoming months.",
        "background": "The UK government must step up to protect the lives of innocent people that will suffer silently in this next lockdown due to domestic violence. \r\n\r\nPlease provide refuge and safe spaces for victims and increase funding to overwhelmed frontline charities that are highly under resourced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T12:12:30.021Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T19:59:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T13:09:04.511Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nFund Council Refuges for victims of domestic violence due to CoViD-19 lockdown: Fund Council Refuges for victims of domestic violence due to CoViD-19 lockdown.\r\n\r\nFund more advertising for helplines for children and domestic violence victims: https://petition.parliament.uk/petitions/314054\r\n\r\nFund increased social services support & emergency accommodation during Covid19: https://petition.parliament.uk/petitions/309559\r\n\r\nIf you would like the Government to take an action not covered by the above petitions, you could start a new petition requesting this, but it would need to be clear what additional action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T13:09:04.507Z"
    },
    "id": 558092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558092.json"
    },
    "type": "petition"
}