{
    "attributes": {
        "action": "Provide adequate Mental Health support and funding during and after Covid19",
        "additional_details": "Mental Health is a UK pandemic and is something that has been constantly neglected both prior, during and after Coivd19. People are losing their businesses, jobs, homes and lives due to the virus and lockdown measures. The goverment needs to step in before its too late and work with local councils, NHS Mental Health services and Mental Health support organisations. In my area of Sheffield the Mental Health services were recently marked as 'Inadequate', 6 months to get an IAPT appointment!!",
        "background": "We would like the goverment to acknowledge the effect that the current Covid19 epidemic is having on the Pandemic that is Mental Illness. We need the goverment to help support and fund mental health organisations, so they are able to suport the most vulnerable during these worrying times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T09:54:28.948Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T19:14:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T12:05:28.500Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nImmediately fund local services to prevent mental health pandemic\r\nhttps://petition.parliament.uk/petitions/557313\r\n\r\nIncrease funding for NHS Adult Mental Health Services\r\nhttps://petition.parliament.uk/petitions/316023\r\n\r\nIncreased funding/support to Children and Young People's mental health services.\r\nhttps://petition.parliament.uk/petitions/558759\r\n\r\nIncrease funding for crisis and acute mental health services\r\nhttps://petition.parliament.uk/petitions/559871\r\n\r\nContinue Government funding for national mental health campaigns\r\nhttps://petition.parliament.uk/petitions/562359"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T12:05:28.498Z"
    },
    "id": 558028,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558028.json"
    },
    "type": "petition"
}