{
    "attributes": {
        "action": "Allow students to study from home if they choose during COVID-19",
        "additional_details": "I'm scared of catching coronavirus and spreading it around my community and I think it's a reasonable fear. People in my halls have said the one reason they're staying at university is for the flat parties, which clearly doesn't help bring the R number down to below 1. Some students are blatantly ignoring COVID-19 regulations and endangering the rest of us and the local community, but the university forces us to stay on campus and basically wait to catch the virus, so they can keep the money.",
        "background": "Allow students to move home to study online. All of my lectures are online, but my university says that I must remain on campus until Christmas. If I wish to study from home, I have to have extenuating circumstances, even though the only thing I am gaining from being at uni is debt and fear.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T15:36:01.045Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T18:43:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T13:40:53.505Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nForce Universities to close commencing National Lockdown on November 5th 2020: https://petition.parliament.uk/petitions/558383\r\n\r\nAllow University Students to go home for Lockdown: https://petition.parliament.uk/petitions/558342\r\n\r\nThe Government isn't responsible for requirements imposed by individual universities, which are a matter for each university."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T13:40:53.503Z"
    },
    "id": 558200,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558200.json"
    },
    "type": "petition"
}