{
    "attributes": {
        "action": "Keep gyms open as an essential service in the UK's second lockdown",
        "additional_details": "Structured exercise is vital to protecting the mental health and immunity against the coronavirus disease. Both members and staff are following strict guidelines to prevent further spread.\r\n\r\n“It is very clear from the evidence that gyms and leisure facilities are not responsible for the increasing prevalence of COVID-19 in the UK, with figures for the latest recorded week showing 2.88 cases per 100,000 visits.\" Whilst mental health services are limited, please keep these open to save lives.",
        "background": "Indoor gym facilities are vital to protecting both immunity against covid-19 and mental health across the UK. In order to protect our people it is essential these services stay open throughout the second UK lockdown commencing on the 5th of November. Gym's are following strict sanitation guidelines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T15:37:42.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T15:58:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-06T17:14:49.580Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-06T17:14:49.577Z"
    },
    "id": 558202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558202.json"
    },
    "type": "petition"
}