{
    "attributes": {
        "action": "Existing illness not getting seen to because Covid is coming first",
        "additional_details": "I think the government should stop putting covid before anything else as there are more people loosing their lives because of covid because they are not been seen too. I agree covid can be bad but so can cancer and a lot more other medical conditions.  The knitingale hospitals cost billions to build but not been used as not enough staff so why didn't the money go to getting more staff and making it so people were not been left in effect to die with other illnesses than Covid.",
        "background": "The government are telling the British people that the NHS are still there for them when it plainly isn't.  A lot of lives have been lost due to other serious illnesses that were not looked at or cancelled treatment, but all Covid cases are been seen to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-02T19:32:48.175Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-02T19:56:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-24T12:45:14.546Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nEnsure speedy access to diagnostics and treatment for non-covid patients\r\nhttps://petition.parliament.uk/petitions/549642\r\n\r\nYou could also start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-24T12:45:14.544Z"
    },
    "id": 558344,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558344.json"
    },
    "type": "petition"
}