{
    "attributes": {
        "action": "Block the release of Michael Bay film \"Songbird\" in the UK",
        "additional_details": "The world has been irrevocably changed by COVID-19. Aside from the dramatic loss of life, the economic and social implications are devastating, and millions people have lost jobs and livelihoods. The impact on mental health been well documented and this film preys on our society's most vulnerable and plays into many people's deepest fears and anxieties. The film makes entertainment about the world's collective trauma and I believe will have a serious negative impact on people's mental health.",
        "background": "\"Songbird\" depicts a future in which America is in its 214th week of lockdown and \"COVID-23\" has mutated to infect people's brains. Given we're still in the middle of a global pandemic, I'm calling for the Government to block the UK release of the film.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T09:10:56.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T13:45:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T10:22:36.814Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The British Board of Film Classification (BBFC), not the Government or Parliament, makes decisions on passing, banning and classifying films in the UK. You can find out more about how they work here:\r\nhttp://www.bbfc.co.uk/about-bbfc\r\n\r\nLocal councils have the power to overrule decisions made by the BBFC, including banning films that the BBFC have passed.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYour local council may have its own petitions process. You can find out if your local council has its own petitions process on its website."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T10:22:36.811Z"
    },
    "id": 558568,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558568.json"
    },
    "type": "petition"
}