{
    "attributes": {
        "action": "Introduce mandatory sexual assault support and education in secondary schools",
        "additional_details": "75% of the young people that we have discussed the topic of sexual assault with have had personal stories, and 50% were unaware that they themselves were victims of sexual assault. We feel this comes as a result of the lack of education and support that is provided within the school setting, and that by increasing these things, we would see an immense improvement in the mental health of young people that have been victims of sexual abuse.",
        "background": "We strongly believe that the government should ensure it is mandatory for information surrounding sexual assault to be included in all secondary school curriculums across the UK, as it is not discussed enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T11:13:20.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T11:21:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-10T09:46:16.058Z",
        "rejection": {
            "code": "already-happening",
            "details": "The new national curriculum content on Relationships Education, Relationships and Sex Education (RSE) and Health Education states that in secondary school pupils should be taught about  aspects of the law relating to sex, including the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nThe Government has also published guidance about schools duties in relation to keeping children safe, which includes guidance on how to safeguard students who may have been the victims of sexual assault: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/912592/Keeping_children_safe_in_education_Sep_2020.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-10T09:46:16.055Z"
    },
    "id": 558594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558594.json"
    },
    "type": "petition"
}