{
    "attributes": {
        "action": "Respect Prophet Muhammad (PBUH) & stop drawing his caricatures to Insult Muslims",
        "additional_details": "As British muslims we believe in British values and they are dear to us, equally islam accepts freedom of opinion but freedom of speech should not be used as a license to alienate others.\r\nFor Muslims Prophet Muhammad (PBUH) is not simply a messenger but to love and regard him more than ones family is a prerequisite for 2 billion muslims and when a group of people or a state Indulges in shameful acts to target muslims it will surely destroy peace and create a social disorder of various types.",
        "background": "Recent episodes in france have caused anger and frustration among muslims around the world especially here in Britain and we request that Parliament condemns such acts and assures that no such thing Will happen in UK. In order to assure support from govt. and create social harmony among communities",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T00:28:51.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T06:19:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T17:25:39.690Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T17:25:45.124Z"
    },
    "id": 558503,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558503.json"
    },
    "type": "petition"
}