{
    "attributes": {
        "action": "Extend Theory Test Certificate End Dates Or At Least A Discount For Next Test",
        "additional_details": "There are two ways the Government can possibly go about this:\r\n\r\n1. To extend the Theory Pass Validation End date\r\n\r\n2. To offer a discount on the next Theory Test\r\n\r\nAs it was not the learners fault that a pandemic had disrupted their path to passing their driving test.\r\n\r\nAlso, it is understood that the Government has stated 'it is to keep up to date with the safety of driving' yet Passed drivers do not require to take a Theory Test every 2 years which doesn't make sense.",
        "background": "Many cannot afford to pay the £23 for a Theory Test they have already done and passed. It is highly unfair that they will have to still stick to the 2 year validation time frame as the pandemic has cut into that, twice. \r\nMany of those live in poverty, so that £23 could make a major impact for some.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T16:45:04.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T18:51:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-17T09:03:50.881Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nExtend driving theory test certificates expiring in 2020/21 by 12 months: https://petition.parliament.uk/petitions/558160\r\n\r\nPublish a plan for dealing with the driving test backlog: https://petition.parliament.uk/petitions/558971\r\n\r\nIf you would like the Government to provide a discount or free theory tests for people whose test expire during the Covid-19 outbreak, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-17T09:03:50.878Z"
    },
    "id": 558677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558677.json"
    },
    "type": "petition"
}