{
    "attributes": {
        "action": "Support all self employed through the lockdown.",
        "additional_details": "Provide support to all employed and self employed people. Regardlesa of the length they have been trading. Anybsupport is better than nothing. Stop the closures of companies and the releasing of employed staff. The chancellor and government needs to include everyone to stop further austerity and further rises in mental health.",
        "background": "Provide everyone support regardless if you are self employed or not traded for 1 year 6 months or 5 years. Even if they pay a minimum wage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T16:05:44.561Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T22:08:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T13:22:41.581Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government to take a specific action.\r\n\r\nWe understand that you are concerned about people who may not be eligible for current support schemes, but it is not clear whether you want the Government to expand the Self-Employment Income Support Scheme or Coronavirus Job Retention Scheme, or both, or create a new system of support.\r\n\r\nWe have published a number of petitions calling for changes to both of these schemes, which you might like to sign:\r\n\r\nExtend Self-Employment income support in alignment with the Job Retention scheme: https://petition.parliament.uk/petitions/320655\r\n\r\nChange eligibility to Self-Employment Income Support Scheme to a gradated scale: https://petition.parliament.uk/petitions/323780\r\n\r\nPay self-employed workers 80% of trading profit regardless of other income/jobs: https://petition.parliament.uk/petitions/318716\r\n\r\nWe have also published a number of petitions calling for other types of support:\r\n\r\nBlanket payment for the self-employed similar to the AU and US stimulus payment: https://petition.parliament.uk/petitions/318666\r\n\r\nOne-off Grant To Be Paid To Anyone Who Has Not Benefited From A Covid-19 Scheme: https://petition.parliament.uk/petitions/319899\r\n\r\nProvide financial support to all workers who self-isolate due to Covid-19: https://petition.parliament.uk/petitions/551954\r\n\r\nIf you would like the Government to take an action not covered by the above petitions we could accept a petition making a new request, but it would need to be clear exactly what support you want the Government to provide."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T13:22:41.577Z"
    },
    "id": 558667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558667.json"
    },
    "type": "petition"
}