{
    "attributes": {
        "action": "Make Friday part of the weekend.",
        "additional_details": "The weekend is too short. At the moment we are working 5 days and rest for 2 days. But if we change this we will work 4 days and rest for 3 days. If this happens we will still be working for than not but it is still a more even split. At school children get a lot of homework and can spend most of their time off just doing more work when they’re supposed to be relaxing. There is a time for work and a time for rest and it should be more balanced.",
        "background": "Make Friday a day of rest just as Saturday and Sunday. This means schools, colleges and universities will be closed and most people will not work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T23:02:16.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T16:33:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T10:06:03.354Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a specific action.\r\n\r\nWe understand that you want there to be a longer weekend, but it's not clear exactly what you want the Government to do about this.\r\n\r\nWorkers are not entitled to weekends off, although many businesses operate a Monday to Friday working week. The Government does set the maximum hours someone can work in a week, although people can opt out of this: https://www.gov.uk/maximum-weekly-working-hours\r\n\r\nWe could accept a petition calling for the maximum number of hours people are allowed to work to be reduced, or for the ability to opt out of the current maximum to be brought to an end. You could also start a petition calling on the Government to prevent employers from requiring staff to work on certain days.\r\n\r\nDecisions on the structure of the school day and school week are the responsibility of individual schools, but we could accept a petition calling on the Government to require schools not to open on Fridays.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReduce the maximum working hours to 30 hours per week after Covid-19 lockdown: https://petition.parliament.uk/petitions/317794"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T10:06:03.351Z"
    },
    "id": 558796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558796.json"
    },
    "type": "petition"
}