{
    "attributes": {
        "action": "Year 11 pupils haven’t had enough time to revise for mocks. Mocks To Be Delayed.",
        "additional_details": "Many students have not been able to collaborate with online learning and may of not been able to complete their work. As students have recently returned, many of them were put in isolation for 2 week periods and a majority have been isolated more than once. This essentially disrupted the work of the pupils and now they bare the consequences of completing mock exams, which they haven’t prepared for. Not only were they disadvantaged from the first lockdown and self isolatingMore important as seen.",
        "background": "Year 11 pupils haven’t been able to complete work during lockdown ,as many were unable to complete the work; of the conditions at home and were unable to study online. The Government have stated ,that many pupils are behind in their education and are in unusual circumstances.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T19:53:46.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-03T20:30:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-25T09:40:16.172Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The organisation of mock examinations is a matter for individual schools and colleges.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-25T09:40:16.170Z"
    },
    "id": 558738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558738.json"
    },
    "type": "petition"
}