{
    "attributes": {
        "action": "We want cyclists to pay for road tax and insurance!",
        "additional_details": "As a motor vehicle user, I can see that my local roads are drastically changing and constantly congested due to new wider cycle lanes being created. This is causing a lot of traffic which contradicts the reason to why these cycle lanes are being created; a safer and environmentally friendly London. I have noticed on several occasions where cyclists have not obeyed their road traffic laws and have either put themselves at risk or other road users or pedestrians.",
        "background": "Government should enforce cyclists to pay road tax and insurance just like other road users. They should also penalise cyclists that do not obey road laws.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-03T20:05:27.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T08:50:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T08:32:37.938Z",
        "rejection": {
            "code": "no-action",
            "details": "There is not a road tax in the UK. Vehicle excise duty needs to be paid in respect of certain vehicles, and there is also an HGV Road User Levy for vehicles weighing 12 tonnes or over, but these are taxes on motor vehicles, rather than road use.\r\n\r\nIf you want cyclists to be required to pay vehicle excise duty we could accept a petition requesting this.\r\n\r\nWe have already published the following petitions, which you might like to sign:\r\n\r\nRequire all cyclists to have third party liability insurance: https://petition.parliament.uk/petitions/553542\r\n\r\nEnsure all bicycles and cyclists are registered, traceable and insured: https://petition.parliament.uk/petitions/553916\r\n\r\nThere are already a number of offences that apply to cycling unsafely. Taking action in cases of alleged dangerous cycling would be a matter for local police forces, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T08:32:37.934Z"
    },
    "id": 558743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558743.json"
    },
    "type": "petition"
}