{
    "attributes": {
        "action": "Make banks and mortgage lenders accept 5% deposits",
        "additional_details": "Been trying to get onto the property ladder for couple months but banks and mortgage lenders are only accepting no less than 15%. Recently I’ve had my first baby and want to move out my parents house with my family but can’t due to banks not accepting 5%. Banks were accepting 5% at the beginning of the year so why not now? The country needs money into the system and this would be an ideal way.",
        "background": "Make banks and mortgage lenders accept 5% deposits To allow first time buyers and younger buyers the chance to purchase the first house to get onto the property ladder/ move out of their parents house or start their family’s.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T06:53:36.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T10:58:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T08:58:28.989Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Mortgage rates and deposits are a matter for individual lenders.\r\n\r\nYou could start a petition calling for the Government to fund or match deposits for first time buyers, to make it easier for them to get a mortgage, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T08:58:28.987Z"
    },
    "id": 558819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558819.json"
    },
    "type": "petition"
}