{
    "attributes": {
        "action": "Reduce Coursework units for vocational Qualifications due to lost time.",
        "additional_details": "Reduce unit expectations inline with the consolation that was first put forward by OCR. This meant less Coursework units to be completed, use of teacher assessed grades.\r\n\r\n As it stands teachers in an already changed and stressful working environment are going to struggle with there mental health. Students who take vocational courses are being unfairly punished due to COVID compared to more academic courses.\r\n\r\nThis needs to be fixed and teachers need to be show support by the government during these challenging times.",
        "background": "Due to Corona virus teachers and students have been put under huge amounts of pressure and lack of face to face time.\r\n\r\nWith vocational courses still expected to produce the same output of work with restrictions on whether you can do coursework at home (OCR level 2 iMedia do not allow this)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T13:58:38.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T14:08:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T09:47:23.571Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The content of vocational courses is a matter for individual course providers and examination boards, not the Government or House of Commons.\r\n\r\nIf you are concerned about the impact of the current outbreak on your studies you should contact your course provider to discuss this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T09:47:23.569Z"
    },
    "id": 558879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558879.json"
    },
    "type": "petition"
}