{
    "attributes": {
        "action": "Increase minimum and maximum sentencing for any sexual predator.",
        "additional_details": "A child which has been sexually assaulted will usually feel the effects of this sick act for the rest of they’re lives. They do not ask for this. The maximum sentence for someone who has molested a child under 13 is just 14 years. The maximum sentence should be raised to life in prison. It really makes no sense how a drug dealer can receive life in prison for something that someone asked for but a Child molester can only receive maximum 14 years which they will probably only serve half of.",
        "background": "I want raise the minimum and maximum sentence for anyone convicted of any form of sexual assault against a minor or anyone who is convicted of harming a child in any way. The population are sick of seeing child abusers and child killers walk away from court or get away with very small sentences.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-04T07:09:32.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-04T09:23:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-11T08:37:34.232Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nLonger sentences for child sex offenders, sex offenders and rapists: https://petition.parliament.uk/petitions/323338\r\n\r\nImpose mandatory 10-year custodial sentences for all child sexual abuse offences: https://petition.parliament.uk/petitions/556664\r\n\r\nIncrease minimum and maximum sentences for all crimes against children: https://petition.parliament.uk/petitions/467154"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-11T08:37:34.229Z"
    },
    "id": 558821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/558821.json"
    },
    "type": "petition"
}