{
    "attributes": {
        "action": "Exams to be cancelled and to reduce workload due to incorrect attendance levels.",
        "additional_details": "The Exam Awarding bodies are basing their decisions on incorrect attendance grades and those isolating are missing up to 6 weeks of school. Pupils who are isolating are marked in as present which is not true. Highlighting how he around 90% attendance rates in school when in reality it is not the case. Online learning for individuals is very stressful and it has been proved that lower results are maintained through this type of learning. Also resulting in higher levels of stress for teachers.",
        "background": "To make decisions on the true reflections of attendance levels within schools across Northern Ireland. Take into consideration the true reflections of work missed by a wide percentage. A decision needs to be made on us rather than the economy and how it will effect our overall career pathways.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T11:10:07.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T11:21:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T09:14:18.129Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland Assembly is responsible for.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Department of Education:\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the Department of Education here: https://www.nidirect.gov.uk/contacts/contacts-az/department-education"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-12T09:14:18.128Z"
    },
    "id": 559053,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559053.json"
    },
    "type": "petition"
}