{
    "attributes": {
        "action": "Word Islamist should not be used with terrorism anti-social news/conversation",
        "additional_details": "It is difficult for a common person to distinguish between Islamist and Islam. When terrorism-related news uses the word Islamist, people directly link this with Islam and started thinking that Muslims are the trouble. This is spreading Islamophobia. Terrorist is a terrorist, not related to any religion or race. We urge the UK and European Parliament along with all mainstream media not to use any word which links a terrorist to any religion or race. We urge all to support this petition.",
        "background": "Any word which mislead listners/viewers/readers to link anti social/ terrorism activity to a particular religion or race should be banned. Word Islamist is a true example which mislead many to link that activity to Islam. This word should be banned and should be added to racist words.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T10:02:02.852Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T10:35:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T15:09:52.653Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is not responsible for the words which people use.\r\n\r\nThere are already offences relating to the publication and distribution of material which is likely to stir up racial hatred. Deciding whether to investigate or prosecute such activity would be a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-12T15:09:52.649Z"
    },
    "id": 559033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559033.json"
    },
    "type": "petition"
}