{
    "attributes": {
        "action": "This petition is for schools to close during the November Coronavirus lockdown.",
        "additional_details": "Also the cases in schools are going up and i think it would really slow down the cases a lot  of covid.\r\nalso then people that are teachers should go on furlough and any people that cant stay home because there parents work should have to go school with only a few teachers at school also i think people should have to work but not teachers, unless we do online work and   do online schooling again like face time, because then we are stopping high amount of cases and we are all still working.",
        "background": "I think that schools should closed because it is the worst place and most common place where people can spread covid  in my opinion and many others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T18:24:00.087Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T18:29:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-09T09:35:49.873Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nClose all Schools and colleges and Universities during second lockdown: https://petition.parliament.uk/petitions/557413\r\n\r\nClose Schools and Colleges during a second nationwide lockdown: https://petition.parliament.uk/petitions/557012\r\n\r\nForce Universities to close commencing National Lockdown on November 5th 2020: https://petition.parliament.uk/petitions/558383\r\n\r\nReclose schools and colleges due to increase in COVID-19 cases: https://petition.parliament.uk/petitions/550846\r\n\r\nRequire university campuses to close to stop the spread of COVID-19: https://petition.parliament.uk/petitions/552512"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-09T09:35:49.871Z"
    },
    "id": 559170,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559170.json"
    },
    "type": "petition"
}