{
    "attributes": {
        "action": "Do not make ANY vaccines/inoculations/immunisations mandatory or compulsory",
        "additional_details": "Enforcing a medical procedure on someone is incomparable with the limited loss of liberty that was a temporary violation of our human rights and had an end date (see judges ruling) and is also incomparable to the detention and unconsented treatment of a seriously mentally ill patient with diminished responsibility and inability to consent with sound mind. We are of sound mind and are capable of making medical decisions and to remove the right to body autonomy is a crime against our humanity.",
        "background": "To make any forced medical procedure such as vaccines (which have many short & long term side effects including death and were ruled to be ‘unavoidably unsafe’in a court of law) compulsory would be in direct violation of our human rights and also in violation of the Nuremberg agreement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-05T18:24:33.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-05T22:10:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T16:17:39.466Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already against the law for people to be required to undergo medical treatment, including vaccinations. The Coronavirus Act 2020 has not changed this.\r\n\r\nYou might like to sign this related petition:\r\n\r\nPrevent any restrictions on those who refuse a Covid-19 vaccination: https://petition.parliament.uk/petitions/323442"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-12T16:17:48.013Z"
    },
    "id": 559171,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559171.json"
    },
    "type": "petition"
}