{
    "attributes": {
        "action": "Publicize information about MP's shares in pharmaceutical & medical companies.",
        "additional_details": "That will help people understand deeper, how decission making is affected by greed and personal gains of people in power, regardless from what party they are. That is off course if there is any. \r\nDecission makers should be on the side of all the people living and paying taxes in this country. Not on the side of few companies that make them more and more rich. This is called a conflict of interests, regardless of what people in power say.",
        "background": "We want government to inform a society what politicians and public officers have shares in pharmaceutical and other medical companies, as well as information about lobby affecting decission making in the country. If possible, reveal full reports about donations to the parties from these companies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-06T01:34:55.790Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-06T18:19:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T16:05:24.590Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. MPs are already required to declare financial interests. You can find out more here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/registers-of-interests/register-of-members-financial-interests/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-12T16:05:24.587Z"
    },
    "id": 559283,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559283.json"
    },
    "type": "petition"
}