{
    "attributes": {
        "action": "Allow motorcyclists to pleasure ride during national lockdown",
        "additional_details": "All of us enjoy our activities, example might be walking or cycling. This is allowed but motorcycling isn't. \r\nWhy? Thats something i cant understand.\r\nNot many people realise that riding a motorbike burns you far more calories than walking or carrying out a different allowed exercise. \r\nBut theres one difference, whilst you ride you have one of the best face covering possible. Walkers dont need to have any.\r\nSo which activity puts you at more risk? Id say walking past someone without face cover.",
        "background": "Reconsider the lockdown restrictions for the current and future lockdowns caused by the pandemic.\r\nThere are valid reasons why motorcyclists should be allowed to pleasure ride, espacially if cyclists and walkers are allowed to go out and enjoy their activity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-06T11:35:01.648Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-06T18:32:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-16T09:28:34.108Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nSince you started your petition, the national lockdown in England has ended. You could start a petition calling for changes to the local tier restrictions that are now in place, if there are specific changes you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-16T09:28:34.104Z"
    },
    "id": 559347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559347.json"
    },
    "type": "petition"
}