{
    "attributes": {
        "action": "Parents should have joint custody of a child as soon as they our born.",
        "additional_details": "Parent A should then have to apply for court order saying why they want to see the Child and paying a fine to the government for denying Access. During this period the Parent B can decided if the Child should be able to see Parent A, but if Parent A Denys access to Parent B again the same action would occur but with a harsher fine. \r\n\r\nThe current system is broken and Denys access to many parents who want to care and support they children",
        "background": "The government need to change the laws so both parents are entitled to joint custody of a child immediately, meaning that the other parent can not deny access to the child.\r\nIf parent A Denys access to parent B, the police should remove the child from Parent A and place them in Parent B custody.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-07T17:29:30.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-08T10:30:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-12T17:39:12.940Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about ensuring shared and equal parental access to their children, but it's not clear what you want the Government to do to achieve this.\r\n\r\nThe Children Act (England and Wales) 1989 already requires any court making a decision affecting the care and upbringing of a child to give paramount consideration to the welfare of that child, including a presumption that the involvement of each parent in the child's life will further the child's welfare.\r\n\r\nYou might like to sign one of the following petitions we already have open:\r\n\r\nMake unreasonable parent alienation a criminal offence.\r\nhttps://petition.parliament.uk/petitions/314856\r\n\r\nGive children and parents automatic rights to equal contact after separation\r\nhttps://petition.parliament.uk/petitions/552465"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-12T17:39:12.936Z"
    },
    "id": 559558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559558.json"
    },
    "type": "petition"
}