{
    "attributes": {
        "action": "Include financial lessons in the secondary school curriculum",
        "additional_details": "I want the Government to do this to give students more financial understanding that can benefit them as they go into adult hood. At the moment student simply don’t have enough financial understanding to be able to be wise with their money and make the best out of it. Students coming out of school had no education to do with finances they don’t know how to: start a pension, how to invest their money, how to save money, simple things like this just to help them. These are important skills.",
        "background": "I want our Government to include financial lessons within the secondary school curriculum. I want our students to have greater financial literacy and understanding of finances or money to help them in later life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-07T14:48:37.594Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-07T22:27:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-17T09:24:57.964Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national curriculum for citizenship already states that secondary school students should be taught about the functions and uses of money, the importance and practice of budgeting, income and expenditure, credit and debt, insurance, savings and pensions, financial products and services, and how public money is raised and spent. \r\n\r\nYou can read the full national curriculum for key stages 3 and 4 here: https://www.gov.uk/government/publications/national-curriculum-in-england-secondary-curriculum"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-03T16:19:25.448Z"
    },
    "id": 559537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559537.json"
    },
    "type": "petition"
}