{
    "attributes": {
        "action": "Use tax payers money for a worthwhile cause. Improve mental health services.",
        "additional_details": "I am a doctor. I worked for the NHS. I wanted to make a change. I wanted to be a psychiatrist and help those who are the most vulnerable in society and so badly misunderstood. They aren’t unwell, they’re just incredibly sensitive to this mad world.\r\n\r\nFollowing my Own breakdown, my experiences of anxiety, depression, isolation, psychosis, unemployment. I don’t ever want others to suffer. I want the people of this country to unite, not to divide. To feel an hope, not despair",
        "background": "To increase the budget spent on health services for the vulnerable, who are often isolated. The mentally ill, chronically ill, disabled, elderly, unemployed. \r\nTo start sending messages of hope, love, community and positive wellbeing instead of leaving vulnerable people to Homelessness &suicide.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-11-08T07:28:43.920Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T07:13:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T16:45:33.024Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign the following petitions:\r\n\r\nIncrease funding for NHS Adult Mental Health Services\r\nhttps://petition.parliament.uk/petitions/316023\r\n\r\nIncrease funding for crisis and acute mental health services\r\nhttps://petition.parliament.uk/petitions/559871\r\n\r\nIncrease and distribute the funding for the Loneliness Strategy for local need.\r\nhttps://petition.parliament.uk/petitions/334029\r\n\r\nFund better mental health care for personality disorder in England.\r\nhttps://petition.parliament.uk/petitions/331000\r\n\r\nFund re-opening of Community Hospital Beds for local vulnerable sick people.\r\nhttps://petition.parliament.uk/petitions/319223"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T16:45:33.021Z"
    },
    "id": 559657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559657.json"
    },
    "type": "petition"
}