{
    "attributes": {
        "action": "Change Covid19 restrictions for birthing partners in hospitals",
        "additional_details": "Many women require support during prenatal, labour and postnatal appointments. Due to Covid 19 restrictions women are unfortunately learning of their miscarriages during a scan while being alone. Women are enduring the first stages of labour while being alone and women are looking after their newborns post birth while being alone; which is especially difficult with babies who are requiring further treatment after birth. Personal support is essential alongside support from NHS staff.",
        "background": "Revert visitation access in hospitals for birthing partners and fathers as it was before the spread of Covid 19. As along as PPE is used and hygiene is maintained then birthing partners should be present throughout prenatal and postnatal care and should not be denied or have limited access.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-08T17:07:57.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-08T23:10:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T14:24:54.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about visitors are a matter for the NHS, not the Government or House of Commons.\r\n\r\nWith regard to antenatal appointments, scans, and the birth itself, on 5 June, the NHS’s suspension of hospital visiting was lifted. This means that visiting is now subject to local discretion by trusts and other NHS bodies. You should check with your maternity team and sonography unit for their policy on visitors attending antenatal appointments, including scans."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T14:24:59.991Z"
    },
    "id": 559719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559719.json"
    },
    "type": "petition"
}