{
    "attributes": {
        "action": "Change the national strategy for dealing with positive covid cases in schools.",
        "additional_details": "Running a business, working from home or going out to work, without the support and contact of family and friends is hard enough without the stress of home schooling and the worry of the effect on our children’s mental health. This yo-yo style schooling just isn’t working. My youngest has done 4 weeks out of 8 in school. This is a very important year to get the foundations of learning in place and I feel he is being failed. It is effecting all children across the school years in different ways.",
        "background": "My youngest is now on his third round of isolation due to his bubble being closed down. He is in reception and this is absolutely having a negative effect on his well being and education, as well as mine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T09:53:54.505Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T18:38:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T13:51:35.834Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or House of Commons to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of requirements to self-isolate on school students, but it is not clear what you want the Government to do about this.\r\n\r\nWe could accept a petition calling on the Government to exempt school students from the requirements to self-isolate if they don't symptoms of coronavirus, if that is something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T13:51:35.830Z"
    },
    "id": 559789,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559789.json"
    },
    "type": "petition"
}