{
    "attributes": {
        "action": "Keep car washes open during COVID-19 lockdown",
        "additional_details": "As a car wash business owner i am highly affected by the lockdown closure, with bills still havingbto be paid but no income coming in from the business due to closure. The government agreed for automatic car washes which are attached to a petrol station to be open , for there to be no human interaction and the virus can’t spread. This is not fair. We clean the car sales companies cars which allow them to be clean when people buy or rent them. An automatic car wash is never the same as a manual one. So please take this petition into consideration.",
        "background": "I would like the government to take into consideration the people left without a job and the business owners that are highly affected by the closure",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-11-09T05:56:07.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T06:08:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-17T09:40:07.679Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nSince you started your petition, the national lockdown in England has ended. You could start a new petition calling for changes to the local tier restrictions, if there are specific changes you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-17T09:40:07.676Z"
    },
    "id": 559779,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559779.json"
    },
    "type": "petition"
}