{
    "attributes": {
        "action": "Reinstate the Disability Discrimination Act",
        "additional_details": "The Equality Act 2010 as it relates to disabled people is not fit for purpose. There are societal barriers for disabled people that people with other protected characteristics will never face and there are legal protections against discrimination that are exceptional to disabled people. \r\n\r\nUntil disability is seperated from the Equality Act, this lack of clarity will perpetuate the misunderstanding of what it means to give equal opportunity to a disabled person.",
        "background": "Whilst the Equality Act does cover disability discrimination, it's lack of seperation from other protected characteristics means the exceptional laws for disabled people are easily misunderstood or ignored. Disabled people would benefit from having seperate protective legislation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T12:43:10.289Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T18:49:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-17T10:51:38.863Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, such as changing the law, creating new guidance or policies. Changing the title of a law wouldn't bring about the sort of change you want to see happen. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to change in the law. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-17T10:51:44.977Z"
    },
    "id": 559817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559817.json"
    },
    "type": "petition"
}