{
    "attributes": {
        "action": "I would like to cap the price of a puppy! Where has humanity gone?",
        "additional_details": "Recently, prices of puppies have risen to extortionate amounts, for example a cockapoo puppy in 2019 would sell for around £900 these same puppies are now selling at between 2500 and 4000GPB.\r\n\r\nUnfortunately we live amongst cruel people who will use these new prices to their advantage and to make profit despite the retribution of their acts. The prices will see it that more puppy farming will take place and more pets will unfortunately be stolen.",
        "background": "Over the last year, breeders have increased the prices of puppies by an extortionate amount. More and more puppies and dogs are being stolen so they can be sold for very very high prices. This petition demands the breeders to sell puppies at the correct rate and that there are breed price bandings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-09T16:53:58.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-09T17:15:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T14:27:10.035Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand you want to limit the price that puppies are sold for, however this is a private matter between the breeder and the buyer. You could start a petition calling for increased regulation of the sale of puppies if that is something you'd like to happen.\r\n\r\nYou may also like to sign these petitions which call for related actions:\r\n\r\nRequire a licence for the sale of pet animals in any circumstance: https://petition.parliament.uk/petitions/549636\r\n\r\nIntroduce a National Pet Exchange Register: https://petition.parliament.uk/petitions/328081\r\n\r\nBan the exploitative import of young puppies for sale in the UK: https://petition.parliament.uk/petitions/326261\r\n\r\nBan the sale of all animals from pet shops and third-party sellers: https://petition.parliament.uk/petitions/317648"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T14:27:14.574Z"
    },
    "id": 559841,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559841.json"
    },
    "type": "petition"
}