{
    "attributes": {
        "action": "To create a more effective mental health service for the U.K population.",
        "additional_details": "A survey by the charity MIND of approximately 16,000 people during the Covid-19 pandemic has found 65% of adults & 75% of young people aged 13-24 with an existing mental health problem have seen their mental health deteriorate further during the pandemic. The survey also found 22% of adults who prior to Covid-19 had no mental health issues now possessed poor or very poor mental health. We need to address this ASAP as we face an impending economic downturn that will severely worsen the issue.",
        "background": "To create efficient government hotlines for those with mental health problems regionally and stop reliance on MH charities. Also we should aim to increase the number of mental health professionals therefore reducing waiting times & we should include more MH discourse in the national curriculum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-10T13:33:27.223Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-10T13:48:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-17T10:31:52.136Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReview and improve support for people with mental health conditions: https://petition.parliament.uk/petitions/330968\r\n\r\nIncreased funding/support to Children and Young People's mental health services: https://petition.parliament.uk/petitions/558759\r\n\r\nIncrease funding for NHS Adult Mental Health Services: https://petition.parliament.uk/petitions/316023"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-17T14:27:44.875Z"
    },
    "id": 559968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559968.json"
    },
    "type": "petition"
}