{
    "attributes": {
        "action": "Slide Tackling in College",
        "additional_details": "As you have the most power in the country to be able to help our petition go forward and be considered to make us enjoy football to the fullest.",
        "background": "We have been told we cant slide tackle in college due to it being dangerous but if slide tackling is taken out of the game it eliminates an aspect of football that will be necessary during games.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-10T09:57:30.424Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-10T10:06:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-17T08:50:01.270Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government has stated that it is important that children continue to remain fit and active and, wherever possible, have the 60 active minutes of daily physical activity recommended by the Chief Medical Officers, and schools have the flexibility to decide how physical education, sport and physical activity will be provided whilst following the measures in their system of controls: https://www.gov.uk/guidance/education-and-childcare-settings-new-national-restrictions-from-5-november-2020\r\n\r\nDeciding what sports to offer and how students should behave while playing these sports is a matter for individual schools, and the guidance for the conduct of individual sports has been devolved by relevant governing bodies, in this case the Football Association, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-17T08:50:01.266Z"
    },
    "id": 559927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/559927.json"
    },
    "type": "petition"
}