{
    "attributes": {
        "action": "BAN THE BANG\r\nFireworks are killing our pets.\r\nBAN THE BANG",
        "additional_details": "ANIMALS ARE SUFFERING. \r\nPet Owners Are Loosing The Lives Of Their Beloved Pets. \r\nANIMALS ARE SUFFERING. \r\nALL ANIMALS \r\nCats, dogs, horses, rabbits, zoo animals, all animals are suffering with severe injury or death all because people think Fireworks are fun. People don't listen to the rules of not being allowed to use near livestock. So BAN THE BANG and save our poor animals that are SUFFERING! \r\nNoahs Ark Zoo have lost there baby zebra 'Hope' due to fireworks being set off close the her. Its hone beyond a joke now and we need to stop!",
        "background": "Let people have their Fireworks, sparklers ect.\r\nBut stop them being allowed to use Fireworks that go bang. As people are still using them near livestock (farmers land, horses, zoos and many more)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-10T16:39:03.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-10T16:54:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-16T16:27:02.738Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-16T16:27:02.733Z"
    },
    "id": 560001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560001.json"
    },
    "type": "petition"
}