{
    "attributes": {
        "action": "Disaggregate tax data by race or ethnic group.",
        "additional_details": "Policymakers and economists who study taxation aim to delve into the redistributive effects of allocating revenues, as a way of correcting inequality. Hence the politics of taxation should be no more complicated than what is required to achieve a more equitable system of income distribution. Disaggregated data would be a valuable component in tax policy development.",
        "background": "Disaggregate tax data by ethnic group to aid policymakers in assessing the implications of health and economic crises. Making use of this data establishes a threshold of concern, and the platform, to develop and evolve policies that address underlying issues that affect legally protected persons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-11T11:25:27.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-12T13:02:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-19T17:29:34.404Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want policymakers to use disaggregated tax data to inform their decisions, however it's not clear how precisely you want this to be applied nor what decisions this would apply to. The Government, and all public sector bodies, are required by law to undertake equality analyses of their policies, to ensure they meet the needs of groups who share a protected characteristic and that they do not increase inequalities. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-19T17:29:39.341Z"
    },
    "id": 560119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560119.json"
    },
    "type": "petition"
}