{
    "attributes": {
        "action": "Allow university students to travel home for Christmas when they choose to",
        "additional_details": "Many students have jobs and are essential workers in the areas they go to university and often taking 4 weeks off work is not allowed. Also many university students will not get the rent money they are already struggling to pay back if they are forced to go home weeks earlier than they planned. This decision will also have a mental effect on many students as they no longer feel happy and comfortable at home so forcing them to stay home longer will have a detrimental effect on their mental health",
        "background": "To remove the window dates the government have created and allow students to travel home at whatever point they want and need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-11T14:10:24.789Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-11T14:15:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-18T10:58:27.884Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has released guidance for students and universities, however this is not mandatory and students can travel after this date, or not at all if they do not wish to, subject to other national and local restrictions in place at the time.\r\n\r\nThe Government guidance states: \r\nAnyone who remains at university after 9 December will run the risk of having to undertake a period of isolation of up to 14 days at university, if they contracted Coronavirus (COVID-19) or were identified as a contact of someone who had, and would therefore be at risk of not being able to travel home for the end of term break. We therefore ask higher education providers to help reiterate this message so that students can make an informed choice.\r\nhttps://www.gov.uk/government/publications/higher-education-reopening-buildings-and-campuses/student-movement-and-plans-for-the-end-of-autumn-2020-term\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-18T10:58:27.881Z"
    },
    "id": 560145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560145.json"
    },
    "type": "petition"
}