{
    "attributes": {
        "action": "Code of Conduct for Members should cover comments made on social media.",
        "additional_details": "On the 9th November 2020, Lord Kilclooney made overtly racist comments in his tweet about the US Vice President-elect Kamala Harris.  Complaints made to the Commissioner for Standards were not investigated because the comments 'do not include a parliamentary dimension' and are therefore outside of the Commissioner's power.  The petitioners want the Code of Conduct extended to prevent Members being able to use social media platforms for racist behaviour, bringing national shame and embarrassment.",
        "background": "Code of Conduct for Members of the House of Lords does not currently extend to comments made on social media.  Powers should be granted to the Commissioner for Standards to censure Members using social media platforms to display racist behaviour.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-12T16:59:44.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-12T18:01:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-19T13:57:54.097Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about matters that the UK Government or the House of Commons are responsible for. We can't accept petitions calling on the House of Lords to take action. \r\n\r\nYou can find out more about the House of Lords Commissioner for Standards, including their contact details here: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/house-of-lords-commissioner-for-standards-/house-of-lords-commissioner-for-standards-/. You may wish to contact them encouraging them to make the change you are asking for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T09:34:35.754Z"
    },
    "id": 560270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560270.json"
    },
    "type": "petition"
}