{
    "attributes": {
        "action": "Make fraudsters pay back to victims what they stole.",
        "additional_details": "The law needs to change, making fraudsters pay back what they stole to their victims.\r\nWhether this be that they have to sell goods, property or they have a charge put on their income or home.\r\nA Criminal Behavior Order also needs to be put on to fraudsters stopping them from getting employment where access to money is involved.",
        "background": "As a victim of serious fraud committed against our small family business by a serial fraudster, its time to take action.\r\nMost fraud victims never get their money back, as fraudsters will never have to pay a penny back of what they stole, leaving the victims to struggle financially and emotionally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-12T09:23:01.555Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-12T14:26:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-19T13:46:08.321Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you wish perpetrators of fraud to be required to repay what they have obtained through that fraud. However there are already legal avenues for victims to recover money from the suspected fraudster, most typically through civil proceedings. It is therefore not clear what else you wish the Government to do.\r\n\r\nIf you feel you have been the victim of fraud, you should contact your local police force. You can also get support from Action Fraud UK, the national reporting centre for fraud and cybercrime: https://www.actionfraud.police.uk/."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-19T13:46:14.484Z"
    },
    "id": 560231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560231.json"
    },
    "type": "petition"
}