{
    "attributes": {
        "action": "Allow school aged pupils to end Autumn 2020 term early for COVID 19 isolation",
        "additional_details": "All families of school aged children should be allowed to have an isolation period for their sons/daughters, away from the school environment (where COVID cases are on the increase in all regions), before they spend Christmas with vulnerable parents/grandparents. Just as is now the case for University Students.\r\nWe have been told that older school pupils spread the virus just as adults....this safety is NOT for pupils who may not have any problems, but for THEIR FAMILY MEMBERS",
        "background": "With Gov. giving the go ahead for University students to be home in time to isolate before they spend Christmas amongst their family members, it is discriminatory to school age students/families if they cannot be away from school setting early, as cases are spreading in schools continually",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-12T09:30:38.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-12T11:33:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-19T09:21:39.884Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nImplement a two week school lockdown before 24 December to save Christmas: https://petition.parliament.uk/petitions/549015\r\n\r\nSuspend fines for school non-attendance during Covid-19 & allow parental choice: https://petition.parliament.uk/petitions/551740"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-19T09:21:39.882Z"
    },
    "id": 560232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560232.json"
    },
    "type": "petition"
}