{
    "attributes": {
        "action": "Reduce The Amount Of Plastic Pollution In Essex",
        "additional_details": "plastic pollution is a big problem because it harms/kills seabirds and marine life, like the fish we eat and it is growing to more and more of a problem, because more and more people are complaining about the plastics they find in their food. Plastics that float into the ocean are being accumulated together by ocean currents. Starting this change in a county like ours may boost other county's into doing the same and saving our world one plastic at a time.",
        "background": "In Essex I have noticed that there is a lot of litter around where I live, specifically plastic bottles and single-use plastics. Having a bigger litter picking team or more bins placed in different towns can help a lot in saving the look and status of our county, and helping Earth.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-13T09:47:05.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-13T11:00:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T10:48:58.695Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can petition Essex County Council directly here: https://www.essex.gov.uk/get-involved/petitions\r\n\r\nWe have published a number of related petitions, which you might like to sign:\r\n\r\nEstablish a national waste plastic collection/recycling programme for England: https://petition.parliament.uk/petitions/553651\r\n\r\nImplement a Deposit Return Scheme for glass and plastic in 2021: https://petition.parliament.uk/petitions/550260"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T10:48:58.693Z"
    },
    "id": 560372,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560372.json"
    },
    "type": "petition"
}