{
    "attributes": {
        "action": "Amend advice given to local authorities on the removal of swings in playgrounds",
        "additional_details": "It’s a small thing, but would really make a difference to children and parents’ experience of playgrounds, particularly now we are in a second lockdown and activities are limited. Families with multiple children would also benefit from this. \r\n\r\nThe rationale behind the removal of these doesn’t make sense now that children are mixing both on other playground equipment and in schools/childcare settings. Social distancing for adults can still be adhered to when using these with children.",
        "background": "Amend the advice given to local authorities  to allow swings removed in children’s playgrounds to be reinstated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-12T19:42:27.971Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-12T21:31:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T14:13:46.956Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nDecisions about the installation or removal of facilities at children's playgrounds is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nThe Government has published advice for local authorities on managing playgrounds, which suggests that measures local authorities might take include limiting the available number of seats on equipment or numbers of swings available to promote social distancing: https://www.gov.uk/government/publications/covid-19-guidance-for-managing-playgrounds-and-outdoor-gyms/covid-19-guidance-for-managing-playgrounds-and-outdoor-gyms\r\n\r\nWe're not clear what change you'd like to see to the guidance which would result in the outcome your petition describes.\r\n\r\nYou could raise this issue with your local councillor. You can find your local councillors by visiting:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T14:13:46.953Z"
    },
    "id": 560307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560307.json"
    },
    "type": "petition"
}