{
    "attributes": {
        "action": "Clarification on guidelines for Funerals",
        "additional_details": "During these difficult times the whole world is facing, its vital that individuals & communities stay connected and not lose their hope or faith especially when families are in bereavement as that's when their most venerable & in need of support. We have just lost 3 brothers in our family this year & one of them being my farther. By clarifying guidelines it will allow human rights to be respected, while adhering & staying within current guidelines, giving a positive message to society as a whole",
        "background": "To allow individual's to pay their final respects for their lost loved ones in these difficult times, stopping communities from breaking down. Families are grieving across UK from all faiths and backgrounds. The government needs to show clarity and leadership for funerals just like for business.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-12T20:45:48.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-12T21:59:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T16:43:47.293Z",
        "rejection": {
            "code": "no-action",
            "details": "We were sorry to read about your family's recent bereavements. Please accept our condolences.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government has published guidelines for arranging or attending a funeral during the pandemic. This includes maximum numbers of individuals who are able to attend funeral ceremonies and linked commemorative events. See:\r\nhttps://www.gov.uk/government/publications/covid-19-guidance-for-managing-a-funeral-during-the-coronavirus-pandemic/covid-19-guidance-for-managing-a-funeral-during-the-coronavirus-pandemic\r\n\r\nThis guidance remains applicable under the local tier system due to be adopted from 2nd December. For more information on what is possible in each tier, see:\r\nhttps://www.gov.uk/guidance/local-restriction-tiers-what-you-need-to-know\r\n\r\nIf there are particular parts of the guidance you consider unclear, you could start a new petition specifying which elements of the guidance you would like to see clarified."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T16:43:47.291Z"
    },
    "id": 560323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560323.json"
    },
    "type": "petition"
}