{
    "attributes": {
        "action": "Raise the tax bracket from the proposed bracket of £19,500 salary to £25,000.",
        "additional_details": "People need to feed their families and pay bills and next year the debt would have mounted for families due to change of salary, loss of jobs or illness.Give people a chance to be independent and catch up and make it worth while for people to work and get back into employment.People cannot run homes, pay bills and keep pay back debt if take home money is less that £19.500, the tax is high enough and people are not having life experiences at this rate already. Don’t kick us while we are down.",
        "background": "It has been proposed for the tax to be raised the next tax year for salaries from £19,500. The government need to readdress this bracket and raise it to at least £25,000 salaries. Don’t kick people while they are down.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-13T13:50:20.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-13T15:38:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T11:40:24.309Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government to take a specific action.\r\n\r\nWe understand that you want the Government to make changes to current tax arrangements, but it's not clear exactly what you want changes you want the Government to make.\r\n\r\nIf you want the Government to increase the personal tax allowance to £25,000 we could accept a petition requesting this, but it would need to be clear that this is what you want to happen. The current personal tax allowance is £12,500, and there do not appear to be any plans to increase this to £19,500.\r\n\r\nIf you want the Government to make some other change to current tax arrangements you could start a petition stating more clearly what change you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T11:40:24.305Z"
    },
    "id": 560403,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560403.json"
    },
    "type": "petition"
}