{
    "attributes": {
        "action": "Demand full disclosure of competing interests from all working for government",
        "additional_details": "There is very little transparency regarding how those working for the government may benefit financially from any decisions made during the democratic process. This could lead to accusations that scientists and other government appointees are favouring products or making decisions that benefit themselves or their friends and associates.",
        "background": "Make it law that anyone with a financial or otherwise interest in a product or company has to declare it if they work for the government in any capacity including scientists, politicians and advisors",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-14T08:18:34.448Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-14T09:13:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T12:22:26.012Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. MPs, including Ministers, are already required to declare any interests\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/registers-of-interests/register-of-members-financial-interests/\r\n\r\nCivil Servants are required to act impartially and without any conflicts of interests. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/civil-service-code/the-civil-service-code\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as creating a public register of interests for all Civil Servants, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T12:22:26.009Z"
    },
    "id": 560480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560480.json"
    },
    "type": "petition"
}