{
    "attributes": {
        "action": "Mediate a peaceful dialogue to stop the civil war in Ethiopia.",
        "additional_details": "The UK government provides financial aid to Ethiopia. This is not reaching Tigray because the government has closed roads to Tigray.  The Prime Minister is waging war against the regional government of Tigray. The Guardian (12/11/20) reported \"thousands more refugees have fled fighting in northern Ethiopia's Tigray region and crossed into Sudan... As many as 10,000 Ethiopians are now thought to have crossed the boarded in the last two days, ...thousands more are likely to leave their homes.",
        "background": "We, the British Citizens Tigrayan origin, ask that pressure be put on the Prime Minister of Ethiopia, Abiy Ahmed, to stop the war and facilitate a peaceful political dialogue among all political parties to resolve their political differences and form a peaceful transitional government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-13T18:41:22.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-13T19:13:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T12:05:05.248Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 4 November the UK Government called for an immediate de-escalation in Tigray and a halt to violence. Foreign Secretary Dominic Raab also emphasised the need to protect civilians and allow humanitarian access in a phone call with Prime Minister Abiy on 10 November.\r\n\r\nOn 17 November the Government said it is “working closely with humanitarian agencies to ensure that aid reaches civilians affected by the fighting.”\r\n\r\nYou can find out more about the current crisis in Ethiopia and the Government's position on this in a briefing produced by the House of Commons Library: https://commonslibrary.parliament.uk/ethiopia-fears-of-civil-war-in-tigray-region/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T12:05:05.245Z"
    },
    "id": 560435,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560435.json"
    },
    "type": "petition"
}