{
    "attributes": {
        "action": "Remove the newly installed unnecessary bus lanes in Charlton and Woolwich",
        "additional_details": "We believe this is a miscalculated move made by Greenwich Council as the situation has in no way improved air quality but has created dangerous levels of pollution.\r\n\r\nWe hope this petition will help bring to focus the situation we face in the area and for it to be reassessed and reversed so that Greenwich Council are using the TfL Cycleway 4 funding correctly by installing cycle lanes and not bus lanes.\r\n\r\nA petition made on Change.org with over 2000 supports. Our local MP is not willing to help.",
        "background": "The recent installation of the at all time bus lanes on the A206 (SE London) have increased congestion levels significantly. As a result there are vehicles queuing all day on this long stretch of the road causing unnecessary congestion, pollution as well as affecting the mental health of the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-15T20:02:30.327Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-15T20:12:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-20T16:06:35.195Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for TfL and the local authorities. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-20T16:06:35.193Z"
    },
    "id": 560656,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560656.json"
    },
    "type": "petition"
}