{
    "attributes": {
        "action": "Give a designated relative of every care home resident the right to visit.",
        "additional_details": "Thousands of residents of care homes and nursing homes in the UK suffer with a range of life-limiting conditions including dementia.\r\n\r\nPrevious solutions of \"through the window\" visits or garden visits do not work for people with severe conditions who are often bed bound, have very limited mental capacity or have lost hearing or sight. Cyber solutions do not work for these patients either.\r\n\r\nIt should be a basic right to comfort those by touch and speech in a safe way.",
        "background": "The government need to immediately implement a system of COVID testing that allows at least one designated relative to visit their loved ones in care homes and nursing homes. The right to comfort your relative and hold their hand is paramount for their mental health in their final years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-15T11:53:06.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-15T17:00:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T14:21:13.498Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government published new guidance at the start of December covering arrangements for visiting care homes in England. This guidance notes that visiting should be supported and enabled wherever it is possible to do so safely, including indoor visits in all local restriction tiers where the visitor has been tested and returned a negative result. \r\n\r\nSee: https://www.gov.uk/government/publications/visiting-care-homes-during-coronavirus/update-on-policies-for-visiting-arrangements-in-care-homes\r\n\r\nIf there are changes you would like to see to this guidance, you could start a new petition calling for those changes."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T14:21:13.495Z"
    },
    "id": 560613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560613.json"
    },
    "type": "petition"
}