{
    "attributes": {
        "action": "Introduce new censorship laws in response to false information around COVID.",
        "additional_details": "There are around 800000 views on posts tagged #vaccinesaredangerous on TikTok.\u2028 Around 80 UK mobile towers are reported to be burned from the conspiracy theory that 5G was to blame for COVID.\u2028 46% of respondents of an Ofcom survey said they had seen false information on COVID.\r\nWidespread false information on COVID affects how seriously people take the pandemic and could change the course of it. We NEED to place laws that penalise social media companies that fail to take down false information.\r\n ",
        "background": "Over the pandemic, there has been a large number of posts on false information on COVID. This has dangerous consequences. For instance, with the development of a COVID vaccine, experts are warning anti-vax posts on social media may prevent herd immunity once a vaccine is available to the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-15T22:25:53.941Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-16T08:33:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-17T19:45:20.111Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as create a new offence of distributing false information, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:15:33.977Z"
    },
    "id": 560676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560676.json"
    },
    "type": "petition"
}