{
    "attributes": {
        "action": "Stop businesses from having required/preferred experience for entry level jobs",
        "additional_details": "The lack of regulation concerning experience unfairly affects young people, while forcing those with experience to compete for work that doesn't reflect their skills nor pay them for their knowledge. Many young people find themselves in a frustrating cycle of not being able to gain experience because they don't have any - a cycle that is not congruent with the Conservative party policy of 'levelling up' the whole UK; entry level employment should ensure anyone can enter the workforce.",
        "background": "Young people are finding it harder than ever to find work, especially due to the abysmal handling of the COVID-19 crisis, but businesses can still freely set experience targets that make it nearly impossible for many to enter the workforce in roles that are rarely payed a living wage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-17T01:03:01.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-17T09:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T15:15:45.707Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The qualifications and experience employers require for particular jobs is a matter for individual employers, not the Government or House of Commons.\r\n\r\nIndirect discrimination that disadvantages people with a protected characteristic is already illegal unless an organisation or employer is able to show that there is a good reason for the policy: https://www.equalityhumanrights.com/en/advice-and-guidance/what-direct-and-indirect-discrimination\r\n\r\nWe could accept a petition calling on the Government to hold a review looking at barriers to entering work for the young and inexperienced, with a view to identifying ways of tackling these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-23T15:15:45.705Z"
    },
    "id": 560796,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560796.json"
    },
    "type": "petition"
}