{
    "attributes": {
        "action": "Compel insurance companies and to payout against life Insurance or pandemics.",
        "additional_details": "Large insurance companies offer the comfort but  always try and find a way out from paying. \r\nMany people have been paying all their lives with the comfort that if called upon the insurance companies will take care of everything from money to saving a family home. \r\nBut this isn’t the case, a simple ‘do not cover pandemics-not covered’ isn’t fair to millions of people who have been paying. They need to support families and cover for losses. These should as smatter of standard form be included in insurance contracts.",
        "background": "Insurance companies should pay out against pandemics \r\nWhether that’s life, company occasions(e.g weddings) and loss of earnings. \r\nIf not on new policies perhaps on existing policies...To include a standard term in any insurance cover contracts to cover pandemics related losses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-16T21:12:46.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-16T21:22:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T14:26:20.064Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The terms of any particular insurance policy is a matter for the insurance provider and the policy holder, not the UK Government or Parliament.\r\n\r\nYou could start a petition calling for the Government to create a compensation scheme for people not covered by insurance for Covid-related losses, if that is something you'd like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/ "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-11-23T14:26:23.773Z"
    },
    "id": 560783,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560783.json"
    },
    "type": "petition"
}