{
    "attributes": {
        "action": "Compulsory equality and diversity training for all workers in the justice system",
        "additional_details": "We are drowning under research identifying unfair treatment suffered by those of colour who come into contact with the criminal justice system. As a Barrister working in the civil justice system I have suffered racism committed by other lawyers over the last 21 years. I know of Barristers who are proud members of right wing groups, who advocate against LGBTQ rights and the \"rights of the indigenous British\". Law is a pillar of society and should not be poisoned by conscious or unconscious bias.",
        "background": "Create a law providing for all those who work within the legal justice system to undertake compulsory equality and diversity training, 4 hours pa.  Acts of parliament prohibiting unfair treatment have failed to drive the necessary societal change needed to ensure the fair administration of justice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-16T17:38:45.123Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-16T18:19:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T15:06:44.771Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the UK Government or House of Commons to take a specific action.\r\n\r\nWe understand that you are concerned about equality and diversity in the justice sector, but it's not clear exactly who you want to be required to undertake mandatory training, or that the Government would be responsible for mandating this.\r\n\r\nThe Solicitors Regulation Authority and Bar Standards Board, not the UK Government or House of Commons, regulate solicitors and barristers.\r\n\r\nWe could accept a petition calling on the Government to make it a legal requirement for barristers to undertake certain training in order to be able to participate in court proceedings, if that is what you want to happen. If you want a wider group of professionals to be required to undertake mandatory training we may be able to accept a petition about this, but you would need to be clear exactly who you wanted to required to undertake this training."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-23T15:06:44.768Z"
    },
    "id": 560754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560754.json"
    },
    "type": "petition"
}