{
    "attributes": {
        "action": "Make Media Studies a compulsory subject in UK schools.",
        "additional_details": "The Government is already aware of this problem and has introduced a rapid response unit to tackle it (https://www.bbc.co.uk/news/technology-52086284).\r\n\r\nBut, the fact is that \"fake news\" is so widespread that unless people have the skills to be able to deal with it themselves, there is no telling what damage it may continue to do.\r\n\r\nResearch has been carried out to back this up, as well (https://edtechnology.co.uk/latest-news/media-studies-should-be-mandatory-says-bournemouth-university/).",
        "background": "In the last few years alone \"fake news\" has influenced elections, led to violence, and has caused mental distress to countless people. With Coronavirus, this has become literally life or death. Being able to critically evaluate the information we consume is integral in the age of social media.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-17T14:54:26.883Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-17T16:04:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T12:12:48.521Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/331331\r\n\r\nThe title of your petition called for media studies to be made a compulsory subject, but the main text of your petition focused on fake news, which is covered by the above petition.\r\n\r\nIf you specifically want media studies to be made a core subject in the national curriculum we could accept a petition requesting this, but it would need to be clear from your petition text that this is what you want to happen. We could only accept a petition requesting this for England, as education is a devolved responsibility in Scotland, Wales and Northern Ireland."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-04T14:36:18.362Z"
    },
    "id": 560846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560846.json"
    },
    "type": "petition"
}