{
    "attributes": {
        "action": "MAKE ONLINE EDUCATION SAFE!\r\nMAKE LAWS ENFORCEABLE ON PRIVATE ONLINE EDUCATION!",
        "additional_details": "HIGH NUMBERS OF VULNERABLE STUDENTS ARE VICTIMS OF THE ILLEGAL, ABUSIVE AND INADEQUATE ONLINE SCAMS WHEN THEY PURCHASE COURSES ONLINE. \r\nTHERE IS NO  PUBLIC AUTHORITYS/ NO LEGISLATION ENFORCEABLE  OVER PRIVATE ONLINE EDUCATION  PROVIDERS. AS A RESULT, ONLINE EDUCATION IS INADEQUATE, EXPENSIVE,  DISCRIMINATING, ABUSIVE, UNAPPROPIATED, ILLEGAL. THE PANDEMIC MOVED EDUCATION ONLINE, BUT ONLINE EDUCATION IS ILLEGAL. \r\nNO STUDENT SHOULD BE SUBJECT OF SCAMS, ESPECIALLY AS THEY PAY HIGH TAXES\r\nMAKE LAWS!",
        "background": "The Government and Parliament should make legislation enforceable over online private education providers &should make it compulsory for any learning provider to register with Department for Education. The Government should also scrapp the charitable status of online private schools  and charge tax",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-17T21:25:58.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-17T23:10:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-23T11:25:24.994Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you are concerned about online courses, but qualifications are already regulated in the UK, and we're not sure what you mean by \"online education is illegal\". \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-23T11:25:24.990Z"
    },
    "id": 560902,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560902.json"
    },
    "type": "petition"
}