{
    "attributes": {
        "action": "Actions against schools or closure of schools due to coronavirus.",
        "additional_details": "I am a father of 3 in which 1of my children is in school and 1 of them go to college. I am really concerned about the video/picture I have seen from a friend which has been published on Facebook where the children are hurded like cattle in a corridor with other children are not wearing facemasks and there is no social distancing in place. I am really worried that this situation could increase the number of covid cases and as a result hospitalisation or god forbidden death. It is an issue that needs to be raised quickly as as a parent I am worried so much and so are thousands of other parents who think the same, greater actions need to be taken into consideration or the closure of schools/colleges needs to be implemented. Keep safe and kind regards Kenneth Parkin.",
        "background": "Allow the closures of schools/colleges or implement greater measures within schools/colleges in the future.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-18T16:26:33.814Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-19T09:59:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-26T08:45:11.375Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nReclose schools and colleges due to increase in COVID-19 cases: https://petition.parliament.uk/petitions/550846\r\n\r\nMake wearing face masks mandatory in secondary schools and colleges: https://petition.parliament.uk/petitions/330227\r\n\r\nMandatory for children aged 11 and above to wear face masks whilst at school: https://petition.parliament.uk/petitions/331826\r\n\r\nSuspend fines for school non-attendance during Covid-19 & allow parental choice: https://petition.parliament.uk/petitions/551740\r\n\r\nIf you want the Government to take an action not covered by the above you could start a new petition stating clearly what you want the Government to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T09:22:59.966Z"
    },
    "id": 560989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560989.json"
    },
    "type": "petition"
}