{
    "attributes": {
        "action": "Ban Animal suffering, and death for the purpose of television entertainment.",
        "additional_details": "As far back as the 1800's the British Government introduced legislation which has banned the use of animals for practices such as bear baiting and bull fighting, on the premise that such practices are cruel, unnecessary, and cause suffering, and death to the animals involved for no purpose but entertainment. However, killing, and harming animals for entertainment in TV shows such as I'm Celebrity, Get Me Out Of Here, and Ed Stafford: First Man Out is still legal. We should value life.",
        "background": "Introduce legislation which makes it illegal to use any animal (not just vertebrates) for the purpose of entertainment where it results in suffering to, injury to, or the death of the animal involved. It should apply to any production created in the UK, and overseas productions being shown on UK TV.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-17T23:25:16.474Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-18T22:17:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-24T11:47:30.323Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Broadcasting standards are a matter for Ofcom and not for the UK Government and Parliament to decide. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T14:57:46.339Z"
    },
    "id": 560916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/560916.json"
    },
    "type": "petition"
}