{
    "attributes": {
        "action": "Ask Parliament to review how healthcare regulations are interpreted",
        "additional_details": "Regulators interpret regulations, without any regard on how this impacts on the health and human rights of patients with many chronic  conditions, currently prevented from receiving proper medical care and support.\r\nThe strict interpretation of some health care regulations undermines the human right to choose what kind of treatment is best for the individual, fail to prevent direct or indirect harm; anyone who objects is totally ignored - “the regulators know best what is good for You”!",
        "background": "The U.K. health sector is under considerable pressure to meet some essential standards of safety and efficiency. The interpretation of some regulations have a negative impact of health care workers’ priorities and morale; there is evidence they are actually violating some fundamental human rights",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-19T08:27:53.104Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-19T18:47:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-24T16:12:40.356Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nIf you're concerned about a specific policy decision, you could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe also wouldn't be able to accept a petition calling for an action that falls within the independent operational responsibility of one or more healthcare regulators, as this is something Government and Parliament wouldn't be responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-24T16:12:40.353Z"
    },
    "id": 561057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561057.json"
    },
    "type": "petition"
}