{
    "attributes": {
        "action": "Add an additional sign or road markings to the T junction near Colmslie Farm",
        "additional_details": "I feel like this dangerous junction is just waiting for more crashes. It is known that there was two separate crashes on one day at this junction. By adding a sign or road markings this will minimise the risk of future crashes and ensure the safety of the road users. It will also help the farmer as he has had to fix the damaged fence on numerous occasions. It is just a matter of time before there is a fatality, this must be stopped.",
        "background": "I would like there to be a sign added to a junction that is currently not well sign posted. This T junction is very dangerous and there have been numerous accidents due to the poor signage and late notice of the junction. Alternatively, road markings could be added to signify the upcoming junction.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-19T14:36:05.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-19T15:25:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-25T16:34:22.151Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-25T16:34:22.149Z"
    },
    "id": 561113,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561113.json"
    },
    "type": "petition"
}