{
    "attributes": {
        "action": "To force motorway service stations to provide healthy eating options",
        "additional_details": "Because the heath of a wagon drive is monitored after the age of 50 for every 5 years this will give drivers more choice to make the right decision. It can also help with safer roads as bodys will not be fatigued with suger rushes.\r\nIt will also improve the heath of any driver and give them more options at the moment you can spend more on a bottle of water then an suger drink so the choice is to easy to go for high suger or high fats",
        "background": "To force motorway services to provide healthy eating options \r\nThis will have lots of benefits and will make the roads safer \r\nFor wagon drivers they are forced to ither eat unhealthy high fat and sugar meals but with no other option this will improve some driver health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-20T20:25:24.240Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-21T03:04:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-27T14:18:07.160Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This would be a matter for operators of service stations and the shops and restaurants within them, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-27T14:43:20.063Z"
    },
    "id": 561309,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561309.json"
    },
    "type": "petition"
}