{
    "attributes": {
        "action": "Vulnerable parents to be able to choose for their children not to attend school",
        "additional_details": "Schools are beginning to ask for ‘proof’, in the form of consultant letters, that parents are vulnerable following guidance from the dfe. Many consultants simply do not have the time to do this. The government shouldn’t be expecting consultants to have to do this when CEV parents already have proof through previous shielding letters and correspondence. These letters can be given in as evidence to employers to show that these parents should not work so surely schools can accept these also?",
        "background": "Government to allow schools to accept shielding letters, or any other correspondence identifying parents as vulnerable, as a reason for children to work from home without threat of fines or losing their school space. This should not have to be a consultant level letter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-22T09:37:37.341Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-22T09:50:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T16:52:24.703Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nEnable online learning for children who live with those who are vulnerable\r\nhttps://petition.parliament.uk/petitions/556586\r\n\r\nRequire schools to support home learning during Covid-19 outbreak\r\nhttps://petition.parliament.uk/petitions/334065\r\n\r\nAllow temporary homeschooling during the pandemic without losing school place\r\nhttps://petition.parliament.uk/petitions/551464"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T16:52:24.699Z"
    },
    "id": 561460,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561460.json"
    },
    "type": "petition"
}