{
    "attributes": {
        "action": "Include Reproductive Health in the 2010 Equality Act",
        "additional_details": "Sex equality is a fundamental principle that the U.K. values however women are being unfairly treated as a consequence of their reproductive system.\r\n\r\nAs an example, sick absences in the workplace as a result of disruptive periods or symptoms of menopause can reflect negatively to women when compared to their male counterparts; this is fundamentally unfair.\r\n\r\nI am requesting the government to include reproductive health as a protected characteristics in the Equality Act 2010.",
        "background": "Make reproductive health a protected characteristic as is the case for maternity and pregnancy characteristics.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T09:34:24.429Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-25T08:32:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T11:34:54.847Z",
        "rejection": {
            "code": "no-action",
            "details": "Sex is already a protected characteristic under the Equality Act 2010, which makes direct and indirect discrimination on the basis of sex unlawful. This would include policies that indirectly discriminate against women, such as those you describe in your petition.\r\n\r\nIf you think you might have been treated unfairly and want further advice, you can contact the Equality Advisory and Support Service: https://www.equalityadvisoryservice.com/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T09:27:23.327Z"
    },
    "id": 561568,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561568.json"
    },
    "type": "petition"
}