{
    "attributes": {
        "action": "Cancel Foreign Aid & HS2 before raising taxes",
        "additional_details": "Cancelling both of these will save £300bn over 10 years",
        "background": "Before the government even thinks of raising taxes (direct or stealth), they must cancel Foreign Aid (except for disasters, passed with a HofC vote) & also cancel the unnecessary £200 billion white elephant HS2, of the which the taxpayers cannot see a need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T21:36:22.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-24T21:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T09:49:09.442Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the prospect of tax rises, but it's not clear exactly what you'd like the Government or Parliament to do. Your petition refers to any increase in taxes, but the Government has already given local authorities the power to increase council tax.\r\n                \r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCease foreign aid during covid-19 and use the funds to support UK economy: https://petition.parliament.uk/petitions/552360\r\n\r\nCommit to a public review of HS2 project and suspend all on-going work now: https://petition.parliament.uk/petitions/314520\r\n\r\nHold a public vote on HS2 project as it is being paid for by the public: https://petition.parliament.uk/petitions/326850\r\n\r\nIf you want the Government to reduce spending rather than increase taxes to deal with Covid-19 spending we could accept a petition requesting that.\r\n\r\nWe also couldn't accept a petition making unsubstantiated claims about the cost of HS2. The latest estimate for the cost of the project is around £100 billion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T09:49:09.440Z"
    },
    "id": 561660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561660.json"
    },
    "type": "petition"
}