{
    "attributes": {
        "action": "Require websites and advertisers to allow a one click opt-out of all tracking.",
        "additional_details": "GDPR was a step in the right direction, but it's now rendered most websites unusable without consenting to tracking your movements online for data collection purposes. Almost every website visibly obscures content with a Cookie prompt, which has a huge 'Agree' button, but whenever you disagree and want to deny consent, you're forced to deselect often hundreds of trackers individually before continuing to the content you visited that site for. This is not sustainable, and needs to change.",
        "background": "The UK Government should legally require any commercial entity serving the UK to allow users to deny consent to all cookies used for tracking/advertising purposes via a single, easily visible button. It should also require them to adhere to preferences set in the users browser, without reprompting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T20:29:31.173Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T20:57:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T11:00:32.574Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for data protection legislation, but implementing measures that ensure they are compliant with these and deciding how to offer their services is a matter for indiviudal data holders, including website operators, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T11:00:32.571Z"
    },
    "id": 561646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561646.json"
    },
    "type": "petition"
}