{
    "attributes": {
        "action": "Government must take responsibility if students don’t achieve their results.",
        "additional_details": "Students are not getting the full university experience eg: Lab, Without these Practical experiences in the lab, its very difficult to do the assignments and reports based on the Practical. Covid is a fact and its a issue that has to be considered but after all the hard work if we don’t achieve the results needed then this can lead to Mental health problems and financial issues. Therefore the Government should take some actions for the students both Uk and International during this pandemic.",
        "background": "The Uk government should take responsibility if students don’t achieve their results. The new law states that if you think the adequate teaching is not met then complain to the university but if university fails the student due to complaining then the government should pay back the full loan.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-23T19:04:20.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-23T19:27:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T10:51:38.771Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T10:51:38.769Z"
    },
    "id": 561626,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561626.json"
    },
    "type": "petition"
}