{
    "attributes": {
        "action": "Save Our Pubs with an urgent support package",
        "additional_details": "Pubs have been unfairly singled out in the new tiered system for England; pubs in Northern Ireland & parts of Scotland are also closed (or banned from selling alcohol, which amounts to forced closure) and pubs in Wales & other areas of Scotland are at risk from further forced closures. The current level of grant support isn't enough to cover ongoing costs, especially rent, never mind support publicans and their families, so urgent action is needed to avoid mass pub closures & hardship.",
        "background": "Announce an urgent package of support for pubs including closure grants increased to £1000 a week to cover costs, a statutory rent code including the right to a rent review, then a business rates holiday in 2021 & VAT of 5% on all pub/hospitality sales, including on all drinks, to support all pubs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-24T11:38:15.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-24T12:47:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T16:19:59.842Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/552314\r\n\r\n###Further information\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2020-12-08T09:40:36.033Z"
    },
    "id": 561712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561712.json"
    },
    "type": "petition"
}