{
    "attributes": {
        "action": "Do NOT make the Covid vaccine mandatory it’s OUR body we should have the choice.",
        "additional_details": "We should have the choice whether we wish to be vaccinated or not, there have been far worse illnesses than Covid in the Uk and we have never made any other vaccines mandatory before, meningitis and measles are far more serious than Covid, as long as the vulnerable people are vaccinated then they will be safe from the illnesses and everyone is sensible.",
        "background": "I want the government to NOT make the Covid vaccine mandatory because vaccines are not safe for everyone, some people have bad reactions to vaccines, not one suits all it’s our body we should have the choice whether we wish to take it or not, no other vaccines have ever been mandatory in the Uk.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-11-24T17:40:10.408Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-24T17:49:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T10:19:25.936Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already against the law for people to be required to undergo medical treatment, including vaccinations. The Coronavirus Act 2020 has not changed this.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPrevent any restrictions on those who refuse a Covid-19 vaccination: https://petition.parliament.uk/petitions/323442\r\n\r\nDo not implement proposed changes to Human Medicine Regulations: https://petition.parliament.uk/petitions/549793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-11-30T10:19:25.932Z"
    },
    "id": 561750,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561750.json"
    },
    "type": "petition"
}