{
    "attributes": {
        "action": "Reconsider the Tier 3 Hospitality rules for businesses not serving alcohol.",
        "additional_details": "The government have been publishing weekly data showing settings where coronavirus (Covid-19) has suspected to have been contracted. Cafes and hospitality settings, along with prisons, have been consistently at the bottom of the list and schools and retail at the top. Yet, when uncovering their latest tiered system, it is hospitality which is yet again to bear the brunt of restrictions.\r\nThe government's strategy is not backed up by evidence and the persecution of hospitality businesses must stop.",
        "background": "The tier 3 restrictions blanket covering hospitality will crush livelihoods and annihilate jobs. The government must reconsider the tier 3 enforced hospitality business closures which target businesses that are regulated and proven to be clean, safe places of business to save jobs and livelihoods.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-24T18:51:39.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-24T19:10:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T09:02:10.453Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 restrictions on the hospitality sector, but we are not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example, allowing hospitality businesses that do not sell alcohol to open in Tier 3 areas.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nChange Tier 3 rules to allow pubs and restaurants to stay open: https://petition.parliament.uk/petitions/561917"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-01T09:03:11.762Z"
    },
    "id": 561754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561754.json"
    },
    "type": "petition"
}