{
    "attributes": {
        "action": "Stop using the phrase 'Battered Woman Syndrome' in cases of domestic violence.",
        "additional_details": "Stating that this recognised sub-category of PTSD explicitly happens to women can further enforce negative stigmas, and prevent victims seeking help. As it stands, this term has been formally recognised in UK legislation; if it were to change, it may encourage more male or non-binary people to speak out, and be an advocate for the mental health implications of this trauma. Not only this, but the term 'battered woman' is insensitive, and may dissuade anyone from seeking help regarding the issue.",
        "background": "Stop using the term 'Battered Woman Syndrome' in order to describe the trauma experienced subsequent to situations of domestic violence whether psychological, physical or sexual. The insensitive name could prevent survivors of these situations from speaking out, or seeking help.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-25T02:09:50.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-25T02:18:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-01T10:30:48.805Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of the phrase \"battered woman syndrome\", but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nThe phrase \"battered woman syndrome\" is widely used to describe a subcategory of post-traumatic stress disorder (PTSD), but we have been unable to find any reference to it in UK legislation, and the UK Government is not responsible for the language used by psychologists, the courts or other organisations or individuals.\r\n\r\nIf there is a specific piece of legislation you want the Government to review or reform we could accept a petition requesting this, but it would need to be clear what legislation you wanted to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T09:39:37.732Z"
    },
    "id": 561794,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561794.json"
    },
    "type": "petition"
}