{
    "attributes": {
        "action": "I would like you to review the guidance around a drug called Teduglutide",
        "additional_details": "Teduglutide is used in short bowel patients a illness my daughter suffers with, this drug has proved revolutionary in reducing the need for TPN and allowing patients to live a more normal life free of invasive medical treatments and procedures. The drug is available on the NHS in Scotland, many a time as a family considered a move here just to get my daughter the treatment that will drastically improve her quality of life. For this to be approved would be life changing for so many",
        "background": "Im asking you to review the approval in the UK of  Teduglutide so that we and many other sbs patients and families can access this drug and put an end to the risks associated with sbs and TPN",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-24T19:26:18.083Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-25T09:39:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-11-30T16:52:14.425Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nGuidance on the commissioning of specific medicines by the NHS in England is produced by the National Institute of Health and Care Excellence (NICE). NICE's appraisal of the use of teduglutide to treat short bowel syndrome is currently ongoing and guidance is in development:\r\nhttps://www.nice.org.uk/guidance/indevelopment/gid-ta10048\r\n\r\nYou can find out more about how to get in touch with NICE at:\r\nhttps://www.nice.org.uk/get-involved/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-04T11:51:10.010Z"
    },
    "id": 561760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561760.json"
    },
    "type": "petition"
}