{
    "attributes": {
        "action": "Make all animal hunting illegal for everyone",
        "additional_details": "I want this because animals are living specimens just like us so they shouldn't be killed for people's fun or enjoyment. I've seen pictures on social media of the animals that people have killed and being proud about it which is disgraceful! Animals have feelings like us but they can't vocalise them like we do, so animals should not be killed! If people continue to do this to animals we're going to have more animals endangered of extinction so we need to save and protect animals, not kill them!",
        "background": "I'd like to make all animal hunting/killing illegal. People who hunt wild animals and people who do it as sport should be banned. I've loved animals all my life and they've helped me, mentally so much, so seeing people kill and harm them makes me want to give animals the life that they deserve!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-25T11:38:41.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-25T11:46:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-21T12:55:13.004Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the hunting and killing of animals, but it's not clear exactly what you want the Government to do about this.\r\n\r\nIf you want the Government to ban all hunting of animals, or all slaughter of animals, we could accept a petition requesting either of these, but you would have to be clear which you wanted, and provide your full name.\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nBan Slaughter and Breeding of Innocent Animals for food: https://petition.parliament.uk/petitions/556039"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-21T12:55:13.001Z"
    },
    "id": 561836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561836.json"
    },
    "type": "petition"
}