{
    "attributes": {
        "action": "Ease the burden of covid measures: include supermarkets and support hospitality",
        "additional_details": "While we all merrily go about our Christmas shopping, helping the big 4 thrive, as they have throughout this crisis. Customers forget to sanitize their hands, pick up items and put them back, hover over shoulders at the reduced section and nobody is being held accountable for the consequences.\r\n\r\nTrack and trace should be implemented in supermarkets, and the hospitality industry should be allowed to reopen under the same conditions, December is the month they need to recover losses and survive the financial mess that 2020 has created.",
        "background": "The hospitality industry has had it's worst year ever due to COVID-19. When they were allowed to open, strict guidelines, and track and trace was implemented. Supermarkets have shouldered none of this burden, while customers in their hundreds mix indoors spreading the virus with no accountability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-26T13:18:33.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-26T14:00:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T16:42:44.234Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nUK Government guidance already says that supermarkets need to avoid crowding and create adequate spacing between individuals. Staff are also required to wear face coverings unless exempt. You can find out more here: https://www.gov.uk/government/publications/covid-19-guidance-for-food-businesses/guidance-for-food-businesses-on-coronavirus-covid-19 \r\n\r\nYou may wish to sign this petition calling for track and trace to be made mandatory for all take away food service and supermarkets: \r\nhttps://petition.parliament.uk/petitions/561185"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-02T16:42:53.776Z"
    },
    "id": 561993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/561993.json"
    },
    "type": "petition"
}