{
    "attributes": {
        "action": "MP's to donate the net difference in pay from a pay rise to the NHS",
        "additional_details": "The injustice is self-evident, but regardless:-\r\n\r\n1. MP's current pay of 82k is already over £50k more than the average salary and MP's get considerable expenses and subsidised food & drink. They can easily cope with current economical woes.\r\n\r\n2. 100's of thousands lost jobs. Furloughed have taken a 20% pay cut. The rest have nothing. To keep a pay rise now is unconscionable.\r\n\r\n3. Other leaders have taken pay cuts. Public sector workers a pay freeze. This is simply unjust.\r\n\r\nDo the right thing.",
        "background": "If the proposed pay rise from IPSA goes ahead, as MP's cannot themselves turn down the raise, I want all MP's to form a cross party alliance to pledge to the public that they will arrange for the net difference in their take home pay be donated to the NHS or charity of an equally worthy cause.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-26T14:29:32.904Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-27T18:16:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T16:57:28.837Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Charitable donations are a matter for individuals.\r\n\r\nThe Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-02T16:57:28.834Z"
    },
    "id": 562014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562014.json"
    },
    "type": "petition"
}