{
    "attributes": {
        "action": "Introduce solidarity tax to pay for Covid debts",
        "additional_details": "The Government should consider a solidarity tax. Germany covered the two trillion Euros for reunification like this. The Government proposes to cover the Covid debt of £380b by various income taxes, reduction in foreign aid, lowering of council services, public sector pay freezes, etc. This is a depressing \"death of a thousand cuts\". A phased, means-tested solidarity tax is a single, clear tax that will allow recovery in 10 years, yet allow the nation to continue to invest, build and grow.",
        "background": "In times of immense difficulty, such as after wars, the concept of a solidarity tax (or recovery tax, or suchlike) is sometimes introduced. This is essentially a small increment on taxes (such as income, capital gains, etc.) that is already paid, in order to provide for the recovery.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-26T19:46:29.862Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-26T20:13:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-03T10:20:16.508Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change taxes to pay off debts incurred as a result of the Covid-19 outbreak, but it's not clear what changes you want the Government to make to current taxes. Your petition refers to increasing the rate of existing taxes and says this should be phased and means-tested, but it's not clear what taxes you want to be changed, and how.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nIncrease Corporation Tax and tackle tax avoidance to fund economic recovery: https://petition.parliament.uk/petitions/320783\r\n\r\nWindfall Tax Profits made by Companies during the Covid 19 Pandemic: https://petition.parliament.uk/petitions/555131"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-03T10:20:16.506Z"
    },
    "id": 562081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562081.json"
    },
    "type": "petition"
}