{
    "attributes": {
        "action": "Open Acess Youth Centres closed in the first lockdown to reopen",
        "additional_details": "The government has the power to put youth work in a position to be able to keep all young people safe throughout this pandemic and to bear in mind the fact that when things return to some normality , young people will find it harder to access services instead of being educated at an early intervention level . Missing young people have no where to check in at an evening time also therefore perpetrators of exploitation have far more access to young people . Help us keep young people safe",
        "background": "In March , all Youth Centres and community centres were closed due to the pandemic .  At present time have no evening safeguards for young people  . This puts young people at more risk than previously and there are no updates on reopening . Informal education has to be as important as statutory",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-27T08:09:18.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-27T09:55:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-04T09:36:19.795Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of youth centres closing, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, calling for youth centres to be exempted from current Covid-19 restrictions, or for additional funding for youth centres due to Covid-19."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-04T09:36:19.792Z"
    },
    "id": 562122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562122.json"
    },
    "type": "petition"
}