{
    "attributes": {
        "action": "Reinstate funding Nivolumab treatment to NHS patients with metastatic melanoma.",
        "additional_details": "NICE have discontinued funding for the treatment of Nivolumab to NHS patients with metastatic Melanoma. They say the treatment is not “cost effective” for the NHS. This treatment is used with other drugs such as ipilimumab and is highly effective in treating metastatic disease. The use of Nivolumab increased a patients’ overall response and overall survival by 32%. When patients received only ipilimumab, overall patient response sits at a mere 10-15%.",
        "background": "Retract the “NICE” decision to withdraw Nivolumab treatment so that patients can have the greatest chance of survival with metastatic melanoma. This immunotherapy has such life-saving effects that it is a justified spend for the NHS and therefore is in-fact cost effective.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-30T16:27:18.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-30T17:05:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T10:02:00.341Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nGuidance on the commissioning of individual medicines by the NHS in England is produced by the National Institute of Health and Care Excellence (NICE), which is operationally independent from the NHS and the Government.\r\n\r\nYou can find out more about how to get in touch with NICE at:\r\nhttps://www.nice.org.uk/get-involved/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T10:02:00.338Z"
    },
    "id": 562489,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562489.json"
    },
    "type": "petition"
}