{
    "attributes": {
        "action": "We as a community would like a skate park built in Peters Village for the youth",
        "additional_details": "Children riding around the streets can/has lead to accidental damage to cars and property. They get bored and choose to get up to mischief instead. We already have so many paper signatures and feel this is widely wanted from Wouldham, Peters Village, Snodland (rise in crime)  and Halling. \r\nLet's encourage the younger generation to have healthy fun whilst the parents know where they are and what they're doing.",
        "background": "As crime rate locally is rising we feel a skate park would be a great place for children and teens to let of steam. It's an all year round activity and its healthy.  There's easy access as opposed to Burham with dangerous roads and not suitable for younger generations to get to by themselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-29T18:51:17.898Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-29T18:54:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T12:42:10.830Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This would be a matter for your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T12:42:10.828Z"
    },
    "id": 562413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562413.json"
    },
    "type": "petition"
}