{
    "attributes": {
        "action": "Fund three revolutionary Sickle Cell Anemia medicines on the NHS",
        "additional_details": "SCD can affect anyone, although it predominantly affects people from African and Caribbean backgrounds.\r\n1 in 76 babies born in the UK carry sickle cell trait.\r\n\r\nApproximately 15,000 people in the UK have sickle cell disorder.\r\n\r\nApproximately 270 babies with SCD are born in the UK every year.\r\n\r\nChildren with SCD are at increased risk for stroke, the risk is highest between the ages of 2 and 16.\r\n\r\nEpisodes of pain may occur in sickle cell disorder and are generally referred to as a crisis",
        "background": "Three revolutionary Sickle Cell Anemia treatments - ADAKVEO developed by Novartis, OXBRYTA developed by Global Blood Theraputics, and ENDARI developed by Emmaus Medical inc, are widely available and prescribed in the United State of America and the Middle East.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-29T20:56:07.690Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-11-29T21:35:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T09:13:01.079Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nGuidance on the commissioning of individual medicines by the NHS in England is produced by the National Institute of Health and Care Excellence (NICE).\r\n\r\nNICE's appraisal of the use of crizanlizumab (ADAKVEO) to treat sickle cell disease is currently ongoing, and its provisional recommendations are open to public consultation until 17 December. See:\r\nhttps://www.nice.org.uk/guidance/indevelopment/gid-ta10470\r\n\r\nYou can find out more about how to get in touch with NICE at:\r\nhttps://www.nice.org.uk/get-involved/contact-us"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T09:13:01.075Z"
    },
    "id": 562427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562427.json"
    },
    "type": "petition"
}