{
    "attributes": {
        "action": "Make sure no Child wakes up without a present on Christmas",
        "additional_details": "MP's receive a large wage and expenses, many of them have no idea what the real world is like. It would be shameful that in one of the richest country's in the world, children get nothing for Christmas. Many parents are struggling this year, more than any other year because many of them are only getting 80% of there wages, this is wrong. The government must step in and work with charities and families etc to ensure the funds are there to buy every child a gift for Christmas.",
        "background": "The Government should ensure that every child gets at least 1 gift to wake up to on Christmas morning, if one child gets nothing then the government has failed the duty of care for UK Citizens.\r\n\r\nMajority of UK taxpayers would rather this than the government throwing the money away in dodgy deals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-01T10:18:14.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-01T12:24:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T15:25:10.336Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you're concerned that not all children will get the gifts they deserve at Christmas, but we can only accept petitions about things the Government or House of Commons is responsible, and this does not include making sure that children get gifts on Christmas Day."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-08T09:27:05.233Z"
    },
    "id": 562562,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562562.json"
    },
    "type": "petition"
}