{
    "attributes": {
        "action": "Include Polish History as an optional module to the GCSE and/or A Level syllabus",
        "additional_details": "According to the ONS, the largest migrant population is Polish. Russians and Americans don't make the top 5. Yet we learn nothing of Polish history or culture at school. \r\n\r\nWhile I now specialise in Polish history, I was woefully unprepared when leaving school. I knew nothing of a Poland pre-1918. I taught myself Polish history until my MLitt degree. \r\n\r\nWhile not everyone will go on to become a specialist, it is important to understand the history of our neighbours, to foster better relationships.",
        "background": "At White Eagle we aim to promote interest in Polish history and, seeing that it is not an option at GCSE or A Level, we want to change this. There are no negatives, and only positives, in offering greater choice to pupils, before they decide on a specialisation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-11-30T18:06:57.770Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-11T20:10:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T15:56:27.451Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The decision to create a Polish history module would be one for exam boards and the decision whether or not to offer any such module would be for individual schools. You may wish to contact exam boards directly to talk about the creation of a Polish history module.\r\n\r\nYou can view the current GCSE content set out by the Government here: \r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/310549/history_GCSE_formatted.pdf\r\n\r\nYou could start a new petition asking for the UK Government to make Polish history a mandatory part of the history curriculum for Key Stage 4, if that's something that you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-22T15:56:33.796Z"
    },
    "id": 562500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562500.json"
    },
    "type": "petition"
}