{
    "attributes": {
        "action": "Block a MP pay rise for 2020 due to the Global Pandemic.",
        "additional_details": "It is unfair to expect public sector workers who put there life on the line to take a pay cut, unfair to ask footballers to 'do your bit' and unfair to expect a Payrise for MPs where they already earn a large amount over the national average. Block or ban all MPs receiving a rise this year or next with all savings and growth being put back into the economy, especially the NHS where our funds should be going in this trying time.",
        "background": "Block or ban all MPs taking a pay rise this year or next to show solice and sacrifice as the nation has had to in the Global Pandemic. Any savings should be put towards the NHS budget to help strive forward with controlling the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-01T20:16:26.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-01T20:30:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-02T16:56:54.731Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-02T16:56:54.730Z"
    },
    "id": 562624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562624.json"
    },
    "type": "petition"
}