{
    "attributes": {
        "action": "Remove 'Risk Guidance Factors' which Contributes to Modern day Islamophobia",
        "additional_details": "Islamophobic behaviour is when a person is feeling hatred, fear or prejudice against the Muslim community, undeniably the statistics show that this problem has been raised and many Muslims have been assaulted or killed as a result of this. In the UK, the number of reported hate crimes against Muslims soared by 593%. The government has conducted society to see Islam as a geopolitical force of terrorism rather than a religion promoting peace. This was achieved by setting Islamophobic legislations.",
        "background": "Setting Islamophobic legislations and 'risk guidance factor' suggest that a Muslim is what a terrorist looks like. This has caused emotional, social and economical struggles in today's society for innocent Muslim families. To prevent any further complications for Muslims these laws must be deducted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-01T22:34:55.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-01T22:56:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T16:42:09.968Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about Islamophobia, but  it's not clear what legislation or guidance you are concerned about and want to see change.\r\n                \r\nYou could start a new petition explaining clearly what policy or legislation you would like the Government or Parliament to change, and how."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T16:42:09.966Z"
    },
    "id": 562649,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562649.json"
    },
    "type": "petition"
}