{
    "attributes": {
        "action": "Consider BAME groups vulnerability to dying of COVID in phasing vaccine rollout.",
        "additional_details": "Please consider ethnic status in assessing vulnerability in the planned vaccine rollout.",
        "background": "There has been considerable reports of people of BAME status having worse outcomes after infection with COVID-19 than for those groups that identify as white. However there appears to be no mention of ethnic minorities having any priority given to them in the vaccine rollout.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-02T08:58:41.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-02T09:25:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-07T17:19:55.976Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Joint Committee on Vaccination and Immunisation's advice on priority groups for coronavirus vaccination states that there is clear evidence that certain black, Asian and minority ethnic (BAME) groups have higher rates of infection, and higher rates of serious disease, morbidity and mortality. The advice goes on to state that there is no strong evidence that ethnicity by itself (or genetics) is the sole explanation for observed differences in rates of severe illness and deaths, but that certain health conditions are associated with increased risk of serious disease, and these health conditions are often overrepresented in certain BAME groups.\r\n\r\nThe advice states that good vaccine coverage in BAME groups will be the most important factor within a vaccine programme in reducing inequalities for this group, and that prioritisation of persons with underlying health conditions will also provide for greater vaccination of BAME communities who are disproportionately affected by such health conditions.\r\n\r\nYou can read the JCVI's full advice on vaccine prioritisation here: https://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-2-december-2020/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-2-december-2020\r\n\r\nIf you would like the Government to priortise all BAME people for the Covid-19 vaccine, we could accept a petition requesting this, but you would need to be clear in your petition that this is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-07T17:19:55.972Z"
    },
    "id": 562670,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562670.json"
    },
    "type": "petition"
}