{
    "attributes": {
        "action": "Urge Councils to introduce DNA testing for dog Foul.",
        "additional_details": "i have seen a huge increase in dog foul recently, maybe the shorter days means people think they dont need to pick up the foul in the dark. \r\non my walk to school with my daughter, we can find over 30 dog foul, earlier in the week some kids stepped in on left outside the school and brought it in with them, this can be very dangerous to kids of ingested or rubbed in their eyes.\r\nto save councils having to pay to police it, provide the public with bags to send in for testing when foul is located.",
        "background": "Some cities have introduced a system to collect dog dna from vets.\r\nAny dog foul found on the street in that city can be collected and sent into to be dna tested with the owner getting a fine. \r\nSome uk councils did look into this but it should be nationwide",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-03T12:26:34.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-03T15:29:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T10:13:09.888Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for local councils. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:20:16.737Z"
    },
    "id": 562791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562791.json"
    },
    "type": "petition"
}