{
    "attributes": {
        "action": "Petition the Government to end the abusive Coronavirus measures in schools.",
        "additional_details": "The practises of constant hand washing, using hand sanitisers, socially distancing from other children and a range of other practises being employed by schools (for example forcing children to sit and watch BBC news for 30 minutes each day in an attempt to frighten children in acceptance of the unlawful harmful measures) are unhealthy, dangerous and abusive, detrimental to children's mental health and general well being and will have long term irreversible consequences.",
        "background": "We want government to acknowledge all the evidence that shows children under the age of 11 are largely unaffected by coronavirus and stop schools imposing measures on children. People who work in child settings who don't feel safe should be encouraged to go home and isolate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T08:58:47.592Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-04T10:39:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T12:09:02.504Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 on schools, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nThe Government has published guidance for schools on how to operate during Covid-19, which includes advice on protective measures including hand washing and use of hand sanitiser, and we could accept a petition calling for this guidance to be withdraw.\r\n\r\nOther issues raised in your petition, such as how schools inform or educate their students about the current outbreak, is a matter for individual schools, not the Government or House of Commons.\r\n\r\nWe also couldn't publish a petition making unsubstantiated assertions that current guidance is unhealthy or dangerous. If you are concerned about the approach a particular school is taking in response to the Covid-19 outbreak you should contact the school or relevant local authority directly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T12:09:02.501Z"
    },
    "id": 562869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562869.json"
    },
    "type": "petition"
}