{
    "attributes": {
        "action": "Discuss university fees, accommodation and poorer standard of education.",
        "additional_details": "There is an outcry from students all over the country for these issues that need to be addressed. Many students could have taken a smaller maintenance loan and lived at home rather than paid for accommodation. Students are also expected to pay the £9250 for a lesser standard of education compared with other years. The decisions surrounding these issues have been made my parliament without the consideration of students and how it affects them which need to be discussed.",
        "background": "Discuss the ramifications of their decisions on university students regarding Christmas travel window and fees. Students feel they are not getting the same standard of education as we would in 'normal' years, especially with lack of face to face and paying for accommodation that is not needed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T11:17:18.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-04T11:26:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T12:17:00.929Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of Covid-19 restrictions on university students, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T12:17:00.926Z"
    },
    "id": 562886,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562886.json"
    },
    "type": "petition"
}