{
    "attributes": {
        "action": "More financial support to long term covid sufferers",
        "additional_details": "Offer more financial support to long term covid sufferers. Most are currently employed but unable to work and after a few months SSP gets stopped. Government should offer a tailored financial support plan to help those people impacted who still struggle the after math months down the line.",
        "background": "Long term covid sufferers should have more financial support from the government,  Some currently get refused universal credit and instead can only claim ESA. Alot of sufferers have suffered for months and are currently unable to work",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T09:52:54.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-04T11:10:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-09T12:15:15.390Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about financial support for people who suffer long-term effects as a result of having had Covid-19, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe benefits a person is entitled to will depend on their individual circumstances, and particular benefits are not made available on the basis of certain conditions. If you have been refused a benefit Citizens Advice has published information on challenging a benefit decision, which you might find helpful: https://www.citizensadvice.org.uk/benefits/benefits-introduction/problems-with-benefits-and-tax-credits/challenging-a-benefit-decision/challenging-a-benefit-decision-where-to-start/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-09T12:15:15.387Z"
    },
    "id": 562875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562875.json"
    },
    "type": "petition"
}