{
    "attributes": {
        "action": "Expand the list of illnesses where medical cannabis is available as treatment",
        "additional_details": "The World Health Organisation and UN have both confirmed that cannabis is no longer considered a risky narcotic. However, most prescription medications for pain are opiates that are more addictive long-term than cannabis.\r\nExpanding access could help millions of Brits with chronic pain. As the UK is the world’s largest exporter of cannabis products, it’s mystifying that our own citizens don’t have access to it as medication. https://www.nhs.uk/news/neurology/cannabis-for-nerve-pain-studied/",
        "background": "Currently, the only patients who qualify for cannabis-based medical products are patients with cancer, MS or specific types of epilepsy. Chronic pain conditions have been proved to be eased by cannabis, but patients rely on other legal painkillers that are more addictive and harmful to the body.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T13:17:47.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-04T17:37:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T09:44:25.438Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has passed legislation allowing patients to be prescribed medicinal cannabis by specialist doctors, and this does not specify a list of conditions which can be treated using medicinal cannabis: https://www.gov.uk/government/news/government-announces-that-medicinal-cannabis-is-legal\r\n\r\nIt would be up to individual medical practitioners, not the Government or House of Commons, to decide whether to try and prescribe medicinal cannabis for particular patients with particular conditions. The NHS's guidance on when medicinal cannabis may be prescribed is available here: https://www.nhs.uk/conditions/medical-cannabis/\r\n\r\nWe could accept a petition calling on the Government to reduce the restrictions on prescribing medicinal cannabis, so this can be done by GPS rather than specialist doctors, and that this not only be possible when no alternative treatment is available.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nLegalise medical and recreational cannabis in the UK: https://petition.parliament.uk/petitions/551846\r\n\r\nFund more research into medical benefits of cannabis: https://petition.parliament.uk/petitions/549371"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T09:44:25.434Z"
    },
    "id": 562897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562897.json"
    },
    "type": "petition"
}