{
    "attributes": {
        "action": "Forcing a vegetarian/vegan/etc to eat meat should be illegal",
        "additional_details": "Forcing someone to do something they don’t want to do is against their human rights of free will. Consequently, forcing somebody to eat something they have made the decision not too, no matter what the reason, is a complete disregard and disrespect of their views and beliefs. No one would force someone to do something against their race or religion for example, so why should vegetarianism, veganism, or any other reasoning for choosing not to eat/wear certain products be any different.",
        "background": "Enforce a law saying that making those who have chosen against eating certain produce such as for health, religious, ethical or environmental reasons should not be forced or pressured into eating something against their free will.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T20:44:34.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-04T22:46:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-10T10:59:42.328Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It would be against the law to force someone to eat anything against their will.\r\n\r\nThe courts have ruled that ethical veganism is a philosophical belief which qualifies as a protected belief within the meaning of Section 10 of the Equal Act 2010, so is already protected under this legislation.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-10T10:59:42.325Z"
    },
    "id": 562945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562945.json"
    },
    "type": "petition"
}