{
    "attributes": {
        "action": "Reduce the cost of Royal Mail tracked 24 and 48 services.",
        "additional_details": "The Royal Mail's service costs continue to rise whilst the quality of service only continues to decline, therefore I do not believe it's current cost to the customer is fair and must be reduced or there timed services redefined to more accurately reflect delivery times.",
        "background": "Reduce the cost of Royal Mail tracked 24 and 48 parcels, due to these services not meeting the targets of delivered within 24 or 48 hours they should either be significantly reduced in cost or redefined.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-05T13:45:13.565Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-05T19:31:57.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-11T11:25:59.657Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Setting the price for these services is a matter for Royal Mail, not the UK Government or Parliament.\r\n\r\nOfcom regulates pricing and sets caps for standard post (stamp prices), but pricing for additional services is a matter for Royal Mail. You can find more information about Ofcom's role here: https://www.ofcom.org.uk/postal-services/information-for-the-postal-industry/conditions\r\n\r\nYou can find information about making complaints about postal services here: https://www.ofcom.org.uk/complaints/complain-about-postal-services\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-11T11:25:59.655Z"
    },
    "id": 562990,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562990.json"
    },
    "type": "petition"
}