{
    "attributes": {
        "action": "Only Members from fully-vaccinated households may vote to mandate any vaccine",
        "additional_details": "To ensure that it may be independently verified that members of government rely upon their own firsthand experience of the concerns with long term safety of experimental or novel-application vaccine or/and vaccine programmes, an/or other medical treatments or interventions of any kind, in order that they may acquire a deeper and fully relevant understanding of both the universal and the individual safety concerns of the broader demographic of those they claim to serve or/and represent.",
        "background": "Introduce legislation to exclude all Member/s in both Houses from voting upon passage of legislation mandating or otherwise compelling in any manner a vaccination or medical treatment/intervention, whose own households are not already verified as fully compliant with the intervention/s under vote.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-04T14:30:18.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T00:52:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T10:54:00.723Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There are no proposals, and therefore no planned votes, on compulsary vaccination, which are currently illegal.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T10:54:00.720Z"
    },
    "id": 562907,
    "links": {
        "self": "https://petition.parliament.uk/petitions/562907.json"
    },
    "type": "petition"
}