{
    "attributes": {
        "action": "Allow caravan owners to go to there caravan/holiday homes In Tier 3.....",
        "additional_details": "I feel that allowing football stadiums to gather and now I’m hearing that boxing events could go ahead with as many as a thousand people to attend but me and my family can’t go and spend a weekend in our caravan/holiday home that is in our own postal code area on a seasonal pitch so it’s not as if we’re driving around mixing in different county’s.",
        "background": "We as a family of 4 would like to be able to visit our own caravan/holiday home while in tier 3. As it self contained with our own welfare facilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-08T21:47:59.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-08T22:28:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-18T16:18:17.441Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government advises people in tier 3 to avoid travelling outside of your area, including for overnight stays other than where necessary. There is no legal restriction on travelling within your area. Accommodation providers and campsites have to close, with some exemptions.\r\n\r\nNo public attendance at spectator sport is allowed within tier 3.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We could accept a petition calling for accommodation providers such as campsites and caravan parks to remain open in tier 3, if that is what you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-18T16:18:29.698Z"
    },
    "id": 563271,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563271.json"
    },
    "type": "petition"
}