{
    "attributes": {
        "action": "We are advocating for Oduduwa Nation, as Nigeria nation has enslaved Yoruba/Igbo",
        "additional_details": "We want the UK government to support Yoruba and Igbo's in getting their independence, from a nation that Britain created, it has now become an enslavement camp for Southerners. We are prevented from holding any positions of influence, are second class citizens in a nation where we are supposed to be one.The resources found in the South is confiscated & used solely for the benefit ot the North. The Fulani govt refuses to build refinery inside Nigeria to reduce the cost of oil & builds in Niger.",
        "background": "The parliament must support Yoruba and Igbo people in ensuring that the fraudulent 1999 Constitution is withdrawn by the Federal government as it was impoised on the citizens by way of Decree. The Federal Military Government by Decree No. 24 of 1999. There was no consultation nor referendum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-09T16:46:55.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-09T19:02:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-14T17:32:49.715Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the Government and legislature of Nigeria. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-14T17:32:49.711Z"
    },
    "id": 563339,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563339.json"
    },
    "type": "petition"
}