{
    "attributes": {
        "action": "Research the Pfizer COVID19 vaccine to see if it is safe in terms of fertility",
        "additional_details": "There is huge pressure on the public to take a COVID19 vaccine. When it is rolled out to those of childbearing age will they be aware that it has never been safety tested for fertility? The public has a right to be fully informed in an open manner on what is unknown about the vaccines effects. More research is also essential to determine whether it's safe in terms of fertility or not.",
        "background": "The government website says that the effect of the Pfizer COVID19 vaccine on fertility is unknown. More research is needed to determine it is safe for members of the public who would like to get pregnant in the future. Also all people need to be informed that fertility risk is unknown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-10T10:53:50.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-10T20:25:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-17T17:36:54.941Z",
        "rejection": {
            "code": "already-happening",
            "details": "As part of ongoing clinical trials of Covid-19 vaccines run by the vaccines' manufacturers, data will be collected to assess what impact if any the vaccine has on people's long-term health, including issues like fertility.\r\n\r\nThe safety and efficacy of medicines and vaccines is overseen by the UK's independent medicines regulator, the Medicines and Healthcare Products Regulatory Agency (MHRA). You can find out more about their work at:\r\nhttps://www.gov.uk/government/organisations/medicines-and-healthcare-products-regulatory-agency\r\n\r\nIn addition, the Government has already published guidance for women of childbearing age, pregnant, planning a pregnancy or breastfeeding, which sets out the MHRA's latest recommendations for women in these categories:\r\nhttps://www.gov.uk/government/publications/covid-19-vaccination-women-of-childbearing-age-currently-pregnant-planning-a-pregnancy-or-breastfeeding/covid-19-vaccination-a-guide-for-women-of-childbearing-age-pregnant-planning-a-pregnancy-or-breastfeeding"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-17T17:36:54.938Z"
    },
    "id": 563409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563409.json"
    },
    "type": "petition"
}