{
    "attributes": {
        "action": "Stop random people from feeding other peoples cats that wonder to their homes",
        "additional_details": "I would like people who feed other peoples cats  that wonder into their gardens to stop as it causes our cats to frequent said feeders house and this can cause cats to get hurt or killed by vehicles if they wonder over roads and mostly can cause the feeders to think that the cats a stray and take the cats to a shelter when this is not needed.\r\nI am quite sure the statistics of stray cat numbers is quite wrong and that most so called strays are homed cats just looking for an extra meal",
        "background": "I would like the government to put into law as fines to stop people from feeding other peoples cats",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-10T21:47:14.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-10T21:57:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-17T16:09:36.452Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government and Parliament are not responsible for whether or not people feed cats that have entered their homes. \r\n\r\nYou could start a new petition calling for the UK Government to make make it illegal for owners to allow their cats to roam freely outdoors, including into other people's homes. \r\n\r\nYou may wish to sign this petition calling for the microchipping of cats to be made a legal requirement, so that their owners can be identified: https://petition.parliament.uk/petitions/334356"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-09-27T08:34:54.062Z"
    },
    "id": 563459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563459.json"
    },
    "type": "petition"
}