{
    "attributes": {
        "action": "Remove 'Risk Guidance Factors' which Contributes to Modern day Islamophobia",
        "additional_details": "The influence the law has upon society is extremely significant so it makes sense why such laws are a problem. This law suggests that \"foreigners\" are dangerous and unfortunately this has lead to serious controversy in the public eye- evidently particularly towards Muslims. Severe physical, emotional, economic (looking at the national statistics, employers are less likely to employ a Muslim) and social damage caused for Muslims.To prevent any further complications this law must be deducted.",
        "background": "The Anti-terrorism, crime and security act 2001, part 4 enabled foreigners to be detained as terrorist suspects indefinitely. This is problematic since then the number of reported hate crimes to Muslims soared by 593%. This law has conducted society to see Islam as a geopolitical force of terrorism.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-10T13:27:20.959Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-10T15:26:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-16T16:42:28.341Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Part 4 of the Act was repealed in 2005. \r\n\r\nhttps://www.legislation.gov.uk/ukpga/2001/24/section/23\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-16T16:42:28.339Z"
    },
    "id": 563424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563424.json"
    },
    "type": "petition"
}