{
    "attributes": {
        "action": "Change background check policy of 3 years prior UK residency for Ex-Vets/Police.",
        "additional_details": "I'm a UK citizen born in the UK. I served in the UK Army & Police. I'm a qualified Police Firearms Instructor, but I can't apply because I've lived in the US for the last 20 years. I'm bound by the official secrets act until 65, but now I'm not eligible to work for the Police. I have worked in the US and UAE training Police Officers, and completed background checks within one month of living in those countries, but I can't work in my own country? This rule needs to be changed for ex-veterans.",
        "background": "The rule of 3 years prior residency needs to be reviewed. There are many ex vets/police who have previously passed extensive background checks, but can now not serve the government because they have worked overseas. This is a waste of talent, a severe waste of public funds and qualified resources.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-10T12:54:59.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-10T14:17:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T15:47:50.572Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This is a matter for the independent College of Policing, not the UK Government or Parliament. You can find out more about how this works here: https://recruit.college.police.uk/Officer/Pages/eligibility.aspx.\r\n\r\nYou could start a petition calling for the Government to commission a review into barriers to entry to the police for former police officers and veterans, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-03T12:27:50.970Z"
    },
    "id": 563423,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563423.json"
    },
    "type": "petition"
}