{
    "attributes": {
        "action": "Employ base on qualifications not by Brits, EU & others,in NHS(non medical role)",
        "additional_details": "We come to UK(Non EU and Non Brits), bring our self up to speed by gaining a masters and other qualifications. When invited for interview, most Hiring Managers tells you outrightly, \"you've done very well, but this is what the Government wants, Consider a British 1st, an EU 2nd before others\", so we have little or no chance in getting a job in NHS in a non medical role.\r\nThe NHS only concentrate in employing Nurses and Doctors, they even employ from there countries, the Government should look into this.",
        "background": "The NHS & most Employers (public & private) has the Government instructions to consider 1st a British, 2nd an EU before considering others, they don't look at qualifications. I have been a victim this severally, and I can prove it. Employment should be on merit rather than color.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-12T11:08:17.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-16T11:08:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T14:58:08.158Z",
        "rejection": {
            "code": "no-action",
            "details": "It is is already illegal for employers to discriminate against EU workers in recruitment processes. You can find out how to take action against employers that have engaged in discrimination here: https://www.equalityhumanrights.com/en/multipage-guide/dealing-discrimination-employment\r\n\r\nWe could accept a petition calling for a public inquiry into NHS or all recruitment, to investigate concerns that UK citizens are being given priority over EU citizens and other non-UK nationals entitled to work in the UK."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T14:58:08.156Z"
    },
    "id": 563575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563575.json"
    },
    "type": "petition"
}