{
    "attributes": {
        "action": "Stop water being Traded on the Stock Market",
        "additional_details": "I don't want water being used as a trading commodity as I believe no-one should control access to water.  Having large corporations controlling access to water will lead to deprivation in certain places, pollution in others and violence as people try to protect their access to their own water supplies from the corporations or groups trying to claim it.\r\nEveryone should have access to free water it is a basic human right.",
        "background": "I would like you to help stop the trade of water as a commodity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-14T08:52:54.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-14T09:54:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T09:03:13.392Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for what stocks are able to be bought and sold on the stock exchange, or for how companies operate in water market outside of the UK. The London Stock Exchange is regulated by the Financial Conduct Authority.\r\n\r\nThe UK Government is responsible for setting the rules that apply to the UK's water market, and we have published the following related petitions, which you might like to sign: \r\n\r\nNationalise water companies: https://petition.parliament.uk/petitions/548586\r\n\r\nStop water company monopoly - Extend competition to the residential water market: https://petition.parliament.uk/petitions/334537"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T09:03:13.390Z"
    },
    "id": 563690,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563690.json"
    },
    "type": "petition"
}