{
    "attributes": {
        "action": "Reduce  2020 Int’l Students’ Tuition fees by 30% due to Corona Virus Pandemic",
        "additional_details": "Government is so kind to assist businesses and individuals in UK, they are our only hope to help international students receive fair treatment from their host Schools and Universities. It is just fair for the Universities to consider some discount in the course of our tuition owning to the fact that the changes in the system of education is not very favourable and inconvenient for us coupled with the fact that our businesses are affected by the pandemic as well. UK always sets example for others",
        "background": "This year has been very tough not only for UK businesses and lives but across the globe, It is difficult for international students in particular because not only nothing was done in favour of this sector but there’s an increase in tuition in this difficult time coupled with having online classes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-13T09:20:43.053Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-13T09:49:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T11:43:50.290Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for the fees universities set for international students. These are set by each university.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire universities to fully refund tuition fees for the Autumn term: https://petition.parliament.uk/petitions/555583\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-22T11:43:50.287Z"
    },
    "id": 563621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563621.json"
    },
    "type": "petition"
}