{
    "attributes": {
        "action": "For MPs to accept the Fire Safety Bill proposals handed from the House of Lords",
        "additional_details": "As these issues are no fault of leaseholders who purchased property in good faith from developers and landlords who had the relevant sophistication to ensure these buildings were compliant and correctly built.\r\n\r\nIn a number of instances EWS1 failing are no solely caused from changes to cladding regulation but due to failures at the development stage and subsequently due to poor assessment of other remedial works in the property.  Both of which cannot be the leaseholders fault",
        "background": "For MPs to accept the Fire Safety Bill proposals handed from the House of Lords.  For it to be made illegal that leaseholders should not have to contribute financially to remedial works associated with historical fire safety failing or EWS1 certification and remedial works",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-14T17:24:47.290Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-14T17:39:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T09:27:46.673Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nProtect leaseholders from paying for cladding remedial works: https://petition.parliament.uk/petitions/332674\r\n\r\nImplement select committee recommendations on cladding to protect leaseholders: https://petition.parliament.uk/petitions/550908\r\n\r\nPut the official recommendations from Phase 1 of the Grenfell Inquiry into law: https://petition.parliament.uk/petitions/550557"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T09:27:46.670Z"
    },
    "id": 563722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563722.json"
    },
    "type": "petition"
}