{
    "attributes": {
        "action": "Close the Gender Pay Gap in the UK",
        "additional_details": "To make these simple steps into laws; Committing to flexible working, allowing employees to work flexibly to fit around family arrangements is simple, and it is also a step to help reduce the gap or even achieve no pay gap, producing a narrative report, making promotions and pay rises transparent, encouraging salary negotiations. Your website (gov.uk) has really good steps on how to close the gender gap. How about you take advice from your steps and make them happen.",
        "background": "The gender pay gap in Great Britain is ridiculous. It is getting better, but we should do something about it still. on average a women makes 82p for every pound a man make. The pay gap is very small when it comes to people under the age of 40, but after that the cap gets bigger. This is unfair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-14T23:40:19.609Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-15T00:41:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T11:36:43.824Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about the Gender Pay Gap, but we're not sure exactly what you'd like the Government or Parliament to do. The Government already requires reporting on the Gender Pay Gap and provides guidance for improving this in the workplace.\r\n\r\nYou may wish to sign this similar petition:\r\nhttps://petition.parliament.uk/petitions/332632\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T11:36:43.822Z"
    },
    "id": 563759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563759.json"
    },
    "type": "petition"
}