{
    "attributes": {
        "action": "Make it law for EHCP assessments to be carried out.",
        "additional_details": "These are vulnerable children that are struggling & parents are having to fight for assessment.  The government are allowing local authorities (LA’s) to fail these children leading to low success rates, poor mental health & preventing them from being able to contribute to society as an adult.\r\n\r\nMake it law that it’s automatic & they MUST be assessed within a given timescale.  The attached link https://www.gov.uk/government/statistics/tribunal-statistics-quarterly-january-to-march-2019 demonstrates that LA’s are not correctly identifying children’s needs.  Of 3770 send tribunal cases in England sept 2019-aug 2020 only 190 of those were won by LA’s, just over 5%.  This means that the LA’s failed 95% of the SEN children in cases taken to tribunal that year.  This has to change, please sign.",
        "background": "Make it law that a child diagnosed with any condition that may affect their learning ability, or any child that has been recognised but not yet diagnosed due to waiting times, by school or other professionals as needing extra help is automatically assessed for an EHCP.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-16T12:38:06.263Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-16T15:51:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T09:39:10.616Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/552943"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T14:54:35.715Z"
    },
    "id": 563863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563863.json"
    },
    "type": "petition"
}