{
    "attributes": {
        "action": "Price the new animal health certificate for travel to EU at £5 or less",
        "additional_details": "Vets have started charging extortionate prices for anything pet related causing owners to often make difficult decisions on their animals health. The new pet animal health certificate is just another avenue that the vets can and will overcharge for a simple certificate. I want the government to regulate this certificate so that nationally it is at a fixed charge of less that £5, so that pet owners can travel with their pets to the EU.",
        "background": "I want the government to regulate vets to stop charging extortionate prices for services especially the new animal health certificate required for pets to travel to the EU.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-16T16:52:45.638Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-16T17:30:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T09:45:19.387Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for setting the prices that veterinary practices charge for their services. The Government could fix the price of providing certain services, but it would then be up to veterinary practices whether they chose to offer these services.\r\n\r\nWe could accept a petition calling on the Government to set up a national system to provide animal health certificates at a fixed cost, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-22T09:45:19.383Z"
    },
    "id": 563890,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563890.json"
    },
    "type": "petition"
}