{
    "attributes": {
        "action": "Introduce Speed Reduction Measures on Morgan Way",
        "additional_details": "Every day, local pedestrians walk up and down Morgan Way, including dog walkers and school children. There is an increased worry that a severe accident will occur due to the reckless driving of individuals, with some doing speeds in excess of 60mph. Most drivers struggle to maintain control of their vehicle and many struggle to brake in time to stop at either end of the road. It is a total free for all and I worry that it will one day result in the death of an innocent person, be that a pedestrian or another driver pulling out of their street.",
        "background": "Whether it is a speed camera or speed bumps, something needs to be done in order to prevent the inevitable happening.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-16T21:50:03.892Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-16T23:08:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-22T10:27:48.117Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Speed controls for Morgan Way are the responsibility of your local council.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-22T10:27:48.114Z"
    },
    "id": 563917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/563917.json"
    },
    "type": "petition"
}