{
    "attributes": {
        "action": "Hold an election for a new prime minister",
        "additional_details": "People didn’t realise what we were getting into. After seeing how Boris Johnson is handling the current situation, it’s clear that he isn’t set for that role. Other countries, such as New Zealand, managed to have the coronavirus under control a long time ago. Here our country is, struggling to keep the numbers down. It’s not the public’s fault that the numbers are going up, it’s his. Thousands of people agree. The petition will be physical proof of that.",
        "background": "I would like you to release a petition for people to sign because the last time one was held for this cause was a long time ago. If the petition reaches 10,000 signatures there must be a discussion about this happening and the government should take action because clearly it means many others agree.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-19T17:35:44.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-19T19:58:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T11:33:38.339Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign, or for elections for ministerial roles.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nHold an immediate general election: https://petition.parliament.uk/petitions/557074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T11:33:38.336Z"
    },
    "id": 564203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564203.json"
    },
    "type": "petition"
}