{
    "attributes": {
        "action": "STOP lockdowns, NO mandatory vaccinations and come up with a real exit strategy",
        "additional_details": "It is a clear abuse of power and bordering on a violation of human rights to consistently be locking down or restricting daily human life. There needs to be a clear exit strategy or at some point acceptance that we will have to learn to live with this virus like many that have come before. The focus should be promoting healthy lifestyles and immune systems. The restrictions are not proportional to a virus that is statistically only affecting less than 1% of the population.",
        "background": "For the last year there has been numerous restrictions or lockdowns but no clear strategy on how we are going to tackle covid except the prospects of an unfair mandatory vaccination. When do we get to a point that we just accept we have to learn to live with it like any other flu or virus?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-20T10:16:17.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-20T10:38:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T10:50:37.175Z",
        "rejection": {
            "code": "no-action",
            "details": "It is already against the law for people to be required to undergo medical treatment, including vaccinations. The Coronavirus Act 2020 has not changed this.\r\n\r\nYou might like to sign these related petitions:\r\n\r\nPrevent any restrictions on those who refuse a Covid-19 vaccination: https://petition.parliament.uk/petitions/323442\r\n\r\nLift local lockdowns and Covid-19 restrictions in England: https://petition.parliament.uk/petitions/551469\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T10:50:37.172Z"
    },
    "id": 564361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564361.json"
    },
    "type": "petition"
}