{
    "attributes": {
        "action": "Declare a three day public holiday once UK reaches 60% immunised against Covid.",
        "additional_details": "National morale is currently extremely low. Many people will spend Christmas 2020 alone. The British public needs to be able to imagine a time when Covid no longer ruins our lives and we are able to truly return to normal. A 3-day national public holiday would help us all see light at the end of tunnel. This could be accompanied by reinstating 'help out to eat out' and a new 'drink out to help out' to reinvigorate businesses and bring back public life. It would also incentivise vaccine uptake.",
        "background": "One the UK population reaches 60 - 72% of people vaccinated against Covid-19 and new cases fall below 50 per week, the government should declare a 3-day national public holiday. This must include mandated paid leave (or holiday pay) additional to the national statuory minimum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-20T18:07:40.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-20T20:19:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T15:16:18.046Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to mark progress with the rollout of Covid-19 vaccinations, but we're not sure exactly what arrangements you want to apply to the holiday you have requested. For example, your petition requests mandated paid leave but it is not clear if you want all businesses and public services to close for this holiday.\r\n                \r\nWe have published the following petition, which you might like to sign: \r\n\r\nExtra Bank Holiday when Covid restrictions are finally lifted: https://petition.parliament.uk/petitions/563958\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T15:16:18.042Z"
    },
    "id": 564448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564448.json"
    },
    "type": "petition"
}