{
    "attributes": {
        "action": "Declare a vote of no confidence in Boris Johnson",
        "additional_details": "Schools should not have been reopened. People should not have been encouraged to return to their workplaces unnecessarily. Entry into the UK should requite a Covid test alongside a quarantine period. Eat Out to Help Out was disastrous. Serco Test and Trace was a waste of public money. The endless Cronyism must stop. \r\n\r\nThe UK public deserve far more than this. The PM and Cabinet must be held accountable.",
        "background": "Boris Johnson needs to step down after his disastrous mishandling of the Covid-19 Crisis. \r\n\r\nThere needs to be a public inquiry about the Government's handling of the Covid-19 crisis. \r\n\r\nAll Cabinet ministers involved in this mess need to be held accountable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-20T16:36:35.449Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-20T16:47:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-21T12:28:07.824Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign, or for votes of no confidence.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nHold an immediate general election: https://petition.parliament.uk/petitions/557074\r\n\r\nHold a public inquiry into Government contracts granted during Covid-19: https://petition.parliament.uk/petitions/328408\r\n\r\nPublic inquiry into Covid-19 pandemic immediately with the aim of saving lives: https://petition.parliament.uk/petitions/331877"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-21T12:28:07.823Z"
    },
    "id": 564433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564433.json"
    },
    "type": "petition"
}