{
    "attributes": {
        "action": "false accusations of rape against another person and wasting police time",
        "additional_details": "Whoever has accused the other person of rape, when the person has been found not guilty should then be charged for wasting police time and potentially ruining the others persons life on false accusations. This sort of thing can lead folk to become suicidal and must be dealt with.",
        "background": "I have had too many people that i know being dragged through all the works after being accused of rape when found not proven/guilty but the “victim” getting off with lying and wasting police time. It involves many lives when it needs to be investigated and has a knock on effect.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-21T13:37:46.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-21T14:33:47.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-29T13:42:08.366Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\t\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nPeople who make a false allegation of a crime can already be prosecuted for perverting the course of justice or for wasting police time.\r\n\r\nYou can find out more about this here:\r\n\r\nhttp://www.cps.gov.uk/legal/p_to_r/perverting_the_course_of_justice_-_rape_and_dv_allegations/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-29T13:42:08.362Z"
    },
    "id": 564558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564558.json"
    },
    "type": "petition"
}