{
    "attributes": {
        "action": "Force Borris Johnson to resign over his shambolic response to the COVID 19 virus",
        "additional_details": "His response to the COVID 19 virus has been incredibly underwhelming, introducing tiers and not making fast decisions are just some of the reasons why we believe he is incompetent for the job.",
        "background": "Hold a meeting discussing his future as prime minister.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-21T14:15:39.823Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-21T14:28:37.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-29T11:01:26.253Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or to resign.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nIn any case, as you might already know, the Prime Minister of the UK is not chosen by the UK Government or Parliament.\r\n\r\nAfter a general election, the Queen decides who to invite to form a Government. In practice, this is usually the leader of the political party that wins the most seats in a general election. You can find out more about this here:\r\nhttps://www.royal.uk/queen-and-government\r\n\r\nYou may wish to sign this petition calling for a general election: https://petition.parliament.uk/petitions/557074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-29T11:01:26.249Z"
    },
    "id": 564563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564563.json"
    },
    "type": "petition"
}