{
    "attributes": {
        "action": "People must carry proof if they are exempt from wearing a face covering",
        "additional_details": "Too many people are exploiting the medical exemption rule, and are not wearing face coverings. They must have a form of proof so that anyone who just dosnt want to wear one cant exploit this.",
        "background": "People must carry valid proof if they are exempt from wearing a face covering and this must be a law. Too many people are using the \"exempt\" rule as an excuse to not wear a face covering. They must varry a valid form of proof if they are exempt. It does not have to be highly visible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-22T22:34:59.495Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-22T22:58:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T13:14:56.877Z",
        "rejection": {
            "code": "no-action",
            "details": "The current rules about wearing face coverings include reasons that would not be a medical diagnosis made by a GP, and people are currently allowed to self-certify whether their condition affects them in this way. You can find more information about exemptions here: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#when-you-do-not-need-to-wear-a-face-covering\r\n\r\nThe Government has published official badges for people who are exempt from wearing a face covering: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example if you would like to end exemptions for all but specific medical conditions, you could start a petition calling for that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T13:14:56.875Z"
    },
    "id": 564725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564725.json"
    },
    "type": "petition"
}