{
    "attributes": {
        "action": "BAN TRAVEL FROM ANY FOREIGN REGION WITH A NOVEL VIRUS",
        "additional_details": "When dealing with a pandemic, the PPS states:\r\n\r\n“There are no plans to attempt to close borders...[because]...risks to the secure supply of food, pharmaceuticals and other supplies.”\r\n\r\nBoth the PPS and Ferguson’s paper, failed to grasp the difference between CARGO flights, and PASSENGER flights.\r\n\r\nBy banning PASSENGER flights during a pandemic, we will NOT hinder the supply chain. We will however prevent many deaths, not to mention ruined lives.\r\n\r\nNext time, lockdown the borders, not the people.",
        "background": "This petition is calling for an urgent review of the Department of Health’s “Pandemic Preparedness Strategy 2011”. Chapter 4.18 of the PPS wrongly states that we shouldn’t impose any travel bans during a pandemic. This chapter cited a paper written by Neil Ferguson in July 2006.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-22T21:09:00.862Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-23T11:03:17.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-30T09:48:15.205Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYour petition is calling for a review of Government policy on travel bans when a novel virus has been identified in a foreign region, but the document you have cited is specifically about preparedness for an influenza pandemic. There is no indication that the position regarding travel bans set out in this paper is the Government's policy regarding all novel viruses or pandemics.\r\n\r\nWe could accept a petition calling on the Government to ban travel from any foreign region with a novel virus, provided this did not misrepresent current Government policy."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-30T09:48:15.203Z"
    },
    "id": 564718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564718.json"
    },
    "type": "petition"
}