{
    "attributes": {
        "action": "Amend tier 4 contact rules for frontline NHS staff amongst themselves",
        "additional_details": "NHS staff have been asked to perform at a standard beyond others. Frontline staff and anxiety is high and the applause has stopped. During an emergency there will be contact at far less than a metre between us and this is to save lives. We share offices. We test twice weekly. What about our mental health? We need each other for support but must adhere to the same rules as others? I ask our government to consider this being amended eg only amongst frontline NHS staff may you socialise outside at a rate of more than 1-1",
        "background": "The NHS frontline staff are being asked to work by different rules for clear reason which I am proudly adhering to. However, if we have one rule to work by that is separate from others we should, surely even by logic, have another adapted rule to socialise by",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-26T11:38:50.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-26T14:06:27.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T10:58:05.109Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to relax household mixing rules for NHS staff, but we're not sure exactly what changes you would like the Government to make to existing rules.\r\n                \r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T10:58:05.106Z"
    },
    "id": 564993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564993.json"
    },
    "type": "petition"
}