{
    "attributes": {
        "action": "Grant British citizenship for resident, frontline NHS workers, NHS heroes.",
        "additional_details": "International doctors, nurses and other NHS staff literally scarified or lost their life on the frontline of COVID-19 battle. Many had COVID, recovered, just to go back and help their patients again. Those brave NHS workers were as patriotic as any British citizen. A great reward for their hard work and scarifies is to offer them accelerated route for citizenship application. A good European example is what France done by granting citizenship to health care worker in recognition of their work.",
        "background": "To offer accelerated, French style, grant of citizenship for currently resident NHS workers on indefinite leave to remain or work visa. \r\nCurrently, application for citizenship must be a year after securing the ILR. Please recognise NHS workers great scarifies by accelerating this process.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-25T17:21:46.820Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-25T18:40:07.000Z",
        "opened_at": null,
        "rejected_at": "2020-12-31T09:28:46.253Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nAllow all non-UK NHS workers to become UK citizens for free: https://petition.parliament.uk/petitions/564829\r\n\r\nExtend rights to Indefinite Leave to Remain for non-UK NHS workers: https://petition.parliament.uk/petitions/564809\r\n\r\nReduce the minimum time required for ILR to 3 years for non-UK NHS workers: https://petition.parliament.uk/petitions/321657\r\n\r\nAllow all NHS workers to get ILR after five years regardless of initial visa: https://petition.parliament.uk/petitions/321244\r\n\r\nIf there is a specific way you would like the Government to change immigration arrangements for NHS workers, which is not covered by the above petitions, you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2020-12-31T09:28:46.250Z"
    },
    "id": 564960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/564960.json"
    },
    "type": "petition"
}