{
    "attributes": {
        "action": "I would like a referendum on the UK having a Norway + arrangement with the EU",
        "additional_details": "In a nutshell th PM and his vote leave Government have failed us.  The FTAs negotiated by Liz Truss with Switerland and Japan are inferior to those we enjoyed as members of the EU:\r\n\r\nhttps://twitter.com/emilythornberry/status/1331920701171888133\r\n\r\nWithout friction less trade with the EU the cost of food etc will increase, It'll cost our businesses Billions more to trade with the EU than if we'd stayed in the EU.\r\n\r\nNorway ++ means membership of the Single Market and the Customs union",
        "background": "I would like a referendum on the UK having a Norway ++ trade arrangement with the EU.\r\n\r\nThe Trade arrangement negiotiated by the PM leaves us following EU rules with no say and will be damaging.\r\n\r\nWe need frictionless trade with the EU and to enjoy the best FTAs available.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-26T18:40:30.519Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T00:41:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-07T11:49:08.750Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you would like the Government to seek a Norway-style deal with the EU and then put it to a referendum, or to hold a referendum on starting such negotiations. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-07T11:49:08.748Z"
    },
    "id": 565017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565017.json"
    },
    "type": "petition"
}