{
    "attributes": {
        "action": "To shut schools down due to the new covid wave spreading with children",
        "additional_details": "The government can review or discuss this to shut schools down. By shutting schools not only is the government protecting children but they are also protecting the nation. It can help lessen the deaths due to this new wave. Online lessons can be carried out and help children stay up to date with their education.",
        "background": "Covid cases are increasing rapidly and hitting higher death tolls. By shutting schools it not only will help children but it will protect the nation and stop the new wave from spreading. Online lessons can be carried out so children don't miss out on education and stay up to date.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-27T17:32:17.910Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T19:26:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T11:04:22.558Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T11:04:22.554Z"
    },
    "id": 565084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565084.json"
    },
    "type": "petition"
}