{
    "attributes": {
        "action": "Create an item to show a person is exempt from wearing a face covering",
        "additional_details": "This cause is important to me personally because as a young person with autism I find it difficult to communicate with strangers under stressful situations. These types of situations include day to day interaction for a neuro-typical person, however for people with social communication difficulties this is anxiety inducing and psychologically harmful. By introducing this scheme thousands of people across the UK would feel safer and less anxious to travel, giving them greater independence. \r\n\r\nI am aware of the sunflower scheme, however this alone does not mean a person is exempt and I myself have been denied transport despite wearing the sunflower lanyard. This scheme would be for the sole purpose of showing that someone is mask exempt, and therefore make their lives much easier.",
        "background": "Create an item (badge/lanyard) to show a person is exempt from wearing a face covering. The government would create rules that educate and respect the item and its meaning. By introducing this this people would know they are legally not allowed to question the person wearing said item",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-28T00:42:15.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-28T01:34:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T14:42:22.533Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. The current rules about wearing face coverings include reasons that would not be a medical diagnosis made by a GP, and people are currently allowed to self-certify whether their condition affects them in this way. You can find more information about exemptions here: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own#when-you-do-not-need-to-wear-a-face-covering\r\n\r\nThe Government has published official badges for people who are exempt from wearing a face covering: https://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example if you would like to end exemptions for all but specific medical conditions, you could start a petition calling for that to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-04T14:42:22.530Z"
    },
    "id": 565122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565122.json"
    },
    "type": "petition"
}