{
    "attributes": {
        "action": "Stop 10'000 lorries travelling daily between Dover & Calais bring fresh produce",
        "additional_details": "At the Climate Ambition Summit 12/12/2020, Prime Minister Boris Johnson said he will cut carbon emissions by at least 68% in the next 10 years, whilst reminding world leaders of their responsibility to tackling climate change while encouraging other countries to take more action. Prof Sir Brian Hoskins said: \"Mr Johnson's target is ambitious, but we need action to back it up, right now”. \r\nSigning this petition will help decrease carbon emissions, and lead the way for other countries to follow.",
        "background": "We must stop importing fresh produce from the EU via lorries, and actively encourage UK farmers to start farming for Britain again. The Carbon Footprint of locally produced fresh produce is far less than imported tomatoes from Spain, with a round trip of 2'000 miles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-28T08:01:42.873Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-31T09:03:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T12:29:02.997Z",
        "rejection": {
            "code": "duplicate",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the environmental impact of importing food, but it's not clear exactly what you'd like the Government or Parliament to do. \r\n                \r\nWe have published the following petitions, which you might like to sign: \r\n\r\nSet a 5-year plan to lead the UK to self-sustainability, less reliance on others: https://petition.parliament.uk/petitions/564594\r\n\r\nIf you want the Government to take an action different to the above petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T12:29:02.993Z"
    },
    "id": 565133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565133.json"
    },
    "type": "petition"
}