{
    "attributes": {
        "action": "Open community centres and cafes during lockdown for new parents",
        "additional_details": "Social interaction is vital for development of young people and mental health of parents, especially new parents. Babies also go through normal separation anxiety which is again vital for their ongoing mental health and with a lack of seeing others during lockdown this will have negative effects on them.",
        "background": "Community centres and places such as cafes should be open so vulnerable members of society can socialise (distanced of course). This includes new parents, babies and toddlers. We need a place for babies and children to be warm and fed in a warm environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-29T08:55:30.716Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-29T11:32:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T14:42:43.446Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want Covid-19 restrictions to be changed, but it's not clear exactly what changes you want to be made.\r\n\r\nWe could accept a petition calling for community centres and cafes to be allowed to open for certain clientelle, but it would need to be clear who you want to be able to access these venues, and if this would only apply during national lockdowns, or if you want it to apply to all areas during any local restrictions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-04T14:42:43.443Z"
    },
    "id": 565290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565290.json"
    },
    "type": "petition"
}