{
    "attributes": {
        "action": "Take Back Cornwall.",
        "additional_details": "We need to make Cornwall it’s own Nation again. We need to come together to protect what we have left here, many Cornish families have moved away because of this and instead lots of people with no interest in Cornwall but for the money and power are the only people benefitting from this. Over the years I have watched the changes and cannot stand what is slowly becoming of our Cornish heritage and land. We need to work together and mend the damage and make Cornwall how it should be.",
        "background": "The Cornish have no say anymore on development, environmental issues and our landscape and we are losing our wildlife and beauty everyday because of the money making rich whilst our poorer communities have to work together in small groups to keep things afloat in our local areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-29T13:24:52.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-29T14:44:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T17:42:05.260Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as holding a referendum on Cornish independence, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-04T17:42:05.257Z"
    },
    "id": 565326,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565326.json"
    },
    "type": "petition"
}