{
    "attributes": {
        "action": "Open hairdressers in tier 4 areas",
        "additional_details": "Roots and appearance due to not being able to have there hair done. Not only that the stress you are cashing by businesses owners struggling to cope with there doors being shut yet again when they have the best Covid 19 circulations in place by wearing masks visors like the nhs are doing cleaning each chair after someone has sat in it high touch points washing towels and gowns on 60 degrees we know who comes in and out unlike a pub we wash everything on a 3 hour cycle in are dishwasher to ensure it’s clean. We need to have hairdressers open in tier 4 areas for everyone’s health",
        "background": "I would like u to open hairdressers in tier 4 areas this is because getting your hair done is a time for someone to relax and re wind and it’s some elderly peoples day out of the house to see other people. It’s been showed that in the first lockdown people were becoming depressed because of there",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-29T11:40:53.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-29T11:59:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-04T14:46:24.181Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/565234\r\n\r\nIf you specifically want hairdressers, but not other personal care/beauty businesses, to be allowed to open, we could accept a petition requesting this, but you would need to provide your full name in order for us to accept your petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-04T14:46:24.177Z"
    },
    "id": 565311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565311.json"
    },
    "type": "petition"
}