{
    "attributes": {
        "action": "Allow healthcare students to aid hospitals struggling in the 2nd wave of COVID.",
        "additional_details": "Many healthcare students will be put on placement this year in areas which may not need their help as much as other trusts or trusts closer to their homes. Many students helped trusts struggling during the first wave of the pandemic and want to offer their help once more but do not want to jeopardise their chances of graduating on time and joining the workforce as fully qualified healthcare professionals. Many of us want to help again but need the support to aid trusts and complete our studies.",
        "background": "Allow healthcare students such as student nurses to help their local trusts who are struggling with the number of covid cases, whilst also allowing the students to use this as hours to be able to graduate on time whilst helping during a global pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T11:28:14.429Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T11:37:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T10:57:29.206Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The required qualifications and skills of any potential additional staff NHS Trusts may wish to employ to assist during the COVID-19 pandemic, such as current students, is a matter for those Trusts, not the UK Government or Parliament.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-05T10:57:34.195Z"
    },
    "id": 565485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565485.json"
    },
    "type": "petition"
}