{
    "attributes": {
        "action": "Ban Plastic Milk Cartons in the UK",
        "additional_details": "The Goverment and Parliament have already made changes to help reduce our plastic waste by adding a charge on plastic bags to reduce  waste on something we use daily, why can’t we put milk in recyclable cartons to achieve a higher plastic wastage reduction rate? Not only will this reduce our plastic waste each year it will be better for carbon emissions also. There are already brands which produce milk in the UK that use recycable packaging and i believe that every other milk producing business in the UK should do the same and help the fight against plastic waste. It is also said that packaging like TetraPak which use mainly cardboard is a cheaper alternative so why continue to use plastic packaging? Help the fight against plastic!",
        "background": "Banning plastic milk cartons from being produced in the UK would reduce our plastic consumption heavily. During 2019/2020 15 billion litres of milk was produced in the UK the majority being packaged in plastic and 1in6 pints produced was wasted. Make our Milk Packaging recycable and sustainable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T01:09:56.043Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T01:27:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T10:35:39.683Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We can accept a petition calling for the ban of the sale of plastic milk cartons, but we're not sure what you'd like them to be replaced with, as plastic milk cartons are already recyclable. You can find out more here:\r\n\r\nhttps://www.letsrecycle.com/blogbox/biffa-plastic-milk-bottle-recycling/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T10:35:39.679Z"
    },
    "id": 565445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565445.json"
    },
    "type": "petition"
}