{
    "attributes": {
        "action": "Vaccinate the full UK with the Oxford vaccine before other countries receive it",
        "additional_details": "1. Guarantee that the full UK population will receive the Oxford vaccine prior to offering it to any other country.\r\n2. Agree to SELL the Oxford vaccine to other countries. WHY should we pay twice that of Germany for the Pfizer vaccine yet offer the Oxford vaccine at cost. We have an economy to recover and this should be sold at profit to assist in recovering it. Pfizer and moderne are been sold for profit and the British people agree that a home made Oxford vaccine should be sold for profit.",
        "background": "1.Fully vaccinate the UK population with the Oxford vaccine before supplying it to foreign countries. The UK should be prioritised.\r\n2. Monetise the Oxford vaccine. Follow other nations lead and do not offer it FOC to other countries. We need to recover our economy, it should be sold at a fair price",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T09:06:30.452Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T09:36:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T13:17:38.441Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This vaccine is the intellectual property of the University of Oxford and AstraZeneca, not the UK Government. The price paid by any particular government for doses of the vaccine is a matter for them and the University of Oxford/AstraZeneca."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-05T13:17:44.867Z"
    },
    "id": 565467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565467.json"
    },
    "type": "petition"
}