{
    "attributes": {
        "action": "Drop GDP and adopt the Happiness Index to estimate the health of a nation.",
        "additional_details": "The designer of modern GDP himself,  Simon Kuznet said ' The welfare of a nation can scarcely be inferred from a measurement of national income'.\r\nGDP is not a suitable tool for estimating the health of a nation, indeed it drives further inequality whilst making the rich even more so. \r\nAt a moment of national crisis it is time to stop supporting a system promoting the elite 1% and focus on enhancing the health all our citizens and planet.",
        "background": "The Happiness Index as used in Bhutan and adopted in New Zealand, would help the government to use budgets to increase the welfare of its citizens. \r\nIt would ensure that resources are spread more evenly,  resulting in a healthier society.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T16:20:55.915Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T17:18:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T15:08:31.948Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do, in particular we don't know what you mean by dropping GDP. There is not a single, official measure that the Government use to assess policy impact or the health of the country.\r\n\r\nThe Office for National Statistics already collects data on a range of areas, you can find more information here: https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changes to specific policies. For example, you could start a petition requesting a specific strategy for increasing human health, happiness and wellbeing."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T15:08:31.944Z"
    },
    "id": 565541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565541.json"
    },
    "type": "petition"
}