{
    "attributes": {
        "action": "Allow re-election for more suitable PM for the UK through these troubled times",
        "additional_details": "We feel as if the government should allow the public to do this due to the fact it is us under the most stress and strain due to all of the lockdown rules. We have had 3 tier systems (not all called tiers) and none of them have worked. Renaming a system that doesn’t work, doesn’t make it work. Suicide rates are as high as they have ever been. We feel as if Boris Johnson is no longer the National leader we need during these times.",
        "background": "Allow the public to choose a more suitable PM in this time of need for the country. Changing how the lockdown restrictions work and messing with people’s mental health isn’t fair on the public and feel as if there’s a lot of candidates that can do a better job of keeping the country safe.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2020-12-30T17:26:43.532Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T17:53:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:37:25.126Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours or appointments, which includes calling for Ministers or MPs to be sacked, resign, or to be subject to a recall vote or a vote of no confidence.\r\n\r\nYou might like to sign the following petitions:\r\n\r\nForm Cross Party Emergency Government to deal with Covid 19 then GE with PR\r\nhttps://petition.parliament.uk/petitions/331650\r\n\r\nHold an immediate general election\r\nhttps://petition.parliament.uk/petitions/557074"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:37:25.123Z"
    },
    "id": 565580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565580.json"
    },
    "type": "petition"
}