{
    "attributes": {
        "action": "Keep schools closed, virtual learning only.",
        "additional_details": "In addition of wanting to shield our loved ones as well as my children, I feel it is absolutely ludicrous that school children are expected to return with the simple fact knowing that the new strain is faster spreading. Schools should remain closed so that no physical contact is made by students or teachers. Children can gain an education whenever, but you can never replace a child or loved one should they come into contact with this horrible virus. As a parent it is my duty to protect them.",
        "background": "I have two autistic children who suffer with anxiety, and the thought of going back to school with the current covid rates so high is stressing them out, I suffer with anxiety and depression myself. We live with two vulnerable people, with whom Need to be shielded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T17:07:30.817Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-31T10:28:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T08:58:05.050Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T08:58:05.046Z"
    },
    "id": 565569,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565569.json"
    },
    "type": "petition"
}