{
    "attributes": {
        "action": "Consider the impacts of Covid-19 school disruption on trainee teachers",
        "additional_details": "Trainee teachers across the country have had their ITT negatively affected by the continually shifting Covid-19 regulations in schools but the impact on their training is rarely addressed.\r\n\r\nMany placements have been delayed to start in January and have now been delayed further due to staggered reopenings in schools. Furthermore, bursaries for the 21/22 training year have been removed for most subjects, so for most trainees, deferring is not a viable option.",
        "background": "The Government should be creating clearer guidance for Initial Teacher Training (ITT) providers and introducing a better support system for training teachers. It is important that the Government ensure trainee teachers still qualify with adequate experience.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-30T19:05:02.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-30T19:10:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T09:06:44.528Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of the Covid-19 outbreak on trainee teachers, but we're not sure exactly what you'd like the Government or Parliament to do about this.\r\n\r\nThe Government has published Covid-19 guidance on initial teacher training: https://www.gov.uk/government/publications/coronavirus-covid-19-initial-teacher-training-itt/coronavirus-covid-19-initial-teacher-training-itt\r\n                \r\nYou could start a new petition explaining clearly what action you would like the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T09:06:44.525Z"
    },
    "id": 565614,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565614.json"
    },
    "type": "petition"
}