{
    "attributes": {
        "action": "Enforce face coverings must cover nose and mouth where coverings are required.",
        "additional_details": "It has lead to many arguements and resentment to other members of the public in shops and causes more division and distress. Clearly, inappropriate wearing of facemasks is not limiting the spread of COVID-19 and is putting more members of staff and the public at risk. There has been enough loss of life and everything that can be done to minimse further loss, even if thats simply wearing PPE properly, should be done and enforced where neccessary.",
        "background": "Face coverings must be worn in shops etc (exclusions apply) but there is no emphasis/enforcement on wearing PPE appropriately and as such it is common to see other members of the public not wearing it over their nose and as such are likely to be spreading COVID-19. Staff not empowered to challenge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-31T15:01:23.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-31T15:29:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T12:34:14.721Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government's guidance already makes clear that coverings should cover the nose and mouth. You can find out more here:\r\n\r\nhttps://www.gov.uk/government/publications/face-coverings-when-to-wear-one-and-how-to-make-your-own/face-coverings-when-to-wear-one-and-how-to-make-your-own\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T12:34:14.717Z"
    },
    "id": 565797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565797.json"
    },
    "type": "petition"
}