{
    "attributes": {
        "action": "Allow children to play sports across the same tiers irrespective of county",
        "additional_details": "Currently, no coaches or participants can cross counties to train or play sports despite being in the same tier. This is ludicrous and so many children are missing out on outdoor sports which pose minimal threat to the transmission of the virus. Teams are being able to travel 20-30 miles across the same county but members cannot go across the border only a few miles away. As long as they are within the same tier, and precautions taken, all coaches and participants should be able to travel for training and playing as before.",
        "background": "Change the rules so that both children under 18 and coaches can train and play sports (which are currently permitted)  in Tier 4 across all counties with the same tier.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-31T09:07:02.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-31T09:24:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T12:35:38.923Z",
        "rejection": {
            "code": "duplicate",
            "details": "Since you started your petition the tier system has been replaced with a national lockdown, but we have published the following petitions, which you might like to sign: \r\n\r\nAllow outdoor grassroot youth sport to continue during national lockdowns: https://petition.parliament.uk/petitions/557785\r\n\r\nAllow all youth sport to continue during lockdowns: https://petition.parliament.uk/petitions/557497"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T12:35:38.921Z"
    },
    "id": 565730,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565730.json"
    },
    "type": "petition"
}