{
    "attributes": {
        "action": "Keep schools closed till cases and deaths drop",
        "additional_details": "We could lose a lot of young family members and friends by keeping schools open at this stage of the pandemic, losing anybody to Covid-19 is terrible but losing our future adults is heartbreaking and it it even worse for the parents of the children, parents should NOT be burying their children due to the lack of precautions taken by the government",
        "background": "Due to the cases over 50,000 and deaths over 500 a day, re-opening schools is putting our family and friends at high risk, closing schools till cases and deaths have dropped (or vaccinations are being rolled out to students) will save so many lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2020-12-31T19:01:47.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2020-12-31T19:43:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T08:59:14.166Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T08:59:14.163Z"
    },
    "id": 565840,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565840.json"
    },
    "type": "petition"
}