{
    "attributes": {
        "action": "Give nurses free parking, waive their annual fee, no basic rate tax on overtime",
        "additional_details": "My partner is a nurse and everyday she comes home in tears seeing the awful conditions they are working in during this pandemic. The nurses are overworked and understaffed and the current situation is affecting their mental health massively, I have unfortunately seen daily evidence of this. Help them, give them free parking at their hospital permanently, waive this year’s registration fee and if they work extra shifts to help out, do not charge them basic rate tax as though it is a second job.",
        "background": "Did you know that nurses have to pay to park at the hospital they work at!! \r\n\r\nWaive nurses registration fee of £120 this year.\r\n\r\nAny nurses working extra shifts to help out, get taxed at basic rate tax as though it is a second job even though they are working in the same hospital and ward.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-01T13:24:53.965Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T00:43:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-07T11:54:06.725Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign: \r\n\r\nFund free parking for all NHS workers: https://petition.parliament.uk/petitions/560696\r\n\r\nReimburse all NHS nurses for their annual registration fees: https://petition.parliament.uk/petitions/555025\r\n\r\nFor tax purposes overtime pay is treated the same as ordinary pay, so the amount of tax paid depends on how much a person earns. If you want overtime pay for NHS to be exempted from income tax we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-07T11:54:06.721Z"
    },
    "id": 565948,
    "links": {
        "self": "https://petition.parliament.uk/petitions/565948.json"
    },
    "type": "petition"
}