{
    "attributes": {
        "action": "Introduce proper safety measures on New Forest Roads for animal & driver safety.",
        "additional_details": "These accidents (and those in recent years) have generally been caused by driver negligence, lack of driver knowledge of the risks associated with these roads and poor visibility. Also, at this time of year the animals are coming onto the road to lick the salt that is laid in the cold weather. Recent speed monitoring recorded a driver going 68mph (40mph limit) which is shocking. It is truly distressing for all those involved, not to much the pain and suffering of the animals who are knocked down. Often these are hit and run accidents so the animals are not afforded proper help quickly, if at all, whilst they lay dying. We must stop this on our roads NOW.",
        "background": "During December 2020, 9 animals have been killed on one road (Roger Penny Way) in the New Forest. We need adequate road safety measures introduced, such as, reduction in speed limit, traffic calming measures, better traffic signs, means of recording number plates and permanent speed cameras.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-01T23:49:21.287Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T09:50:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T13:09:06.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local roads are a matter for the local authority. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T13:09:06.089Z"
    },
    "id": 566055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566055.json"
    },
    "type": "petition"
}