{
    "attributes": {
        "action": "Close all schools in England due to the Coronavirus Pandemic",
        "additional_details": "Covid-19 cases are increasing drastically, with one of the main causes being schools. Thousands of children up and down the country are at an incredibly high risk of catching the deadly virus, even more so since the new type of coronavirus has been discovered. This means that students are more likely to bring this virus home to family members, with possibly fatal consequences. The safest thing to do is to close the schools to minimise the spread of Covid-19.",
        "background": "All schools should be closed and end of year exams should be cancelled. Students should move onto online learning, with class work,  teacher assessments and mock exams replacing the final exams in June.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-01T20:10:25.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-01T20:29:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:05:36.434Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nThe Prime Minister has also said that this will mean it is not possible or fair for all exams to go ahead this summer as normal, and that the Government will work with Ofqual to put in place alternative arrangements. We have published the following petitions, which you might like to sign: https://petition.parliament.uk/petitions/326066\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:05:36.432Z"
    },
    "id": 566010,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566010.json"
    },
    "type": "petition"
}