{
    "attributes": {
        "action": "Exams should be cancelled due to COVID-19 and the students mental health",
        "additional_details": "I want exams to be cancelled because we can’t handle COVID-19 and our mental health and do exams. We have already had loads of time off where we haven’t been learning anything so now we also have a big chunk of our education missing. So if you actually care for students mental health then you will cancel exams like Scotland and Wales have. How is it fair that we have to sit there worrying about our exams when last years yr 11s didn’t have to go ahead with their GCSEs but they already had the knowledge they needed to know so they could have possibly done them however for this year of yr 11s we are missing half of our education but it’s ok to go ahead with our GCSEs and stress us out even more to the point we can’t cope.",
        "background": "I want exams to be cancelled for this year especially for year 11s. As the stress of COVID-19 and trying to manage our mental health and worrying about our exams",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-02T11:48:39.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T19:13:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T08:34:37.257Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 6th January, the Government confirmed that GCSEs and A and AS Level exams will not go ahead this summer, and that it intends to use a form of teacher-assessed grades. For more information see:\r\nhttps://www.gov.uk/government/speeches/education-secretary-statement-to-parliament-on-national-lockdown\r\n\r\nYou might like to sign the following petition:\r\n\r\nCancel Vocational Exams NOW\r\nhttps://petition.parliament.uk/petitions/565615"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T08:34:37.253Z"
    },
    "id": 566128,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566128.json"
    },
    "type": "petition"
}