{
    "attributes": {
        "action": "Make it illegal for parents to withold details of a Mental Health diagnosis.",
        "additional_details": "Where this happens, innocent children are missing out on axcess to support, and as such their whole childhood's and adult lives are negitively impacted. \r\n\r\nThis is Child Abuse/Neglect, and should be recognised in Law and punishable.\r\n\r\nWhere we can show that a parent recieved notification of a Mental Health illness for their child, yet never told the child, other family members or school etc , we should treat this as a Criminal Offence punishable with Imprisonment.\r\n\r\nNo child should be denied help.",
        "background": "Every child with an illness or disability should have the right to recieve appropiate help and support. Unfortunatly, some parents have been told that their chilld has a Mental Health diagnosis, for example Autism, and have kept this to private. This is significant abuse, and should be criminalised.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-02T21:21:44.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T22:26:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T15:03:03.368Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about children diagnosed with mental health problems not receiving the support they need, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt is already a criminal offence to ill-treat or neglect a child, but it is up the Crown Prosecution and courts to decide whether to take action against parents or other individuals for suspected ill-treatment or neglect."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T15:03:03.364Z"
    },
    "id": 566256,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566256.json"
    },
    "type": "petition"
}