{
    "attributes": {
        "action": "Close early years settings in area’s with primary school closures.",
        "additional_details": "If it is unsafe for children of primary school age to attend school then it unsafe for younger children too also. We are putting nursery staff at risk and their own children and families so they can staff their settings. Nursery age children are less able to maintain good hygiene and social distancing, staff are expected to handle bodily fluids and be in close contact with children and other staff members.",
        "background": "Consider closing early years settings in their 4 areas and area’s of high risk where primary schools have closed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-02T21:31:18.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T21:45:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:23:39.563Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/566718\r\n\r\nSince you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:23:39.561Z"
    },
    "id": 566260,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566260.json"
    },
    "type": "petition"
}