{
    "attributes": {
        "action": "Make the wearing of masks compulsory in retail outlets",
        "additional_details": "There is a trend for a number of people to self identify as being vulnerable. The wearing of a lanyard is not appropriate, especially when these can be purchased online.\r\nThe shop management need to be empowered but whilst there is so little support they will not challenge non wearers. \r\nIf a person is that unwell that they cannot wear a mask then they need to seek alternative assistance. Using mental well-being is no longer acceptable as the mental well-being of those who do comply is stretched",
        "background": "The spread of corona virus is on the increase. The blatant disregard by some members of the public with regards to wearing masks places other service users at risk. \r\nthis procedure is effective in other countries. There are volunteer  groups who can assist those who self identify as vulnerable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-02T23:24:34.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T23:39:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-06T17:30:36.528Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. This is already a legal requirement. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-06T17:30:36.526Z"
    },
    "id": 566284,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566284.json"
    },
    "type": "petition"
}