{
    "attributes": {
        "action": "Close schools now and move to remote learning to protect the NHS",
        "additional_details": "Covid cases have been rising rapidly among school age children since they returned to school in September, and this will likely be compounded by the new strain. \r\n\r\nThis needs to be done to protect teachers, support staff and pupils alike as well the population at large. This is also crucial to prevent the NHS from being overwhelmed.\r\n\r\nIt is also the government’s responsibility to ensure that schools are able to put remote learning provisions in place, and that all children can access it.",
        "background": "The government must close all schools now, both primary and secondary, across the country and move to online and remote learning with only children of key workers and vulnerable children attending school, as was the case during the national lockdown of earlier last year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-02T21:57:16.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-02T22:11:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:09:55.615Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:09:55.611Z"
    },
    "id": 566265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566265.json"
    },
    "type": "petition"
}