{
    "attributes": {
        "action": "Abolish the London Assembly & replace it with a Minister for London.",
        "additional_details": "London is our capital city, a world city, & generates a large percentage of the UK’s income. But the current administration appears to act in it’s own interests before that of London. It spends vast amounts on PR & is intent on pushing radical policies rather than what benefits Londoners, whilst presiding over policies that damage the city, such as raising the congestion change & bringing TFL to the point of requiring numerous government bailouts. \r\n\r\nThe UK does not want its capital’s monuments & statues removed nor its street names changed. We need an individual in charge that values London, its history, & will promote this great city.",
        "background": "Abolish the London Assembly & replace it with a Minister for London appointed by the Prime Minister. Consideration should also be given to returning London’s boundaries to their pre 1963 positions & current outer London boroughs being returned to their respective counties.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T11:43:12.945Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T18:31:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T12:52:26.300Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about changes to the devolution settlement are a matter for the people of London.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nHold a referendum in London on removing the role of Mayor of London: https://petition.parliament.uk/petitions/334242\r\n\r\nWe could accept a petition calling for a referendum on ending devolution for London, and appointing a Minister for London, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T12:52:26.295Z"
    },
    "id": 566333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566333.json"
    },
    "type": "petition"
}