{
    "attributes": {
        "action": "Reclassify patterned Domestic Violence as distinct from repeated Common Assault",
        "additional_details": "Current legislation affords abusers unjust protections against conviction. It is well known and widely accepted that victims of domestic violence may not come forward for many reasons. Abusers who have abused in a frequent or patterned manner over a period of time are protected from being charged if their victim does not come forward within 6 months. This is detrimental to the mental health of victims, denies victims justice, and undermines the protection and advocacy that victims deserve.",
        "background": "In patterned domestic violence cases that are treated as isolated instances of common assault, victims must come forward within 6 months or go without justice. Patterned DV must not be classified as Common Assault and, as such, the 6-month prosecution limit must be removed from patterned DV cases.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T18:51:19.567Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T19:36:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T12:10:36.423Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/\r\n\r\nIf you want the Government to take an action different to the above petition you could start a new petition stating clearly what changes you want the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T12:10:36.419Z"
    },
    "id": 566428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566428.json"
    },
    "type": "petition"
}