{
    "attributes": {
        "action": "Close schools, college's and Universities due to the new strain of COVID 19.",
        "additional_details": "I work in a primary school and have seen first hand how class years have been affected since returning last September.  Some year groups at my school and surrounding schools have had to self isolate on 3 occasions since September 2020, disrupting the children's education for 6 weeks in total. Also, I've had the virus since returning back to work last September and with this new strain of the virus I do not want to get infected again.",
        "background": "Working in a school has been tough since the start of the pandemic. With the infection rate increasing again we need to keep teachers, support staff and children safe. Therefore closing schools will keep everyone safe until vaccines are given.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T17:33:32.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T18:37:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:11:38.476Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for university campuses to be closed: https://petition.parliament.uk/petitions/552512\r\n\r\nSince you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:11:38.474Z"
    },
    "id": 566410,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566410.json"
    },
    "type": "petition"
}