{
    "attributes": {
        "action": "Close schools, colleges and universities until covid-19 is no longer a threat.",
        "additional_details": "I want the government to close schools so that pupils and staff and their families are safe. The buber went right down and stayed down in July and August because schools were shut for the holidays and then numbers went back up when schools went back. It is not safe for us all to be in a school/college/University. We can make up for lost education, we can't make up for lost lives.",
        "background": "I and other teachers want schools to be shut. The government aren't thinking about adult staff within education and we are at risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T18:10:54.418Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T17:13:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T17:41:23.858Z",
        "rejection": {
            "code": "no-action",
            "details": "Schools and colleges are currently closed except for vulnerable children or those of critical workers. Universities are also currently closed, except for limited courses. \r\n\r\nYou can find out about who can still attend school here: https://www.gov.uk/government/publications/coronavirus-covid-19-maintaining-educational-provision/guidance-for-schools-colleges-and-local-authorities-on-maintaining-educational-provision \r\n\r\nYou can find out about university closures here: https://www.gov.uk/guidance/national-lockdown-stay-at-home#universities \r\n\r\nYou could start a new petition calling for schools to be closed to vulnerable children and those of critical workers, and to remove exemptions for those students who are allowed to attend university campuses, if that's something that you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T17:41:23.854Z"
    },
    "id": 566421,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566421.json"
    },
    "type": "petition"
}