{
    "attributes": {
        "action": "To close all education sectors during the COVID-19 pandemic.",
        "additional_details": "The reason why UK Government needs to do this is to safeguard the students either at school, college or university, and to let the students work from home until it is absolutely safe to do so, to reopen the education sectors. The virus is deadly and the virus will come into contact with students, and as schools, colleges and universities are in a Tier 4 restriction, its not appropriate to get the students back into their education grounds. UK Government needs to close all education sectors ASAP.",
        "background": "The UK Government (Department for Education) needs to close all education sectors during the COVID-19 pandemic. As of today, 03 January 2021, there has been over 54.990 cases after the Christmas and New Year period, and getting students back into their education will make the spread for catch-able.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-03T21:53:25.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-03T22:05:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-05T09:11:57.259Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for university campuses to be closed: https://petition.parliament.uk/petitions/552512\r\n\r\nSince you started your petition the Government has announced that primary schools, secondary schools and colleges across England must move to remote provision from 5 January 2021, except for vulnerable children and the children of key workers.\r\n\r\nYou can read the Prime Minister's announcement of new Covid-19 restrictions, including school closures, here: https://www.gov.uk/government/speeches/prime-ministers-address-to-the-nation-4-january-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-05T09:11:57.257Z"
    },
    "id": 566476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566476.json"
    },
    "type": "petition"
}