{
    "attributes": {
        "action": "Cancel ALL English 2021 Public Exams; per rest of UK (GCSE, BTEC, IB & A-Level).",
        "additional_details": "There has NOT been a level playing field for all students since March 2020 & continuing now; some have isolated/several times/been ill, had teachers off for isolation/illness or been left studying alone at home (perhaps even without access to a PC/internet) whilst others have been lucky enough to have not missed a class/ALL classes \"live\" via Zoom etc & NOT missed teacher-days due to isolation of pupil or teachers.  \r\nOur children are facing excessive & unfair COVID-related stress as a result.",
        "background": "Insisting that GCSE,BTEC,IB & A Level Public Examinations in England must proceed in 2021 despite rest of UK already announcing cancellations is causing unfair stress levels on English students involved & ultimately creates an unfair advantage to Further Education applicants from the rest of the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T13:01:45.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T14:42:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:17:05.941Z",
        "rejection": {
            "code": "already-happening",
            "details": "On 6th January, the Government confirmed that GCSEs and A and AS Level exams will not go ahead this summer, and that it intends to use a form of teacher-assessed grades. For more information see:\r\nhttps://www.gov.uk/government/speeches/education-secretary-statement-to-parliament-on-national-lockdown\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nCancel Vocational Exams NOW: https://petition.parliament.uk/petitions/565615\r\n\r\nDecisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:17:05.937Z"
    },
    "id": 566580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566580.json"
    },
    "type": "petition"
}