{
    "attributes": {
        "action": "Provide better Mental Health support in Schools",
        "additional_details": "A lot of Young People are struggling at the moment and often they don’t know where to go or how to ask for help. These teams would allow students to have somewhere to go when feeling overwhelmed and give them guidance on how to deal with any anxiety or stress caused by schools. It would also make sure that teachers are more educated on how to deal with a struggling student. This team should had a certain amount of free periods in which students can go and see them.",
        "background": "Make sure all schools have regular check ins with their students and educate about coping mechanisms,each school should have a designated team where you can go if you need help or even just a time out. These should also know how to help students and help deal with school related issues (stress etc).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T17:09:42.380Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T17:18:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T08:39:18.079Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nProvide additional funding to schools for Y10-13 mental health support\r\nhttps://petition.parliament.uk/petitions/548678\r\n\r\nRequire all schools to offer regular counselling to students\r\nhttps://petition.parliament.uk/petitions/328361\r\n\r\nFund a national awareness campaign for mental health in schools\r\nhttps://petition.parliament.uk/petitions/553711\r\n\r\nMake mental health awareness part of the national curriculum at all levels\r\nhttps://petition.parliament.uk/petitions/561016"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T08:39:18.075Z"
    },
    "id": 566641,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566641.json"
    },
    "type": "petition"
}