{
    "attributes": {
        "action": "Allow BTEC Students to submit all assignments at the end of the Academic Year.",
        "additional_details": "Students have had an increase in stress whilst having to study online. These students are no less than A-Level students. Considering that the petition to allow predicted grades for BTEC was rejected, I feel like this is a more justified option and it is something that improve a student's mental health. \r\nBTEC students such as myself are really facing challenges with meeting deadlines and I feel like this option would be something that lifts the pressure off a student",
        "background": "I want the Government to allow BTEC Level 3 students to submit all assignments at the end of the academic year. Considering the situation with Covid-19, students like myself are struggling to submit assignments on time due to the stress and pressure that is put on us.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T19:13:37.351Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T19:22:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T12:01:11.727Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about when to accept assignments are a matter for individual schools, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nAllow teacher predicted grades for BTEC students: https://petition.parliament.uk/petitions/548778\r\n\r\nCancel Vocational Exams NOW: https://petition.parliament.uk/petitions/565615"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T12:01:11.724Z"
    },
    "id": 566687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566687.json"
    },
    "type": "petition"
}