{
    "attributes": {
        "action": "Make Kaftrio available on the NHS for ALL eligible people with Cystic Fibrosis",
        "additional_details": "Kaftrio is only being prescribed to people on the NHS with one F508 mutation and certain other mutations, despite the deal stating that it would be prescribed to patients with mutations covered by the U.S. FDA license, meaning that patients with other mutations are being deprived of a chance to live a life unlimited. It is crucial that the MHRA swiftly approve Kaftrio for anyone with one F508 mutation, regardless of their second mutation, like they have done recently with the Covid-19 vaccines.",
        "background": "Make the lifesaving drug Kaftrio available for people with Cystic Fibrosis with one F508 mutation, regardless of their second mutation, as is prescribed in the U.S. under the FDA license. Kaftrio has been proven to slow to decline of lung function, the primary cause of death for people with CF.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T15:04:28.346Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T15:19:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T15:59:38.619Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about which medicines can be offered to patients on the NHS are made by the Medicines and Healthcare Products Regulatory Authority (MHRA - which advises on a medicine's safety, efficacy and manufacturing quality) and the National Institute for Health and Care Excellence (NICE - which advises on a medicine's clinical and cost effectiveness). Both of these bodies are operationally independent of the UK Government and Parliament.\r\n\r\nCurrently, because the terms of Kaftrio's license in the UK only permit it to be used in patients with two copies of the F508del mutation, or with one copy of the F508del mutation and also a minimal function mutation, it cannot be routinely offered to NHS patients not meeting these criteria. Different drug regulatory bodies across the world can take different approaches to how they interpret evidence on the safety and clinical effectiveness of new drugs.\r\n\r\nYou could get in touch with the MHRA to ask if they have any plans to review the terms of Kaftrio's UK license:\r\nhttps://www.gov.uk/guidance/contact-mhra"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-01T14:15:15.059Z"
    },
    "id": 566613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566613.json"
    },
    "type": "petition"
}