{
    "attributes": {
        "action": "Shut down UK boarders like New Zealand and Australia to eradicate COVID-19",
        "additional_details": "3. Mass testing - get everyone tested, not just people that could be I'll\r\n4. Bigger consequences for people that refuse to follow the rules.\r\n5. Borris Johnson to finally be honest with the British people and stop feeding us to the wolves.\r\n\r\nThe government and parliament need to do something NOW so we can get COVID-19 under control and try return back to some normality.",
        "background": "1. shut the boarders - Any Brits that are stranded abroad are given the option to come home but they will have to isolate in a hotel for 2 weeks provided by the government.\r\n2. Limit domestic travel - block really infected areas off from the rest of the country to avoid spreading",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T20:45:08.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:13:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T13:45:34.121Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action as your main ask: https://petition.parliament.uk/petitions/564165\r\n\r\nWe have published the following petitions, which make similar requests to some of the other requests your petition makes: which you might like to sign: \r\n\r\nLimit travel during lockdown by county or a mile radius: https://petition.parliament.uk/petitions/324044\r\n\r\nNationwide sweep and trace COVID testing, every individual and every household: https://petition.parliament.uk/petitions/558017"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T13:45:34.117Z"
    },
    "id": 566776,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566776.json"
    },
    "type": "petition"
}