{
    "attributes": {
        "action": "Send citizenship invitation letters to all successful applicants  electronically",
        "additional_details": "The Home Office must send invitation letters electronically. Greater emphasis should be put into remote Citizenship ceremonies so that naturalisation applicants are not left in limbo.",
        "background": "Successful naturalisation applicants in the UK must attend a ceremony which completes and solidifies their status as a British citizen. Covid has disrupted this process and thousands of successful applicants have been unable to complete this naturalisation process as they wait for postal letters.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T20:26:18.015Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T20:36:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T12:50:12.877Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you are concerned about the way invitations are sent by the Home Office, or the provision of online ceremonies during the pandemic.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We can only publish petitions that include a full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T12:50:12.873Z"
    },
    "id": 566721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566721.json"
    },
    "type": "petition"
}