{
    "attributes": {
        "action": "Reduce the content for anyone studying BTECs or Level 3 Vocational Courses",
        "additional_details": "We believe the Government should do this as currently vocational and BTEC students are at a disadvantage to a-level students as it is likely they will be given their predicted grades which will help when gaining a place at university. Vocational and BTEC students are still expected to create the same level of work for our grades but we are lacking support and guidance which adds extra pressure and stress therefore not able to complete the work to the highest of our ability and are also missing the same amount of content to as well being unable to attend placement to support our theory work. Relating it back to last year, BTEC and A-Level Students missed 4 months of content and received their predicted grades whereas this year and last year we have and will be missing significantly more",
        "background": "We would like the Government to reduce the content involved in BTEC and Level 3 courses such as Health and Social Care as well as cancelling any work experience and exams that are required to complete the course",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:01:07.920Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:04:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T14:51:01.570Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The content of BTEC qualifications is set by the bodies who deliver these courses, not the Government or House of Commons. If you are concerend about the impact of Covid-19 on your studies you should contact your educational institution to discuss this.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nAllow teacher predicted grades for BTEC students: https://petition.parliament.uk/petitions/548778\r\n\r\nCancel Vocational Exams NOW: https://petition.parliament.uk/petitions/565615"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T14:51:01.567Z"
    },
    "id": 566802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566802.json"
    },
    "type": "petition"
}