{
    "attributes": {
        "action": "Do Not Let Coronavirus Affect University Students Grades.",
        "additional_details": "University students are at a huge disadvantage, missing out on many opportunities which can assist their degree such as practicals and placements. Students have been forced to work from home, missing out on essential face-to-face teaching. Working from home instead of a University or Library setting has damaging effects to the quality of work produced, motivation, lack of resources and stress. Online learning has affected 2 academic years of teaching - which is a significant amount of time.",
        "background": "Figure out a fair and equitable way in which grades will be marked considering the effect Coronavirus has to lecture delivery, living arrangements, wages, practicals/placements, study environment, stress levels, and many more factors. Detrimental policies do not support an improving student.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:51:11.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T21:53:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T17:48:43.527Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the assessment of university courses are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nThe Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T17:48:43.523Z"
    },
    "id": 566913,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566913.json"
    },
    "type": "petition"
}