{
    "attributes": {
        "action": "Reimburse and lower fees for university students due to COVID19.",
        "additional_details": "Students around England are being left unsupported, anxious and are paying small fortunes to take a course which isn’t providing them the experience and qualities that they are paying for.\r\nThe government needs to address universities equally to how they have addressed primary and secondary schools. There has been no action from the government which supports tuition fees, accommodation fees, emphasis on university support, quality of work and a lack of empathy for student wellbeing.",
        "background": "University students need to be supported and reimbursed for tuition fees paid over the duration of COVID-19. Online teaching needs to be discounted. Expectations of students producing quality university work needs to be lowered during the pandemic as it has in primary and secondary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T22:35:05.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T22:52:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T12:58:15.953Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire universities to fully refund tuition fees for the Autumn term: https://petition.parliament.uk/petitions/555583\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T12:58:16.102Z"
    },
    "id": 566980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566980.json"
    },
    "type": "petition"
}