{
    "attributes": {
        "action": "Include Uni & Btec students in the exam cancellations",
        "additional_details": "I would like the government & parliament to include btec and uni students in the cancellation of exams",
        "background": "Assuming uni students and btec students can continue to revise and prepare for exams while in national lockdown is completely unfair. Especially when most btec courses are very physical and therefore impossible to be examined on correctly due to distancing measures and other restrictions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T22:53:02.284Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T00:08:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-08T09:18:57.875Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for vocational exams to be cancelled: https://petition.parliament.uk/petitions/565615\r\n\r\nDecisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-08T09:18:57.872Z"
    },
    "id": 566999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566999.json"
    },
    "type": "petition"
}