{
    "attributes": {
        "action": "Change the way that students get given grades for 2021 and 2022 exams",
        "additional_details": "Many students were at a disadvantage with teacher predictions, as numerous students tend to work hardest leading up to their final exams; rather than their mocks. This leaves pupils in schools and colleges with unfulfilled potential which their teachers failed to predict. As students, we would much rather be given notification of exam cancellations and an opportunity to complete potential course work in lieu of being given teacher predictions which may not be a full representation of a pupil's ability.",
        "background": "Ensure that the futures of the students of England are safeguarded and that they do not miss the opportunity to get the best possible grades by giving alternative options of assessment rather than cancelling exams and using teacher predictions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T21:53:45.709Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T07:23:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T16:59:09.968Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you care about how students will be graded, but we're not exactly sure what change you'd like to see or what \"alternative options\" you'd like students to be able to choose from.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government to do. \r\n\r\nYou may wish to sign some of these petitions: \r\n\r\nGrade GCSEs and A-levels on coursework, with no exams, from 2021 onwards: https://petition.parliament.uk/petitions/562814\r\n\r\nTriple Lock for 2021 A Levels Exam Results: https://petition.parliament.uk/petitions/548555\r\n\r\nAward 2021 grades based on 50:50 of teacher assessment and exams: https://petition.parliament.uk/petitions/554171\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T16:59:09.964Z"
    },
    "id": 566918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566918.json"
    },
    "type": "petition"
}