{
    "attributes": {
        "action": "Require universities to discount accommodation fees due to Covid-19",
        "additional_details": "Universities have denied requests for accommodation refunds. The Government should require them to provide refunds. Rooms and facilities are not in use and it is not fair to impose a financial hardship on families at this time, requiring them to pay large amounts of fees for accommodation that is not being used.",
        "background": "Universities continue to charge students and  families full price for accommodation in student housing. But the government has required almost all teaching to be online and has asked students not to leave home. Universities must refund or discount accommodation fees for rooms that are not in use.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T22:27:22.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T09:21:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T17:15:26.861Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T17:15:26.857Z"
    },
    "id": 566971,
    "links": {
        "self": "https://petition.parliament.uk/petitions/566971.json"
    },
    "type": "petition"
}