{
    "attributes": {
        "action": "Lower Student Tuition Fee Limits During COVID-19",
        "additional_details": "Entering another national lockdown, university students have yet again been forgotten and NEGLECTED. The government has responded to previous petitions claiming universities are autonomous yet remain totally neglectful of the circumstances from which these petitions have arisen and its duty to offer actual solutions to the valid issues raised instead of shifting unwanted responsibility. Universities have done what they can under GOVERNMENT RESTRICTIONS, now its the government's turn.",
        "background": "Government should acknowledge its duty to university students firstly as the main provider of student loans and secondly as possessing the power to set and amend university fee limits. It should use this duty and power to lower tuition fees during the current COVID pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-04T23:21:44.273Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-04T23:55:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T12:58:29.682Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire universities to fully refund tuition fees for the Autumn term: https://petition.parliament.uk/petitions/555583\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T12:58:29.679Z"
    },
    "id": 567029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567029.json"
    },
    "type": "petition"
}