{
    "attributes": {
        "action": "Reduce the university fees of students for the academic year 20/21",
        "additional_details": "Since March 2020 universities were forced to close and online teaching was soon implemented in order to continue teaching. However, after hearing that A-levels & GCSE's were cancelled last year and are likely to be cancelled again, we feel deeply disappointed that the government have chosen not to acknowledge our situation this entire period. Online learning is disadvantageous for the majority of students, who simply cannot teach themselves to the same standard or cope with the mental impact.",
        "background": "Instead of letting universities decide whether the fee's should be reduced, the Government should require it as a result of mistreatment and circumstances. Students are living in isolated, under-supported conditions with no open facilities. So my question is, what are we paying for?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T00:06:57.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T01:44:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T16:49:27.339Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire universities to fully refund tuition fees for the Autumn term: https://petition.parliament.uk/petitions/555583\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T16:49:27.338Z"
    },
    "id": 567062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567062.json"
    },
    "type": "petition"
}