{
    "attributes": {
        "action": "Lower student loans and university grade boundaries whilst in the pandemic",
        "additional_details": "It is not fair how there has been a pandemic going on in the world and students are still expected to produce the same quality of work and pay the same amount of loans whilst the level of teaching is no where near what it was before the pandemic. We are having to teach ourselves modules and complete assignments while lecturers are are unresponsive and therefore offer no help or guidance when needed. WE NEED MORE HELP PLEASE. WE ARE INVISIBLE RIGHT NOW AND NEED TO BE HEARD.",
        "background": "Students have received a poor quality of teaching and lack of support yet are still expected to pay the full amount of tuition during the pandemic. Loans should get lowered and grade boundaries should get dropped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T01:32:12.299Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T01:44:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T15:42:01.433Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nGovernment subsidise this year's university tuition fees\r\nhttps://petition.parliament.uk/petitions/552814\r\n\r\nLower university tuition fees for students until online teaching ends\r\nhttps://petition.parliament.uk/petitions/552911\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/324762\r\n\r\nDecisions about university courses and marking are a matter for individual universities, not the UK Government or Parliament. The Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T15:42:01.432Z"
    },
    "id": 567112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567112.json"
    },
    "type": "petition"
}