{
    "attributes": {
        "action": "Make Students Accommodations Cancel Rent Payments for Students",
        "additional_details": "Reduce rent instalments for this semester starting from January to mid February. Or completely cancel this instalment until we are advised to return to university by the UK government and ensure that any rent until the date we are allowed to return is reduced from the total amount for this instalment.\r\n\r\nThis is important because students are expected to still pay rent in the thousands for accommodation we are not even allowed to live in, until potentially mid February at the earliest. We are still expected to pay maintenance loans back in the future with interest. We are paying for something we can even use, with interest!!!",
        "background": "Make Students Accommodations Cancel Rent Payments for Students",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T08:22:21.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T10:25:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T17:15:36.024Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T17:15:36.020Z"
    },
    "id": 567154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567154.json"
    },
    "type": "petition"
}