{
    "attributes": {
        "action": "Lower the grade boundaries for exams and give students leeway for coursework!",
        "additional_details": "We are the future generations. We have been neglected consistently. Please help us, we have not received the same standard of teaching, so we cannot get the same grades",
        "background": "Universities have been given no help or guidance with COVID-19. GCSE's and A level students have had exams cancelled and lower expectations for them whilst university students have had no help at all for this!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T14:23:23.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T14:40:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T13:16:06.379Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T13:16:06.378Z"
    },
    "id": 567362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567362.json"
    },
    "type": "petition"
}