{
    "attributes": {
        "action": "Prioritise Student Nurses/Doctors/Paramedics for the vaccine.",
        "additional_details": "As students, we attend placements because we have to in order to qualify! We are doing 13 hour days, not getting paid a penny and now we are also putting our health/families health and lives on the line.\r\n\r\nI want to see students given the protection against COVID-19 that all other front line workers get.\r\nWe should not risk our lives whilst we try and get a career & care for all those who need us! Let us do our job and help the NHS by helping us and vaccinating us!",
        "background": "As students, we are front line and dealing with covid cases. We may not be working for the NHS, but we are there on the front line and we need protection.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T14:48:56.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T15:24:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T14:56:35.695Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, NHS England has written to all NHS Trusts outlining plans to vaccinate all frontline staff, and Danny Mortimer, the chief executive of NHS Confederation, has stated that “It is right to prioritise frontline health and care staff for COVID-19 vaccinations – irrespective of which part of the health and care sector they work in or whether they are a student or volunteer\".\r\n\r\nYou can find out more about this here: https://www.england.nhs.uk/2021/01/nhs-organisations-instructed-to-rapidly-vaccinate-staff/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-12T14:56:51.219Z"
    },
    "id": 567380,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567380.json"
    },
    "type": "petition"
}