{
    "attributes": {
        "action": "Deal with university / halls fees and further support for pupils and staff!",
        "additional_details": "like for university student to be better considered in COVID 19 influenced plans and for our tuition fees to be reduced seeing as online university costs much less , which is what we are receiving , without any thought into the strain and added pressure being put on our education ! Surely this should be a priority as we our the future! Lastly I would like for our fees to be reduced for accommodation as some our not their and some out stuck their alone and at risk as they cannot return home!",
        "background": "I would like for university staff to be properly supported when making COVID 19 influenced plans ,as they are constantly having their work load added to and having to make all new learning plans at the drop of a hat for us with no thought into how they’re are going to support their family. I would",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T15:06:33.835Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T17:30:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T15:49:33.827Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the impact of Covid-19 on university students and staff, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign the following petitions about tuition fees:\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nSuspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nReimburse student rents for all accommodation not used during this academic year: https://petition.parliament.uk/petitions/560735\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T15:49:33.824Z"
    },
    "id": 567391,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567391.json"
    },
    "type": "petition"
}