{
    "attributes": {
        "action": "Broadcast school lessons via newly set up, dedicated free-to-air channels.",
        "additional_details": "It is impossible for many parents to home school their children with many falling behind and having no access to education even if they want to learn.\r\n\r\nWith the help of teachers, free-to-air TV is a very direct, inexpensive, quick and safe way to reach many more children with structured and focussed learning content.\r\n\r\nThis will also be very useful for households with multiple children and limited devices. The on demand content will also be helpful for those with internet access and Smart TVs.",
        "background": "With schools closed, many children do not have internet access or devices with which to access the internet, many of these children do however have access to a TV.\r\n\r\nEach year group should have a dedicated channel from which to work with content accessible via on demand/online.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T17:44:26.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T17:53:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T15:54:41.503Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about broadcast content is a matter for individual broadcasters, not the Government or House of Commons, but the BBC has said they will be putting lessons on TV during lockdown: https://www.bbc.co.uk/news/entertainment-arts-55552962\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nFund improved online education by schools and colleges due to Covid-19: https://petition.parliament.uk/petitions/563573"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T15:54:41.501Z"
    },
    "id": 567474,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567474.json"
    },
    "type": "petition"
}