{
    "attributes": {
        "action": "Increase nursery workers pay considering they’re essential workers to stay open",
        "additional_details": "Show us your support and let us know we are recognised and valued as a job sector. It is time to increase our pay from pennies to a substantial amount to make us feel valued and appreciated. We are looking after lots of children combined of many different households, putting ourselves and our families at risk. Children are massive spreaders and nurseries is a main place for bugs to be found! Let alone Covid! But we go in day in and day out and provide care for those children and families!",
        "background": "Consider looking into why early years are one of the lowest bands of pay when they are the most essential to stay open during this pandemic. Early years has been overlooked and neglected by the government and has had no support. It is a hard job, long hours, poor pay and no recognition.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T15:51:24.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T17:05:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T15:33:51.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government isn't responsible for setting the pay of staff in nurseries, as they are private businesses.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nMandatory Hazard Pay for all workers on the front line in the COVID-19 pandemic: https://petition.parliament.uk/petitions/557249"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T15:33:51.128Z"
    },
    "id": 567415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567415.json"
    },
    "type": "petition"
}