{
    "attributes": {
        "action": "Reduce the total costs for University Students who started from September 2019",
        "additional_details": "University students who started in the 19/20 academic year and onwards have felt some of the worst of the pandemics effect on education. \r\n\r\nThey have lost access to facilities for at least an entire year and many have been paying for accommodation they legally aren’t allowed to access. They have had nearly all of their education moved online where support for assignments and projects cannot be provided the same way and the mental health effect from this pandemic has affected many students’ grades. \r\n\r\nAs the online learning is due to continue until nearly the end of this academic year minimum, we should not be paying the full amount for a degree that is now forcefully restricted by the government",
        "background": "Any university student who started in the 19/20 academic year should have at least 50% of their total balance removed that they pay back once their degree is complete and anyone who started in 20/21 academic year should have at least 30% removed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T17:45:41.116Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T17:50:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T10:43:03.717Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/324762\r\n\r\nRequire Universities to partially refund tuition fees for 19/20 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/550738\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19\r\nhttps://petition.parliament.uk/petitions/560953\r\n\r\nReimburse student rents for all accommodation not used during this academic year\r\nhttps://petition.parliament.uk/petitions/560735"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T10:43:03.712Z"
    },
    "id": 567476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567476.json"
    },
    "type": "petition"
}