{
    "attributes": {
        "action": "Reduce university fees following the lockdown announcement",
        "additional_details": "Students at university have suffered drastically during the pandemic, living between to places and being told you can or can’t stay at home or at accommodation. Lectures have transferred to online learning, absolutely no consideration has been given to the grades we are expected to still achieve despite the level of education not being the same. Students need to be talked about in the news, mental health services need to be made aware of, support needs to be more obvious. We have been neglected",
        "background": "Consideration of university students has failed to have been shown throughout almost the entire pandemic. Students are still expected to pay for rent and tuition even though we are not being given full access to either accommodation or a proper degree level education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T15:32:10.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T15:39:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T14:44:06.302Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nLower university tuition fees for students until online teaching ends\r\nhttps://petition.parliament.uk/petitions/552911\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/324762\r\n\r\nFund additional mental health support services for university students\r\nhttps://petition.parliament.uk/petitions/563936\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T14:44:06.300Z"
    },
    "id": 567402,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567402.json"
    },
    "type": "petition"
}