{
    "attributes": {
        "action": "Allow university students a grace period to travel to term-time accommodation.",
        "additional_details": "Term-time accommodation is more than a remote location to aid education for many students, it's people's homes, which they are paying for. It's absurd that with less than 24 hours warning students can't decide where they want to live in lockdown. Many students are moving forward with their lives, and moving into term-time accommodation is a part of that. \r\n\r\nIt's unfair that students are forced to stay away from their personal place of residence simply for being connected to a place of education.",
        "background": "I believe the government should allow for a grace period within a lockdown to allow students to decide whether they want to remain at their family home (or other place of residence) or move into term-time accommodation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T18:42:01.869Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T17:00:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-21T13:06:37.446Z",
        "rejection": {
            "code": "already-happening",
            "details": "Moving back to your university home is already possible under the current guidance, if that will then become your main residence, and you don't move back and forth. You can read the renting guidance around moving home here: https://www.gov.uk/government/publications/covid-19-and-renting-guidance-for-landlords-tenants-and-local-authorities/coronavirus-covid-19-guidance-for-landlords-and-tenants\r\n\r\nYou could start a petition asking for the Government to allow students to move freely between their university residence and home during lockdowns, if that's something that you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-21T13:06:37.443Z"
    },
    "id": 567515,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567515.json"
    },
    "type": "petition"
}