{
    "attributes": {
        "action": "Keep Bournemouth toilets open for those living on the streets",
        "additional_details": "I volunteer with a Street Support charity for rough sleepers & every week, a large number of people complain they don't have a toilet to use or somewhere to wash. It's essential that these public amenities remain open 24/7 to allow people access to sanitisation under Human Rights Act, Article 11, ICESCR. This is to prevent the spread of disease (Covid-19 etc) & out of respect for rough sleepers to allow them dignity also to prevent people using the surrounding bushes as is currently done.",
        "background": "To keep key public toilets open 24/7 in Bournemouth, especially Lower Gardens, to allow rough sleepers to wash and use the toilet especially in light of the current pandemic and the necessity of keeping hands clean. Currently, there aren't any open in the vicinity of the town centre.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T19:18:19.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T14:05:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T12:17:23.742Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about local facilities, including public toilets, are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nIn June the Government wrote to local authorities thanking those who are keeping open public toilets and urging those that had closed them to refer to advice on measures that can be taken to open toilets in a safe way: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/925478/Joint_letter_Simon_Clarke_MP_and_Rebecca_Pow_MP.pdf\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.bournemouth.gov.uk/councildemocratic/bournemouth-borough-council-historical-information/GetInvolvedHaveyoursay/PetitionsDeputations.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T12:17:23.740Z"
    },
    "id": 567550,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567550.json"
    },
    "type": "petition"
}