{
    "attributes": {
        "action": "Partially refund healthcare students who have been denied placements.",
        "additional_details": "Online learning has caused hurdles for education including those with mental health needs that cannot learn effectively online. For healthcare students (i.e. paramedics) the best way to learn is by being on placement. This has been denied and will cause a detriment to my learning. I paid for this course based on the prospectus stating: ambulance placement, which is now denied, thus it is only fair to be refunded for this denial of service. ONLY the government have the power to offer a refund",
        "background": "A university course is no different from any other paid service: if a service is denied, as per the Consumer Rights Act (2015), a refund must be provided. I paid £3000 this term specifically for ambulance placement which is now denied and I request my legal right for a partial refund.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T19:12:09.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T19:49:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T15:43:55.321Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise.\r\n\r\nFor fees relating to a specific part of a course, this would be a contractual matter for individual universities.\r\n\r\nThe DfE has advised that in this instance, students should first raise their concerns with their university. If their concerns remain unresolved, students at providers in England or Wales can ask the Office of the Independent Adjudicator for Higher Education to consider their complaint.\r\n\r\nYou can find more information here: https://www.universitiesuk.ac.uk/covid19/faqs-links-relevant-bodies/Pages/tuition-assessments-fees.aspx#q2"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T15:44:01.237Z"
    },
    "id": 567545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567545.json"
    },
    "type": "petition"
}