{
    "attributes": {
        "action": "Lower Degree Classification Boundaries and Alternative Assessments for Students",
        "additional_details": "We need to look after our students. they are our future doctors. nurses. teachers. Engineers. Scientists\r\n\r\nUK Students have not been given a fair chance. They have not been given adequate support off the government compared to GCSE/A-Level and BTEC Students.\r\n\r\nSome Universities have had lecturers leave or be fired due to lack of funding and students - Leaving the students to fend for themselves and leaving them in the dark about their Exams/assessments",
        "background": "Consider Lowering the degree class Boundaries and consider setting alternative assessments or predicted grades for students as sitting exams and final exams during a pandemic is a very unfair representation of a students true work",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T19:14:11.540Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T20:14:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T15:23:31.996Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university courses are a matter for individual universities, not the UK Government or Parliament. The Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/ \r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T15:23:31.991Z"
    },
    "id": 567547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567547.json"
    },
    "type": "petition"
}