{
    "attributes": {
        "action": "Require a basic level of teaching on mental health in our educational system",
        "additional_details": "Around 1.25 million people in the UK are thought to have an eating disorder, yet I would argue in most cases, unless intrigued and seeking information for one’s self, the knowledge is never provided or taught. Mental health should be just as much a priority as intellectual ability in schools. Put the people first? Offer them what they need to be people and not just objects in system to circulate money. Prioritise mental health, it should be taught not something a school can choose to discuss.",
        "background": "I am so passionate about the fact there is no where near enough information provided to children in schools about eating disorders. Even the term is so vague because there are so many forms. The disordered thinking, like body dysmorphia, is often a thing many are unaware of and this needs to change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T18:34:50.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T18:45:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T10:39:15.526Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nMake mental health awareness part of the national curriculum at all levels\r\nhttps://petition.parliament.uk/petitions/561016\r\n\r\nFund a national awareness campaign for mental health in schools\r\nhttps://petition.parliament.uk/petitions/553711\r\n\r\nCreate a public awareness campaign to support people with eating disorders\r\nhttps://petition.parliament.uk/petitions/548594\r\n\r\nYou could start a petition calling for education about eating disorders to be added as a specific element of the national curriculum, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T10:39:15.523Z"
    },
    "id": 567510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567510.json"
    },
    "type": "petition"
}