{
    "attributes": {
        "action": "Ask city and guilds to offer alternative ways to carry out exams due to covid.",
        "additional_details": "Delaying exams are causing a huge amount of stress for student vet nurses who are also carrying out full time placement in a vet practice. With exams being rearranged , topics are being overlapped and deadlines are piling on top of each other. Covid has unfortunately made the veterinary industry a difficult place to work and receiving a lack of support from exam boards is extremely deflating.  Delaying exams also delays our graduation, this in turn will effect wage and livelihood for most.",
        "background": "Get the attention of City and Guilds exam board for student vet nurses. Our exams are being delayed/ cancelled. No alternative route ( for example online examinations) have been offered. Many universities/colleges are undertaking exams online - highlighting that this route is possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T18:43:33.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T18:49:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T16:30:44.348Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about teaching, assessments and exams at institutions of higher education are a matter for individual institutions, not the UK Government or Parliament.\r\n\r\nIf you have concerns about arrangements for teaching and assessment you should raise these with your educational provider.\r\n\r\nYou may wish to sign this petition calling for a related action: https://petition.parliament.uk/petitions/565615"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T16:30:44.345Z"
    },
    "id": 567517,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567517.json"
    },
    "type": "petition"
}