{
    "attributes": {
        "action": "Rent reduction for students in private halls of residence.",
        "additional_details": "All students planned to go home for Christmas and be back for their second semester. Following the new restrictions the majority of us can’t move back. It’s easy for accommodations that are directly connected to the university’s, but students who are in private accommodations need help. Private accommodations are usually cheaper and more affordable to people who get the minimum loan, or students who attend a theatre/drama school who do not get offered accommodation through their university.",
        "background": "We have signed a contract for our university accommodations, but over Christmas we were placed in a national lockdown. There are lots of students who can not move back to their accommodations, due to COVID-19, but are paying rent to live in flats/houses, when we are stuck at our permanent homes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T21:15:19.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-05T21:20:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T17:17:02.843Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nReimburse student rents for all accommodation not used during this academic year: https://petition.parliament.uk/petitions/560735\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T17:17:02.841Z"
    },
    "id": 567629,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567629.json"
    },
    "type": "petition"
}