{
    "attributes": {
        "action": "Ban influencers from social media for travelling abroad during the pandemic.",
        "additional_details": "I feel banning the ‘Influencers’ for a one month period from all social media platforms is a way to deteriorate from this behaviour. I have seen many love island stars jet away to Dubai, the Maldives and other destinations 3 or 4 times during March and feel it is not only unsafe, I also feel peoples mental health is suffering so much and this is not helping. Something more needs to be done.",
        "background": "I would like the government to look at the way social media ‘influencers’ are travelling constantly during this global crisis, following no rules or regulations and returning to the UK and spreading the virus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-05T22:30:47.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T18:23:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T13:32:51.055Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Restricting access to social media accounts is a matter for individual social media providers, not the Government or House of Commons.\r\n\r\nInfluencers are subject to all of the same rules and regulations as other people, and it would be up to the police or Crown Prosecution Service to investigate or prosecute any alleged breaches of Covid-19 restrictions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T13:32:51.052Z"
    },
    "id": 567657,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567657.json"
    },
    "type": "petition"
}