{
    "attributes": {
        "action": "More support to all college courses including adult ones that affected by Covid.",
        "additional_details": "I would like to see more support and a increase in input from these colleges, I do not believe they do enough to support students especially adult evening classes, my course is now a year behind and very little progression has been made as there has been a lack of support and service by my college and many other colleges. This is now holding up my career that I have put a lot of time and effort into. This is resulted in a lack of pay increases as it has slowed my progression drastically.",
        "background": "A lot of college courses including adult evening courses have been hulted or slowed due to Covid-19 and as a result increased the completion length, which is causing delay to many people achieving a career that they are working hard to achieve. So I would like more support for those people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T06:39:12.364Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T08:04:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T12:22:06.387Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, we're not sure what type of support you would like the Government to provide.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For instance, we could accept petitions calling for funding to repeat courses, or for specific grants for part time students, if these are things you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T12:22:06.383Z"
    },
    "id": 567729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567729.json"
    },
    "type": "petition"
}