{
    "attributes": {
        "action": "Raise the maximum grade attainable for University assessment resits to a \"1st\"",
        "additional_details": "Poor mental or physical health stops students sitting exams.\r\nEssential help for students with learning disabilities and chronic health conditions has been rendered inaccessible and redundant, making studying impossible. There is no real way to adequately diagnose disabilities or mental illnesses either.\r\nFurthermore, in the wake of the pandemic, many more people are losing family and friends, and getting ill themselves, yet there is still no way to save your grade if you become too disadvantaged.",
        "background": "\"Across all university courses, the highest grade for resetting or missing a deadline in a year is a \"Pass\", regardless of prior academic attainment. Given how many obstacles there are to retain perfect health in the current pandemic landscape, this grade must be raised to \"1st\" to cover this.\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T01:08:13.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T03:35:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T15:51:29.583Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T15:51:29.582Z"
    },
    "id": 567709,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567709.json"
    },
    "type": "petition"
}