{
    "attributes": {
        "action": "Stop students PAYMENTS for rent, in halls and outside of halls if not in use.",
        "additional_details": "Students have been unable to get out of contracts that were signed in 2019 and have had to pay thousands of pounds for something they do not use as well as paying additional charges for alternative rent (such as being at home). \r\nAll we are asking as students is for this to be looked at and recognised as a problem, things are hard for everyone we understand that, but we also have had it hard in the past year, but it is not discussed as much by the government unless questioned about it.",
        "background": "The government could work with the universities and potentially have a stronger say on these companies that treat students badly.\r\nThis should allow students to get out of contracts if they are not living there.\r\nLandlords are known not to care about students and this is what is happening now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T12:11:05.474Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T14:15:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T11:57:46.830Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nReimburse student rents for all accommodation not used during this academic year: https://petition.parliament.uk/petitions/560735\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T11:57:46.827Z"
    },
    "id": 567836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567836.json"
    },
    "type": "petition"
}