{
    "attributes": {
        "action": "50% Relief in University fees for International students",
        "additional_details": "Due to Covid-19 restrictions, many international students are learning from their home country or from UK through blended learning approach. With that the main purpose of going to esteemed University is unfulfilled. Without access to the facilities and without access to the resources that are present on the campus, the learning experience has not been the same. so that is why some sort of relief is needed in tuition fee for especially international students. Since the fees for international students is way too high than home students.\r\n\r\nIn addition, Global economy has fallen down throughout this year(2020) so monthly income per capita shrink drastically and in these circumstances international students could not able to pay their hefty fees.",
        "background": "International students are requesting humbly with the ray of hope that authority should reduce tuition fees to 50% especially for international students. As the fees of international students are quite higher than home students and all folks across the globe have been facing same pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T11:23:17.447Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T12:09:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T09:33:17.022Z",
        "rejection": {
            "code": "duplicate",
            "details": "Fees for international students are set by individual universities, not the Government or House of Commons, but you may wish to sign some of these petitions:\r\n\r\nRequire Universities to partially refund tuition fees for 19/20 due to Covid-19: https://petition.parliament.uk/petitions/550738\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T09:33:17.018Z"
    },
    "id": 567819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567819.json"
    },
    "type": "petition"
}