{
    "attributes": {
        "action": "Allow teacher predicted grades for IGCSE and IAL students in 2021",
        "additional_details": "The government has already cancelled GCSE and A-Level exams for summer 2021 and it should also allow IGCSE and IAL students to achieve teacher predicted grades in the same manner. All students should be treated equally. We ask for IGCSE and IAL exams to be cancelled in exactly the same way.",
        "background": "We want the Government or Parliament to cancel IGCSE and IAL examinations for students in 2021 in exactly the same way as they have cancelled GCSE and A-Level examinations. And to allow teacher predicted grades for these forgotten students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T11:00:08.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T11:25:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T15:58:48.479Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T15:58:48.476Z"
    },
    "id": 567808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567808.json"
    },
    "type": "petition"
}