{
    "attributes": {
        "action": "Let Community Pharmacies do the COVID Vaccine Now",
        "additional_details": "Pharmacies are easily accessible to the public and have remained open, helping people with their health care needs throughout the pandemic.  They have trained NHS frontline staff. They have safe distancing already in place. The public should be able to choose to walk in to their local pharmacy and get vaccinated NOW.  Community Pharmacy have the capacity to administer thousands of vaccines a week. All pharmacies should be rolling out the vaccine now.",
        "background": "Pharmacies have trained pharmacists and level 3 technicians readily available to administer vaccines. They are commissioned by the NHS to give flu jabs, why not COVID jabs?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T11:15:06.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T11:48:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:09:13.142Z",
        "rejection": {
            "code": "already-happening",
            "details": "Pharmacists are already able to apply to be Covid-19 Vaccinators. As with all vaccinators, pharmacists would need to meet certain requirements in order to become vaccintors. You can find out more about how to support the Covid-19 vaccination programme here: https://www.england.nhs.uk/coronavirus/join-the-nhs-covid-19-vaccine-team/#i-dont-currently-work-in-the-nhs-but-would-be-interested-in-a-paid-role\r\n\r\nThe Government's UK COVID-19 vaccines delivery plan also sets out how pharmacies and pharmacists will support the rollout of Covid-19 vaccines: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/951284/UK_COVID-19_vaccines_delivery_plan.pdf\r\n\r\nThe training recommendations for Covid-19 vaccinators are set by Public Health England, and the application process for joining the NHS Covid-19 vaccinaton team is managed by the NHS. Both Public Health England and the NHS are operationally independent of the Government, and decisions about this guidance and recruitment are matters for them, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:09:13.139Z"
    },
    "id": 567815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567815.json"
    },
    "type": "petition"
}