{
    "attributes": {
        "action": "PROTECT UNIVERSITY GRADES: Higher Education governing body intervention required",
        "additional_details": "These are not just our grades, they are our futures.\r\n\r\nIf separate institutions implement individual policies, students face entering markets for further education and graduate jobs on an unequal footing due to some universities implementing more supportive policies than others. \r\n\r\nThe governing bodies must step in and implement fair, retrospective (applying to the whole academic year) protective, no detriment policies across all higher education institutions, using relevant available data such as; tutor testimonials, previous achievement and the trajectory of similar students in pre-Covid years. \r\n\r\nAs a sector of society, university and students across higher education have been grossly overlooked in terms of policy and financial aid - we are therefore seeking intervention and support.",
        "background": "Just as Ofqual stepped in for schools, intervention is required for Higher Education.\r\n\r\nParliament should intervene to ensure students faced with reduced teaching hours, increased independent learning, altered assessments, no access to facilities, achieve the standard of excellence expected",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T12:22:18.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T12:31:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T10:28:33.838Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T10:28:33.834Z"
    },
    "id": 567845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567845.json"
    },
    "type": "petition"
}