{
    "attributes": {
        "action": "drama schools to keep their current intake + let them retake this year for free",
        "additional_details": "Musical theatre/dance and acting degrees are completely vocational and are impossible to do via zoom. We want government funding to help support retakes for those students who wish to do so- with no additional fee. We do not want our money back, we want our training- the training we signed up for.",
        "background": "Drama schools should not take on a foundation degree/ first year intake this September and let their current students who’ve been affected by covid, retake their year for free. We will be in debt for training we never received.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T10:51:01.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T11:08:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T09:26:56.025Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about teaching during the current outbreak, any measures to compensate current students for disruption to their learning as a result of the outbreak, and intake for future academic years for private educational institutions are a matter for individual institutions, not the Government or House of Commons.\r\n\r\nIf you have concerns about your school's arrangements for teaching and assessment you should raise these with your school."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T09:26:56.022Z"
    },
    "id": 567802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567802.json"
    },
    "type": "petition"
}