{
    "attributes": {
        "action": "Apply the decisions taken regarding this summer’s public exams consistently",
        "additional_details": "This is wholly unjust and unless action is taken to apply the same principles to all examinations in the UK, tens of thousands of students will be disadvantaged and put under unyielding pressure. Some students might have to take 1 exam under such provisions, others might have to take 4.The mental health of young students nationally has suffered immensely recently. The right decision MUST be taken so that we can prevent a pernicious mental health pandemic from materialising and becoming rampant.",
        "background": "As of now, Cambridge International Education is maintaining that Cambridge Pre-U, Cambridge International A Level and Cambridge IGCSE exams will take place as planned this summer, DESPITE the government’s announcement that traditional A Levels and GCSES will be scrapped this year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T15:06:50.011Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T12:20:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:02:41.144Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:02:41.141Z"
    },
    "id": 567945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567945.json"
    },
    "type": "petition"
}