{
    "attributes": {
        "action": "The Pandemic Petition for uni students: Tuition, Rent, Assessment, Mental Health",
        "additional_details": "Our key issues:\r\n\r\n1)Tuition- Limited resources and access to campus has ultimately impacted our university experience and the level of education received, we should therefore not be expected to pay tuition in full.\r\n\r\n2)Rent- Students have not returned to their universities as per government advice and should be eligible for a rent freeze or reduction.\r\n\r\n3)Assessment- No detriment policies must be rolled out across all universities. \r\n\r\n4)Mental Health- Fund emergency support for students struggling.",
        "background": "The government must address these 4 key issues facing all university students. We are paying tuition to universities we cannot go to or use the facilities, and rent for houses we aren't living in as per government advice. Our assessments and mental health must be given the same attention as schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T16:35:00.129Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T16:39:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T13:04:50.925Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nLower university tuition fees for students until online teaching ends\r\nhttps://petition.parliament.uk/petitions/552911\r\n\r\nFund additional mental health support services for university students: https://petition.parliament.uk/petitions/563936\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19\r\nhttps://petition.parliament.uk/petitions/324762\r\n\r\nFund additional mental health support services for university students\r\nhttps://petition.parliament.uk/petitions/563936\r\n\r\nSuspending payments for rent is a matter for individual landlords, and not the UK Government or Parliament, but we have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299\r\n\r\nDecisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T13:04:50.921Z"
    },
    "id": 567980,
    "links": {
        "self": "https://petition.parliament.uk/petitions/567980.json"
    },
    "type": "petition"
}