{
    "attributes": {
        "action": "Give Student Nurses and all keyworker students Lateral Flow tests &  Vaccine",
        "additional_details": "Because currently we are treated as if we are expendable and we are not. We should be protected just as much as qualified keyworkers",
        "background": "All student keyworkers should be eligible for the lateral flow tests and covid vaccine. We are out there too working just as hard. We are PAYING for the privilege of being put at risk as we want to work in these fields, we should at least be protected",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T18:14:29.381Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T18:59:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T17:08:19.200Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about testing and vaccination of students, however it is not clear what you mean by 'student keyworkers' and therefore who would be eligible for these testing.\r\n\r\nIn any event, since you started your petition the Government has begun rolling out community 'lateral flow' testing, for which asymptomatic students would be eligible: https://www.gov.uk/government/news/asymptomatic-testing-to-be-rolled-out-across-the-country-starting-this-week.\r\n\r\nFurther, NHS England has written to all NHS Trusts outlining plans to vaccinate all frontline staff, and Danny Mortimer, the chief executive of NHS Confederation, has stated that “It is right to prioritise frontline health and care staff for COVID-19 vaccinations – irrespective of which part of the health and care sector they work in or whether they are a student or volunteer\".\r\n\r\nYou can find out more about this here: https://www.england.nhs.uk/2021/01/nhs-organisations-instructed-to-rapidly-vaccinate-staff/\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nMake the COVID-19 vaccine available to all students on placement in the pandemic: https://petition.parliament.uk/petitions/567410\r\n\r\nPrioritise COVID-19 vaccines for first responders (police, fire, ambulance): https://petition.parliament.uk/petitions/564155\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-13T17:08:25.507Z"
    },
    "id": 568025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568025.json"
    },
    "type": "petition"
}