{
    "attributes": {
        "action": "Replace “clap for heroes/clap for carers” with BOO FOR BORIS",
        "additional_details": "I appreciate the work that carers are doing for this country but clapping is not going to change anything financially for the heroes of this pandemic. \r\n\r\nInstead I suggest we collectively scrutinise the government by “Booing for Boris” we cannot simply sit back and accept that thousands have people have died unnecessarily because of a lackadaisical approach by the government throughout this pandemic. We should Boo for Boris at 7pm every Thursday throughout the current lockdown.",
        "background": "Acknowledge that this government has simply not done enough to keep people alive during this pandemic. Their approach to drugs pandemic has been careless and indecisive. If nothing else we deserve a heartfelt apology from this government for their repeated failures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T19:20:19.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T19:58:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-15T12:38:06.592Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nObserving the clap for carers, or any other display such as this is a decision for individuals, not the UK Government or Parliament.\r\n\r\nYou could start a new petition calling for a specific change to Government policy, if that's something that you'd like to see. If you want a change of Government, you may wish to sign this petition calling for a general election: https://petition.parliament.uk/petitions/557074\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-15T12:38:06.590Z"
    },
    "id": 568066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568066.json"
    },
    "type": "petition"
}