{
    "attributes": {
        "action": "Require Universities to have a non-detriment policy for students",
        "additional_details": "It is clear that the pandemic has had an effect on the learning of those sitting GCSE and FE qualifications. This has been the same for those studying at a higher level. Libraries are closed and some students have to study away from campus, causing all students to be unable to achieve the same standard of work that they would have completed without a pandemic. There is enough pressure on students' mental health without having to worry about work being graded unfairly.",
        "background": "Require Universities to instate a non-detriment policy on assessments and exams that students are required to complete whilst the COVID is affecting their ability to access the resources that would usually be readily available to students so that their results consider the current pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T19:40:30.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-06T19:57:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T13:40:00.769Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Universities are autonomous institutions so they way they deliver courses and assess students is a matter for individual universities, not the Government or House of Commons.\r\n\r\nThe Office for Students, which regulates the higher education sector in England, published guidance for providers about quality and standards during coronavirus (COVID-19) pandemic in March, which notes that ‘no detriment’ or ‘safety net’ policies introduces by some providers are likely to be appropriate, but such policies are a matter for individual providers, and must meet conditions for awarding bodies: https://www.officeforstudents.org.uk/media/f351a739-6cd6-4310-8f98-a6aa603f17f4/quality-and-standards-guidance-during-coronavirus.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T13:40:00.767Z"
    },
    "id": 568074,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568074.json"
    },
    "type": "petition"
}