{
    "attributes": {
        "action": "Ban police from using the phrase \"civil matter\"",
        "additional_details": "The police cannot fetter their duties to enforce the law by using discouraging phrases without providing full and reasoned explanations as to why the offence reported is not a criminal offence. No one wants to complain about the police, but no one wants a system where police are reluctant to enforce laws.",
        "background": "The government responded to our demand for more policing, but we need quality as well as quantity. Unfortunately many police officers are reluctant to get involved and refer to many reports of criminal offences as \"civil matters\". It is a symbol of poor quality policing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-06T23:57:03.965Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T10:36:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-15T08:51:41.490Z",
        "rejection": {
            "code": "no-action",
            "details": "The police are responsible for preventing crime and investigating alleged criminal offences. They are not responsible for enforcing civil law, which is a matter for private individuals and organisations.\r\n\r\nIf you want the Government to give the police responsibility for enforcing civil law as well as criminal law we could accept a petition requesting this, although it would involve fundamentally changing the purpose of the police."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T11:50:34.187Z"
    },
    "id": 568178,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568178.json"
    },
    "type": "petition"
}