{
    "attributes": {
        "action": "Reduce University First Class Honours from 70% to 65%",
        "additional_details": "We have had many group works (reports) and chasing every group member to complete their work over the phone is quiet tough. Not everyone is as motivated when it comes to online learning and don’t put enough effort in their part. Therefore, this affects grades of students that are willing or working towards achieving a good grade (First Class). Universities are not doing anything to make it easier for students that are struggling. Considering, everything is online we need to get quick responds to our emails however this is not the case. Students also have WIFI problems, therefore, cannot attend seminars sometimes and as they are not recorded we miss out on a lot of learning.",
        "background": "Studying online is very difficult especially when the universities are not well organised and haven’t provided enough support or materials to make it clear for the students. Studying from home means a lot of background, meaning we cannot unmute to ask questions or even take part in the seminars.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T00:21:25.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T00:33:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T13:47:37.352Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise.\r\n\r\nDecisions about university courses and marking are a matter for individual universities, not the UK Government or Parliament. The Office for Students has published guidance for providers about quality and standards during the coronavirus (COVID-19) pandemic, which sets out its expectations regarding teaching and assessments: https://www.officeforstudents.org.uk/publications/guidance-for-providers-about-quality-and-standards-during-coronavirus-pandemic/\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T13:47:37.350Z"
    },
    "id": 568188,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568188.json"
    },
    "type": "petition"
}