{
    "attributes": {
        "action": "Stop the IGCSE English and Maths Exams for Year 11's due to COVID-19",
        "additional_details": "I want the Government to stop the IGCE's this year so they can help stop the spread of COVID-19 and stop the unfairnesses that this situation has bought upon us. I believe that if GCSE's are cancelled then all exams should be cancelled and we should bring fairness to this issue. I do hope this message is spread and fairness, justice, and security can be bought in. Especially in times like these where it seems there isn't any.",
        "background": "I truly believe that the Government needs to rethink their attitude towards the IGCSE exam situation this year. For all Year 11's GCSE's have been cancelled however for some who are taking IGCSE'S there is still a requirement to sit them. Not only is this unfair but it is also classist and dangerous",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T15:46:09.021Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T15:53:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:01:00.663Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:01:00.660Z"
    },
    "id": 568393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568393.json"
    },
    "type": "petition"
}