{
    "attributes": {
        "action": "Review the list of critical workers to reduce the number of children in school.",
        "additional_details": "The list of critical workers must be reviewed, reduced and made specific. Only jobs essential for running the country during lockdown should be included. \r\nOnly single parent families / families with two critical worker parents should be offered school places\r\nCritical workers working from home should keep their children at home\r\nParents should be offered a quick way to report employers who are not allowing flexible working\r\nIT equipment for children to use at home should be supplied urgently",
        "background": "Schools have been closed, yet many students are still attending school in person as their parents believe they are classed as critical workers. Carers are having to take annual leave because it is unsafe to go into their clients’ homes when their children are mixing with so many people at school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T18:42:09.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-07T22:13:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T15:03:48.996Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you would like the critical worker list to be made stricter but it's not clear which groups, if any, that you wish to be removed from the list.\r\n\r\nYou could start a petition calling for a specified group or groups to be removed from the critical worker list, if that is something you'd like to happen.\r\n\r\nYou can find the current list of critical workers here:\r\nhttps://www.gov.uk/government/publications/coronavirus-covid-19-maintaining-educational-provision/guidance-for-schools-colleges-and-local-authorities-on-maintaining-educational-provision"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T15:03:58.883Z"
    },
    "id": 568441,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568441.json"
    },
    "type": "petition"
}