{
    "attributes": {
        "action": "STOP THE EXPANSION OF THE LONDON ULEZ ZONE",
        "additional_details": "The Expansion of ULEZ will cause many businesses around the periphery of London to suffer financially as it will discourage people from coming into London. Covid has caused financial hardship & this extra charge is not acceptable to those who work & live in or around London. Asking people to buy new cars at this time is not acceptable after the hardship the Covid Lockdowns have & are causing. CANCEL the planned expansion of ULEZ. The Expansion of the ULEZ Zone is NOT acceptable as the outer zone of London is not as heavily built up and therefore pollution is not as high and can disperse more easily. Businesses & people must be helped at this time not hindered.",
        "background": "CANCEL the Expansion of the ULTRA LOW EMISSIONS ZONE to the LONDON North & South Circulars.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T17:54:25.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T03:05:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T15:08:37.485Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T15:08:37.481Z"
    },
    "id": 568420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568420.json"
    },
    "type": "petition"
}