{
    "attributes": {
        "action": "Prioritise shop workers and child care providers accessing a Covid-19 vaccine",
        "additional_details": "Shop workers, teachers, nursery staff and childminders have been putting themselves and there loved ones at risk and working tirelessly everyday to help keep the country running during these unprecedented times. They are coming into contact with hundreds of people everyday and are extremely at risk of contracting coronavirus. They need to be vaccinated in order to keep themselves and members of the public safe.",
        "background": "The Government urgently need to prioritise shop workers and childcare providers accessing a Covid-19 vaccination in order to help prevent the spread of coronavirus and keep everyone safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T00:00:30.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T00:25:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T17:02:06.520Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination: https://petition.parliament.uk/petitions/554316\r\n\r\nPrioritise Key Retail Workers, being offered the Covid Vaccine: https://petition.parliament.uk/petitions/567426\r\n\r\nAll key workers to be higher up the list for coronavirus vaccine: https://petition.parliament.uk/petitions/564466\r\n\r\nPrioritise early years practitioners to urgently receive Covid 19 vaccine: https://petition.parliament.uk/petitions/566743"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-11T17:02:06.518Z"
    },
    "id": 568558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568558.json"
    },
    "type": "petition"
}