{
    "attributes": {
        "action": "The government's mishandling of the real science around Coronaviruses",
        "additional_details": "It is for the benefit and wellbeing of each UK citizen.\r\nThe present actions using tiers and lockdowns, which do not protect us from coronaviruses, also means each citizen is not taking self-responsibility for their own wellbeing.\r\nIf you wish to enhance the wellbeing of each citizen and boost the UK economy then allow each MP to work proactively in their constituent.\r\nBuild a healthy workforce, which using local farmers and local businesses. Viruses are us and we are them!",
        "background": "Understand more about Coronaviruses and how they function in humans. Viruses upregulate our genes, however if people have a compromised immune system, then viruses can overwhelm our body. It is about each citizen taking radical responsibility for their physical, mental, social and emotional body.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-07T22:18:48.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T06:51:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-19T18:09:58.054Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-19T18:09:58.050Z"
    },
    "id": 568526,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568526.json"
    },
    "type": "petition"
}