{
    "attributes": {
        "action": "Cancel IGCSE exams so that all year 11 students in the UK do not sit exams.",
        "additional_details": "It is important to give all year 11 students the same opportunities and seems unfair to cancel exams for those in the UK sitting GCSE exams but not those sitting IGCSE exams. Both school systems, regardless of which exams they do, if based in the UK, have missed similar if not the same amounts of school due to the Corona Virus. Going ahead with these exams will see the mental health of students rapidly decreasing due to the stress placed on them, having missed so much school.",
        "background": "GCSE and A level exams have been cancelled in the United Kingdom without thought given to IGCSE exams which many schools in the UK sit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T13:23:44.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T13:28:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:03:12.623Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:03:12.619Z"
    },
    "id": 568661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568661.json"
    },
    "type": "petition"
}