{
    "attributes": {
        "action": "Urgently replace the current Secretary of State for Education",
        "additional_details": "Over the period of the pandemic, the education minister has lost the respect and confidence of both parents and teachers. He has demonstrated a total lack of understanding of how schools plan and operate. His latest statement that encourages parents to complain to OFSTED if they are dissatisfied with the quality of home learning, undermines the crucial partnership between teachers and parents, and fails to recognise the complexity of the job teachers face to ensure continuity of education.",
        "background": "During this COVID crisis we need to have confidence that the minister has the ability to lead the education department effectively. At present the current education minister, through his comments and decisions, has clearly demonstrated he is out of his depth and has become an object of ridicule.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T09:33:15.076Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T11:01:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T12:18:22.462Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours or appointments, which includes calling for Ministers or MPs to be sacked, resign, or to be subject to a recall vote or a vote of no confidence."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T12:18:22.486Z"
    },
    "id": 568606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568606.json"
    },
    "type": "petition"
}