{
    "attributes": {
        "action": "Get Cambridge International exam board to cancel the summer exams in the UK",
        "additional_details": "It not only puts private candidates, students in school and international students at risk to force them into schools when many have to shield but also academically is a disadvantage when we have missed just as much schooling as other students. We still have to apply to the same universities they will but we will be doing so with grades which do not accurately reflect our ability. Please ask Cambridge International to cancel them.",
        "background": "All other exams have been cancelled in the UK, it is fundamentally wrong for Cambridge International exam board to not follow suit and force students into taking these exams. Many international students will have to fly into the UK for their exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T12:24:05.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T12:34:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:15:14.593Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:15:14.589Z"
    },
    "id": 568640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568640.json"
    },
    "type": "petition"
}