{
    "attributes": {
        "action": "Require Cambridge Pre-U exams to be cancelled in line with A Levels",
        "additional_details": "Students have lost months of in-class teaching due to several lockdowns, and by taking the decision to continue with exams as planned undermines the governmental decision to cancel equivalent qualifications (A-Levels). By requiring Cambridge Pre-U to cancel final exams, it allows students to be assessed in a fairer way (subscribing to the Government's desire to keep a level playing field) and treats students across the country the same as their peers who take standard A-Levels in similar subjects.",
        "background": "Require Cambridge Pre-U to cancel terminal assessments and replace them with teacher assessments, in line with DfE policy and Ofqual",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T11:07:53.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T11:16:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:20:03.337Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:20:03.335Z"
    },
    "id": 568622,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568622.json"
    },
    "type": "petition"
}