{
    "attributes": {
        "action": "Lower the interest rate on Student Loans to RPI -2% and stop compound interest.",
        "additional_details": "The 5.6% compound interest rate on student loans is prohibitive & not in line with interest rates. It will add 9% on to the tax rate of those earning over the threshold. This is punitive to our future generations, who will be paying off the debt accumulated from Covid and so must be lowered. It’s time to help this generation, who have been shafted over recent years. Time to stop this assault on their future, prevent a brain drain and inspire our young to do great things with their education.",
        "background": "We require the government to reduce the interest rate on student loans to RPI -2% and to stop the compound interest. They will be paying for the cost of Covid, surely that is enough? An additional 9% to their tax will be punitive on top of what they will be expected to pay off due to Covid debt.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T11:50:12.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T14:30:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-15T11:30:47.979Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the amount people with student loans have to repay, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYour petition calls for the interest rate on student loans to be reduced, but your petition appears to be concerned with the rate at which people repay their student loans, which is separate to the interest charged on outstanding loans.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nReview and reform tuition fees and student loan interest and repayments: https://petition.parliament.uk/petitions/330325\r\n\r\nIncrease the income threshold for people repaying student loans under Plan 1: https://petition.parliament.uk/petitions/332235\r\n\r\nExempt Uni students affected by Covid from being charged interest on loans: https://petition.parliament.uk/petitions/559022\r\n\r\nReduce interest on ALL extant student loans to zero: https://petition.parliament.uk/petitions/557047\r\n\r\nStudent loan interest rates cut to 1% above base & have an interest rate holiday: https://petition.parliament.uk/petitions/552812\r\n\r\nAllow student loan holders to suspend their payments for up to 12 months: https://petition.parliament.uk/petitions/559971\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-15T11:30:47.976Z"
    },
    "id": 568632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568632.json"
    },
    "type": "petition"
}