{
    "attributes": {
        "action": "Cancel iGCSE for private school students",
        "additional_details": "Not only is it unfair on us as public school GCSEs have been cancelled but it is also putting many private school students into panic and frustration. I believe the best solution at this current point in time is to cancel all summer exams including iGCSE. \r\nKnowing that many public school pupils would of preferred to do their exams and many private school pupils would be perfectly happy with their predicted grades I believe you could take into consideration maybe even having a choice for pupils.",
        "background": "I think the Government should cancel iGCSE for private schools across the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T13:11:04.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T13:17:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:02:49.013Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:02:49.010Z"
    },
    "id": 568656,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568656.json"
    },
    "type": "petition"
}