{
    "attributes": {
        "action": "Petition to cancel International GCSEs and A-levels 2021",
        "additional_details": "94% of IGCSE examinations are taken in independent schools and it's easy to overlook the impact that this will have on the 7.8% of students who attend independent schools. Whilst Independent school students have widely received a larger amount of support from teachers than most State school students have, we are nowhere near in a position to take our examinations this summer and should withdraw along with state schools and be assessed by teacher predictions which would accurately reflect our efforts over the year.",
        "background": "After GCSEs and A-levels were cancelled, we assumed that IGCSE’s would be too as there was no mention of them. The decision for them to continue is completely unfair as there was no mention that IGCSE exams were considered separately and we have missed too much content to be prepared for the exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T18:07:28.811Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T18:31:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:09:40.018Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:09:40.015Z"
    },
    "id": 568763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568763.json"
    },
    "type": "petition"
}