{
    "attributes": {
        "action": "Cancel iGCSEs in private schools.",
        "additional_details": "Please do the correct thing and CANCEL THESE EXAMS. It is completely unfair to both private and public schools, as children in public schools won’t have the equal opportunity. Cancel them all together to help us manage our stress because we have much more to worry about- may I remind you WE ARE IN A GLOBAL PANDEMIC. So please, as our government, do what is correct and fair to everyone, to keep everyone healthy and happy.",
        "background": "To our parliament. \r\nYou are doing us no favours by keeping iGCSEs. You are creating unnecessary stress for us, and by cancelling them it will help us a lot more. We can focus more on proving ourselves to get the grades we deserve and spend less time revising for only half of our exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T15:04:41.691Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T15:11:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:07:49.235Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:07:49.232Z"
    },
    "id": 568702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568702.json"
    },
    "type": "petition"
}