{
    "attributes": {
        "action": "Cancel iGCSE and International A Level Exams for 2021",
        "additional_details": "Continuing with iGCSE's and International A Levels exams puts students at a disadvantage. This lack of parity with their contemporaries leads to implications for their future education and career choices. The U-turn on the announcement by the Prime Minister that ALL GCSE and A Level exams are to be cancelled in the UK, to now exclude iGCSE candidates is unacceptable and unfair. We ask that you put all students on a level playing field and take mental health and well being into consideration.",
        "background": "We request that iGCSEs and International A Level exams are cancelled in the United Kingdom, and Centre Graded Assessments given instead, like GCSEs and A Levels. Private, homeschooled and online students' futures have all been ignored despite them having the same lack of support since COVID-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T15:56:01.213Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T16:05:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:09:05.701Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:09:05.698Z"
    },
    "id": 568727,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568727.json"
    },
    "type": "petition"
}