{
    "attributes": {
        "action": "Cancel IGCSE’s which are still scheduled to go ahead this year",
        "additional_details": "All other national, public exams have been cancelled in the UK except IGCSEs. This is absolutely unfair for those students who take IGCSEs this summer. They lost so much learning time in schools, they cannot be able to taught in person, and with this new lockdown students now even have less of a chance to catch as some students even do not have any suitable devices for online learning which would make it unfair for students who take a different type of exam being unfairly penalised for that.",
        "background": "Cancel IGCSEs in summer 2021 and make an alternative plan for IGCSE students in order to lower the unfairness across the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T15:36:05.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T15:45:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:08:26.101Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:08:26.097Z"
    },
    "id": 568719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568719.json"
    },
    "type": "petition"
}