{
    "attributes": {
        "action": "Cancel IGCSE exams for year 11 students",
        "additional_details": "Reasonings for cancelling IGCSE’s are as follows:\r\n\r\n- Some state schools received just as much education as private schools did during online lesson however they don’t take IGCSE’s so wouldn’t have to take exams like private school students. \r\n- The stress and mental health issues students are gaining from covid is the same regardless of what school they attend. \r\n- Despite having access to online resources, online learning is harder, and much less easier to focus on than physical lessons.",
        "background": "We would like to cancel IGCSE (International GCSE) exams for year 11 pupils as keeping them will cause a huge divide between state and private schools hence causing a social  injustice. People’s family members, friends and members of our community are dying, yet you still want us to take exams?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T15:41:42.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T15:44:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:08:12.671Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:08:12.668Z"
    },
    "id": 568721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568721.json"
    },
    "type": "petition"
}