{
    "attributes": {
        "action": "Invest in publicly owned digital infrastructure for the community.",
        "additional_details": "In addition to this, digital tools are almost completely privately funded and therefore largely in pursuit of profit. The government has the ability to invest in workers to meet the community's digital needs, including access to free data storage, publicly owned social media, educational and informational resources and media forms not backed by private interests.",
        "background": "Currently, the worlds internet is all privately owned by large corporations including Amazon, IBM, Google. The internet is such an integral tool to modern society and as such should be nationalised to at least some level.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T17:12:44.655Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T19:16:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T15:06:45.237Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. In particular, whether you are looking for internet service provision to be nationalised, or if you would like the Government to fund new services currently provided by private companies (such as social media).\r\n\r\nYou may wish to sign this petition: \r\nhttps://petition.parliament.uk/petitions/327253\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T15:06:58.275Z"
    },
    "id": 568745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568745.json"
    },
    "type": "petition"
}