{
    "attributes": {
        "action": "Stop exams for children till they take a professional vacation",
        "additional_details": "Many children freeze under pressure as they can not take to pressure that society has put in these youngsters. They have enough to deal with and not many actually know what they want to do at 16 so they don’t know what areas to concentrate in. Plus we all know children can do better when not under pressure and surrounded by their piers and teachers in a normal environment teachers know the children better than a silly bit of paper",
        "background": "Come up with another way for children to finish school it is so much of a strain life in general. Their is a lot at that age like bullying, health problems, mental health, finding them self, pressure of general life. Stopping exams at a young age will help release pressure. Also their mental health",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-01-08T21:49:30.774Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T21:33:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-04T12:50:22.004Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign the following petition:\r\n\r\nProvide additional funding to schools for Y10-13 mental health support.\r\nhttps://petition.parliament.uk/petitions/548678"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T12:50:22.001Z"
    },
    "id": 568824,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568824.json"
    },
    "type": "petition"
}