{
    "attributes": {
        "action": "Reduce new content learnt for A-Level and GCSE students during lockdown",
        "additional_details": "This should be done as if students make a return back to schools once the lockdown period is over, schools will issue tests and exams including newly covered content. This will reduce final grades which can effect university and college choices.",
        "background": "The government should limit or stop schools from teaching year 11 and year 13 new content during lockdown as learning remotely is not an effective method. Students do not gain the same experience compared to learning in classrooms making it harder to completely understand new topics.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T21:07:44.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T21:22:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T13:35:25.816Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Exams for this summer have been cancelled. The Government is currently consulting on how GCSE, AS and A level grades should be awarded in summer 2021. You can share your views here (closing date 29 January): https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021\r\n\r\nYou may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/566793\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T13:35:25.813Z"
    },
    "id": 568817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568817.json"
    },
    "type": "petition"
}