{
    "attributes": {
        "action": "Prevent the creation of \"Fox News\" style TV news channels in the UK",
        "additional_details": "While we allow bias in our print news, the USA has provided ample evidence that TV news has more power to influence the public. Lord Grade recently advised ministers that TV impartiality regulations were \"a relic of a bygone patrician age.\" Yet a 2014 Ofcom report showed that 78% of the British public use TV for their news -- far more than any other platform. And that TV news programmes on the whole were considered \"trustworthy\". It would be extremely dangerous to now allow partisan reporting.",
        "background": "The recent acts of violence and insurrection in the USA have been largely fuelled by biased TV journalism. Despite existing Ofcom regulations requiring due impartiality in the UK, there are two \"Fox News\" style channels due to arrive here. We want to ensure that TV news impartiality is enforced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T20:32:42.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-08T20:46:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T16:43:00.055Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because it's about something that the UK Government and Parliament are not responsible for. Ofcom, the UK’s communications regulator, is responsible for approving new television channels and regulating broadcasters. Because Ofcom is operationally independent of Government and Parliament we can’t accept petitions about things Ofcom is responsible for.\r\n\r\nIf you object to the content of the new channels once they are set up you can complain to Ofcom about their content here: https://www.ofcom.org.uk/complaints"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T16:43:04.723Z"
    },
    "id": 568811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568811.json"
    },
    "type": "petition"
}