{
    "attributes": {
        "action": "Stop councils charging 100% council tax but not supplying 100% council services.",
        "additional_details": "Due to COVID-19 and even though a lot of people have been on the furlough scheme, this only pays 80% of their wages.  Why then should everyone be expected to still pay 100% of levied council taxes.  MP’s are fine on their 80k salary but in the real world many are now at below minimum wage because of the furlough scheme yet still asked to pay full council tax and utilities in theses uncertain times.  Councils are by in large cashing-in on this and even furloughed some of their staff.",
        "background": "Reduce OR refund everyone in those council areas where they have charged full council tax but not provided full services to all.  For Example - Libraries closed, public conveniences closed, public swimming pools closed & recycling centres closed etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-08T22:20:08.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-14T00:32:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T13:34:12.463Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/554154\r\n\r\nIf you want council tax to be changed in a different manner to requested by the above petition, we could accept a petition requesting a specific, different action."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T13:34:12.459Z"
    },
    "id": 568829,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568829.json"
    },
    "type": "petition"
}