{
    "attributes": {
        "action": "Cancel 2021 IGCSEs and International A-Levels",
        "additional_details": "Pupils have missed an enormous amount of teaching since the first lockdown back in March of 2020 and have experienced huge amounts of stress since then which has hugely impacted our learning. Students have coped differently with this prolonged disruption; some dealing with it fine whilst others have struggled severely with mental health and concentration. How is it fair on IGCSE/IAL students to have to take exams whilst pupils taking GCSEs/ALs don't, despite their circumstances being the same?",
        "background": "The Government should cancel IGCSEs in 2021 due to the already huge disruption caused by COVID-19 and now a new lockdown. Students have missed huge amounts of teaching and it is completely unfair for IGCSEs and International A-Levels to go ahead but not GCSEs and A-Levels.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T12:54:59.567Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T20:54:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:13:17.896Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for the Government to prohibit any exams from taking place during the Covid-19 outbreak, if that is something you want to happen.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:13:17.894Z"
    },
    "id": 568933,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568933.json"
    },
    "type": "petition"
}