{
    "attributes": {
        "action": "Open Early Years, only to Key workers, vunerable children, and single parents.",
        "additional_details": "To protect the NHS, we need to limit the amount the children and adults mixing. Nurseries and  pre schools are already suffering with less funding, and resources are tight. We need to be open only for Key Workers, vunerable children and single parent families to prevent the rate of transmission to staff and their families.",
        "background": "The government needs to make sure pre schools and nurseries are only taking children of key workers (both parents)vunerable children and single parent families. Many parents are taking children into multiple settings when they should be staying home, protecting the NHS and saving lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T11:08:24.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T11:46:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T15:40:50.344Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/566867.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-01-11T15:40:55.796Z"
    },
    "id": 568901,
    "links": {
        "self": "https://petition.parliament.uk/petitions/568901.json"
    },
    "type": "petition"
}