{
    "attributes": {
        "action": "Make EV rapid charging providers install all 3 charging standards available",
        "additional_details": "The government need to this because certain providers are installing DC only CCS and ChaDeMo chargers leaving us AC users with little access to AC rapid chargers .\r\nI realise that AC is slower and so they can't make so much money from us on a charging session but if electric cars are to success it is no good making 18 month old cars obselete when it comes to public charging access. THIS IS NOT GREEN.\r\nIt is also worth adding that should the DC charging system fail , every electric car in the UK can charge from AC as that is what comes from the national grid. AC also acts as a fall back for DC owners as well as standard for charging of cars like the Renault Zoe for example.",
        "background": "I would like the government to legislate that all charging companies must offer the 3 main standards of charging at rapid chargers . This must include CCS , ChaDeMo and AC type 2 mennekes at 3 phase 22kw minimum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T18:27:53.557Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T20:58:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-19T15:20:14.508Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The charging options offered by EV charging providers is a matter for individual providers, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to restrict funding for the rollout of EV charging infrastructure to providers that offer these three charging options, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T11:51:41.931Z"
    },
    "id": 569027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569027.json"
    },
    "type": "petition"
}