{
    "attributes": {
        "action": "2nd Pfizer Vaccine should be 21Days NOT 12 Weeks: Challenge NHS/Government!",
        "additional_details": "Sir Simon Stevens  in a letter to health chiefs on 31st December :  Appointment should be rescheduled to 12 weeks’ time.\r\nhttps://www.nbmedical.com/blog/covid-vaccination-how-effective-is-the-single-dose.THERE IS NO EVIDENCE FOR THIS.\r\nhttps://www.pulsetoday.co.uk/views/coronavirus/why-our-pcn-decided-to-honour-the-second-doses-of-our-1st-wave-pfizer-vaccine/?utm_source=pulse%20views&utm_medium=newsletter\r\nIt’s postcode lottery, several pcn’s/trusts are honouring the second dose.  EQUALITY FOR ALL.",
        "background": "WE WANT NHS ENGLAND TO REVOKE THE DECISION TO DELAY VACCINATING FRONTLINE WORKERS.WE WANT 94% PROTECTION NOT HALF DOSE. GOVERNMENT ARE LETTING DOWN ALL THOSE WHO PUT THEIR LIVES ON THE LINE (AND THOSE WHO DIED).DO THE RIGHT THING PUT BACK THE CORRECT DOSING REGIME AS PER PFIZER DATA.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T22:34:12.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T23:02:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-11T17:03:17.606Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for, and decisions about approval of vaccines and the administration of these is a matter for various public health agencies, not the Government or House of Commons.\r\n\r\nWe have published the following petition calling for a related action, which you might like to sign:\r\n\r\nBan vaccines being administered in a manner not fully tested in clinical trials: https://petition.parliament.uk/petitions/566116\r\n\r\nThe delays to receiving the second dose of a Covid-19 vaccine has been implemented by the NHS following advice from the Joint Committee on Vaccination and Immunisation (JCVI), which advises UK health departments on immunisation, which has also been supported by the UK's four Chief Medical Officers. Their new advice and the changes to the Covid-19 vaccination programme are consistent with the temporary authorisations granted for these vaccines by the Medicines and Healthcare products Regulatory Agency.\r\n\r\nThe JCVI, Chief Medical Officers, MHRA and NHS England are all independent and operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for.\r\n\r\nYou can read the JCVI's advice on optimising the COVID-19 vaccination programme for maximum short-term impact here: https://www.gov.uk/government/publications/prioritising-the-first-covid-19-vaccine-dose-jcvi-statement/optimising-the-covid-19-vaccination-programme-for-maximum-short-term-impact\r\n\r\nYou can read the statement from the UK Chief Medical Officers on the prioritisation of first doses of COVID-19 vaccines here: https://www.gov.uk/government/news/statement-from-the-uk-chief-medical-officers-on-the-prioritisation-of-first-doses-of-covid-19-vaccines\r\n\r\nYou can read the MHRA's conditions of Authorisation for Pfizer/BioNTech COVID-19 vaccine here: https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/conditions-of-authorisation-for-pfizerbiontech-covid-19-vaccine\r\n\r\nYou can read the MHRA's conditions of Authorisation for COVID-19 Vaccine AstraZeneca here: https://www.gov.uk/government/publications/regulatory-approval-of-covid-19-vaccine-astrazeneca/conditions-of-authorisation-for-covid-19-vaccine-astrazeneca"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-20T08:16:36.569Z"
    },
    "id": 569095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569095.json"
    },
    "type": "petition"
}