{
    "attributes": {
        "action": "A  40% pay rise for all essential workers in the care and healthcare sector",
        "additional_details": "The current minimum wage is poor and is not enough to encourage new staff that are desperately needed. Considering that a lot of care and hospital staff have had to sacrifice more than most during this past year I feel it is only fair that they are treated with respect and given an adequate living wage.",
        "background": "A substantial rise in wages for all care workers and NHS staff that have had to work throughout the pandemic. Risking their lives and having to maintain strict social distancing guidelines should warrant financial reward, not applause.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-09T17:22:15.228Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-09T21:10:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-19T15:25:58.611Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government is not responsible for deciding how much social care workers are paid. This is a matter for individual employers.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nProvide a Pay increase of 7% to all our NHS workers fighting COVID19: https://petition.parliament.uk/petitions/568373\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise: https://petition.parliament.uk/petitions/560253\r\n\r\nIncrease pay for all NHS staff by 15%: https://petition.parliament.uk/petitions/565151\r\n\r\nWe should increase the pay of our NHS staff by 25%: https://petition.parliament.uk/petitions/563356\r\n\r\nAutomatic Yearly Pay Rise For NHS Health Care Workers: https://petition.parliament.uk/petitions/565256\r\n\r\nPay Covid-19 allowance to NHS doctors and nurses equal to 30% of salary: https://petition.parliament.uk/petitions/552365\r\n\r\nTo pay every NHS and Social Care Worker in England a £500 \"Thank You\" Bonus: https://petition.parliament.uk/petitions/562495"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T11:52:21.554Z"
    },
    "id": 569011,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569011.json"
    },
    "type": "petition"
}