{
    "attributes": {
        "action": "Appeal: Override MP’s petition to legislate restrictions on social media content",
        "additional_details": "Questions and concerns need to be addressed directly in order to stamp out the spread of misinformation. Not with legislation or laws. \r\nEncourage the mainstream media to acknowledge the public concerns, in order to build public faith.\r\n\r\n“These measures must be accurately devised to meet real dangers.” - 1950, Harry S Truman, 33rd President of the United States",
        "background": "MPs are petitioning to enforce legislation which could enforce repressive measures against our free speech, across social media. Free speech is and should not be considered a ‘danger’ that prevents Government research into the diagnostics of the virus or efforts into the vaccine against symptoms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-10T03:31:51.842Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T09:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-03T10:20:14.027Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not exactly sure what you'd like to happen. The removal of misinformation is currently a decision for social media providers. Some social media companies have agreed a package of measures  with the UK Government to help reduce vaccine misinformation. You can find out more here: https://www.gov.uk/government/news/social-media-giants-agree-package-of-measures-with-uk-government-to-tackle-vaccine-disinformation \r\n\r\nIf there's something else you'd like to change, you could set out clearly what that is in a new petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-03T10:20:14.024Z"
    },
    "id": 569124,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569124.json"
    },
    "type": "petition"
}