{
    "attributes": {
        "action": "Allow all university performing arts students to resit the year they are in now.",
        "additional_details": "As a performing arts student at university I would like you to take into consideration the fact that you are expecting us to pay for facilities we arent allowed access to. We need studio space, rehearsal time and equipment to be able to do our degree. Zoom calls arent enough when you dont have the space at home do to certain things. How are we supposed to get our degree when we arent able to produce work to our full potential when we are at home without these facilities.",
        "background": "Zoom calls are not what we are paying for. We are paying for face to face teaching with studio space, rehersal time and equipment which is not possible to do at home on a video call.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-10T18:42:59.944Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-10T19:11:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-04T13:13:00.692Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Deciding whether to allow students to repeat a year would be a matter for individual universities, not the Government.\r\n\r\nYou might like to sign the following petitions:\r\n\r\nAllow practical University and College students to continue in person learning.\r\nhttps://petition.parliament.uk/petitions/569304\r\n\r\nRequire universities to refund for practical courses year 20/21 due to COVID-19\r\nhttps://petition.parliament.uk/petitions/562378\r\n\r\nFund an additional year of study for university students\r\nhttps://petition.parliament.uk/petitions/566818"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T13:13:00.690Z"
    },
    "id": 569301,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569301.json"
    },
    "type": "petition"
}