{
    "attributes": {
        "action": "Stop OFQUAL Giving Exam Years “Mini Assessments” in 2021.",
        "additional_details": "It’s unfair to expect students to do standardised exams, when we have all been taught different content and with a different quality of remote learning. Considering everything else that has happened during our exam years, the only true reflection of what we could have achieved would come from our teachers, who know us and have been working with us for the last two years. No standard paper will be able to account for the circumstances we have all been though. Please use teacher assessed grades.",
        "background": "This year’s GCSE and A-Level year groups were finally promised Teacher Assesed Grades after months of uncertainty and mixed messages about our exams. Now it’s been suggested that we might have mini-assessments, which are basically just exams with a new name, making things uncertain again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T11:27:00.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T11:29:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T15:13:38.560Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T15:13:38.558Z"
    },
    "id": 569416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569416.json"
    },
    "type": "petition"
}