{
    "attributes": {
        "action": "Stop the cancellation of cancer treatments within the COVID-19 pandemic",
        "additional_details": "Cancer causes great stress and pain on patients and loved ones, and is likely a death sentence for the afflicted without treatment even in the most curable of cases. Also, it is hard to understand why treatments for less threatening ailments can continue (such as ingrown toenail removal and excess skin removal), while instead stopping treatment of a disease that is almost guaranteed to harm anyone who gets it, and affects many people of all ages in horrific ways, as well as those around them.",
        "background": "The treatment of cancer patients has been put on hold across the UK because the NHS has become overwhelmed with COVID-19. While it is clear that this must take absolute priority, I and every other signatory of this petition feel cancer treatment should still remain a priority to those needing it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T14:39:35.652Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T14:52:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-12T09:42:06.582Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/552734\r\n\r\nWe can't accept petitions calling for changes to how individual NHS trusts make decisions about prioritising medical treatment, as this is matter for individual NHS trusts, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-12T09:42:06.579Z"
    },
    "id": 569476,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569476.json"
    },
    "type": "petition"
}