{
    "attributes": {
        "action": "Boris Johnson to resign and Her Majesty the Queen, to take power of government.",
        "additional_details": "Due to the negligence of the current Prime minster and his delayed response to take scientific advise, U.K. has seen one of the worst number of deaths due to Covid, making Britain the epicentre of the outbreak. \r\n\r\nThe current governments strategies have raised questions about their competency to tackle such pandemic as it’s evidently shown that delayed decisions have led to preventable deaths. \r\n\r\nFailure to take brave decisions have proven to be decisive, as a result we as a nation are struggling.",
        "background": "The citizens of the nation should be united to request the immediate resignation of Prime Minister, Boris Johnson. Whilst a new PM is considered, Her majesty the Queen should take over the reigns of her government in the short time till a new prime minster from a different party is announced.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T15:10:09.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T19:14:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-13T12:59:04.573Z",
        "rejection": {
            "code": "honours",
            "details": "We can't publish petitions about honours or appointments. That includes calling for Ministers to be sacked or to resign.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nHold an immediate general election: https://petition.parliament.uk/petitions/557074\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could sign or start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-13T12:59:04.570Z"
    },
    "id": 569485,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569485.json"
    },
    "type": "petition"
}