{
    "attributes": {
        "action": "Compensate University Students for lost social and academic development.",
        "additional_details": "Please compensate students for the lost opportunity for a full education.  Keeping libraries open to maintain an illusion of an 'open facility' but shutting lecture theatres, does not constitute a university education.  With practical lessons cancelled and practical assessments replaced with essays, we have huge gaps in student's education.  The effect on student mental health arising from the lockdown, unable to take part in societies, sport and social events, is yet unknown.",
        "background": "The government must debate the plight of over 2 million students across all universities who have continued to pay for accommodation and face to face learning, from 23 March 2020, whilst being encouraged to move home, adhere to lockdown rules and work in an Open University environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T16:05:56.948Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T19:10:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T16:18:29.291Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRequire universities to partially refund tuition fees for 20/21 due to Covid-19: https://petition.parliament.uk/petitions/324762\r\n\r\nRequire universities to fully refund tuition fees for the Autumn term: https://petition.parliament.uk/petitions/555583\r\n\r\nLower university tuition fees for students until online teaching ends: https://petition.parliament.uk/petitions/552911\r\n\r\nGovernment subsidise this year's university tuition fees: https://petition.parliament.uk/petitions/552814\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T16:18:29.289Z"
    },
    "id": 569506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569506.json"
    },
    "type": "petition"
}