{
    "attributes": {
        "action": "Allow learner drivers to be able to go out practicing with a family member.",
        "additional_details": "For many learners, there had been a huge backlog or practical driving tests and now due this lockdown we have not been able to have driving lessons with an instructor so many have relied on going out with their parent or a family member they live with. It is very easy to feel less confident in something that you have not done for some time. As we don’t know how long this pandemic will go on for it should only be fair that learners are able to go out driving in their area with a family member.",
        "background": "I would like the government to allow learner drivers to be able to go out driving with a family member, in England, in this lockdown as it will be the only practice learners can get as we are not able to have driving lessons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-11T20:54:55.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-11T23:20:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T12:11:37.064Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/559063\r\n\r\nUnder current Government guidance, you can practise driving with members of your household or support bubble. It must be travel for work, education or other essential journeys: https://www.gov.uk/driving-lessons-learning-to-drive/practising-with-family-or-friends"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T12:11:37.062Z"
    },
    "id": 569591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569591.json"
    },
    "type": "petition"
}