{
    "attributes": {
        "action": "Provide better quality food parcels for children on free school meals",
        "additional_details": "Companies are pocketing our public funding and keeping it for themselves at the cost of decent meals for children from low income families, this is abhorrent. How are children expected to learn when they aren’t fed a decent meal? I’m sure you’ve seen the parcels provided across various social media platforms and anyone can see that the amount of food clearly wasn’t enough to feed a child for 5 days.",
        "background": "The government need to take action on the quality of the school meals provided to low income children during lockdown",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-01-12T19:59:33.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T20:09:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T10:24:43.998Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government has issued guidance to school catering teams and food providers on providing lunch parcels to pupils eligible for free school meals. These make clear these parcels should meet the school food standards. See:\r\nhttps://www.gov.uk/government/publications/covid-19-free-school-meals-guidance/covid-19-free-school-meals-guidance-for-schools#providing-lunch-parcels-through-the-school-catering-team-or-food-provider\r\n\r\nGuidance on the contents of free school meal lunch parcels has also been produced by the Lead Association for Catering in Education, Public Health England and the Department for Education. See:\r\nhttps://laca.co.uk/laca-view/free-school-meals-guidance-producing-food-parcels\r\n\r\nYou might like to sign the following petition:\r\n\r\nHold an inquiry into contracts providing relief food packages\r\nhttps://petition.parliament.uk/petitions/569756"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T10:24:43.994Z"
    },
    "id": 569795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569795.json"
    },
    "type": "petition"
}