{
    "attributes": {
        "action": "DBS conviction duration and class of relevance of crime in regards of the job",
        "additional_details": "I have recently had my contract terminated by amazon as they said my custodial sentence had not expired and stays on the dbs for 11 years; I’ve done the time and it is classed as a spent conviction, so why must I still be punished after 6 years. This is a clear example of why ex convicts relapse- especially during these tragic times of covid- where by things are difficult as it is, let alone losing employment, with billable to pay and family to consider.",
        "background": "The duration of criminal convictions, specifically custodial sentences needs to be decreased- as 11 years is too long (depending on the crime).The crime committed for custodial punishment should be considered in relation to the job being applied for & whether the crime could be compromise employment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T14:18:48.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T15:56:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-04T11:54:03.523Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you want to shorten the amount of time that certain convictions appear on DBS checks, but we're not sure whether you'd like that to cover all offences, and what reduction you'd like to see.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T11:54:24.457Z"
    },
    "id": 569718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569718.json"
    },
    "type": "petition"
}