{
    "attributes": {
        "action": "Cancel All University Exams For Year 1 And Year 2 Students!!!",
        "additional_details": "The government has ignored all university students and the university establishments can only do so much in terms of helping their students during the Coronavirus pandemic. It is the governments responsibility to address our concerns and come to a conclusion on how to help us. We are asking that students are judged based on their performance on assignment, even then with a lot of leniency, and all exams for year 1 and year 2 students are terminated for this year.",
        "background": "Cancel all university exams for year 1 and year 2 students, and give an automatic progression onto the next respective year, taking into account summative coursework and assignments to check progress and understanding of students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-12T16:55:06.391Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-12T17:32:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-14T16:20:48.628Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-14T16:20:48.626Z"
    },
    "id": 569747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569747.json"
    },
    "type": "petition"
}