{
    "attributes": {
        "action": "Make it an offence to send  people to care homes without a negative covid test",
        "additional_details": "Stop sending elderly people to care homes without a negative covid test.",
        "background": "The government is blaming the general public for the worsening covid situation.\r\nThey are sending elderly people to care homes without a negative covid test. \r\nThis must end.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T14:06:32.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-14T15:56:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-21T11:24:07.941Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about people who may have Covid-19 being discharged into care homes, but decisions about patient discharge are a matter for individual NHS trusts, not the Government or House of Commons.\r\n\r\nThe Government has published national guidance which states that the current requirement is for hospitals to undertake a COVID-19 PCR test on all people discharged into a care home in the 48 hours prior to discharge, and that all individuals who test positive within this timeframe should be discharged into designated settings in the first instance: https://www.gov.uk/government/publications/designated-settings-for-people-discharged-to-a-care-home/discharge-into-care-homes-for-people-who-have-tested-positive-for-covid-19\r\n\r\nIf you want the Government to prevent hospitals from discharging patients into care homes, where they have not tested negative for Covid-19, we could accept a petition requesting this, but such requirements do not constitute criminal offences."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-21T11:24:07.937Z"
    },
    "id": 569952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569952.json"
    },
    "type": "petition"
}