{
    "attributes": {
        "action": "Change the process for the movement of margin good from EU to UK and vice versa.",
        "additional_details": "This is required and needed as this has left huge numbers of business now unable to trade, transact and make enough profit if any due to the change. The vat element now has left many business unable to trade and the margin for profit is not enough to add the vat on, and the sales price of the items do not carry enough margin to increase the price to compensate for this. The value of goods does not increase by 20% over night. The used car market is one major industry alone along with many others.",
        "background": "Review the current process, rates and vat treatment between the UK and EU and vice versa, for goods that are/were non vatable due to the secondhand nature, and where applicable the previous use of the vat margin scheme (article 701).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T12:07:38.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T12:58:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T09:44:52.437Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about new arrangements for the movement of goods between the UK and EU, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nReinstate the Low Value Consignment Relief for imports valued under £15: https://petition.parliament.uk/petitions/565976\r\n                \r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do. We can only accept petitions about things the UK Government or House of Commons is responsible for, so we can accept petitions about UK policies, or requests for the UK Government to seek to negotiate new arrangements with the EU, if they are about EU policies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T09:44:52.433Z"
    },
    "id": 569927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569927.json"
    },
    "type": "petition"
}