{
    "attributes": {
        "action": "Refund of our accomodation fees",
        "additional_details": "In a time where seminars are online and students are stuck at home, it seems completely unfair for students to be continuously charged for rooms we cannot return to. Most of us went home for the Christmas period and find ourselves unable to return to our accomodation due to the national lockdown, we've raised our concerns to the university, to no avail. this is unfair on all of us and it needs to stop, the university needs to put us first and not focus on how much money they can take from us.",
        "background": "Students living in halls at the University of Hertfordshire are being charged the full amount of rent for rooms we cannot return to, due to the national lockdown imposed on us. The university should be refunding us for our accommodation, It's unfair, unjust and unethical.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T11:11:55.729Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T11:19:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T09:11:33.060Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Suspending payments for rent or ending a tenancy early is a matter for individual landlords, including universities, and not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19: https://petition.parliament.uk/petitions/553285\r\n\r\nReimburse student rents for all accommodation not used during this academic year: https://petition.parliament.uk/petitions/560735\r\n\r\nImplement support for university students during Covid-19: https://petition.parliament.uk/petitions/554299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T09:11:33.057Z"
    },
    "id": 569912,
    "links": {
        "self": "https://petition.parliament.uk/petitions/569912.json"
    },
    "type": "petition"
}