{
    "attributes": {
        "action": "Cancel proposed 2021 ‘mini summer’ examinations for GCSE’s and A Level’s",
        "additional_details": "We would like the Government to carefully reconsider this decision as it is still a form of an examination, therefore defeating the purpose of cancelling the main summer exams. We feel as a year group, that we are far more underprepared for any examination having been unable to access sufficient resources to aid our education. In comparison to last year, we have covered significantly less content, making it unfair to sit any public examinations, as it adds untold amounts of stress and pressure.",
        "background": "We would like the Government to shed some more light on the exact outcome for pupils as a result of cancelled exams. That being said, we feel as if ‘mini summer’ exams is not the solution in these unprecedented times. We propose the Government to allow our predicted grades to be used as the outcome.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T21:02:19.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-13T21:14:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T13:04:14.502Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T13:04:16.775Z"
    },
    "id": 570048,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570048.json"
    },
    "type": "petition"
}