{
    "attributes": {
        "action": "Implement a ‘safety net’ so that the effect of Covid-19 on students is more fair",
        "additional_details": "This is a matter that the House of Commons has the power to legislate on, as they have Sovereignty. And a matter that they should be responsible for, the 'Regulating Higher Education’ 2013 Report called for the improvement of regulation of Higher Education in England. This is more important in these unprecedented times where a universal approach enforced by legislation will be most fair, as discretion from universities creates a varying experience for students leaving some worse off.",
        "background": "Parliament should legislate requirements for university exams effected by the pandemic, including a ‘safety net’, to ensure that the effect of the Covid-19 pandemic on students does not drastically vary across universities this year, with some implementing ‘safety nets’ while others do not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-13T23:18:00.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-14T06:58:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T16:33:54.486Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T16:33:54.481Z"
    },
    "id": 570078,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570078.json"
    },
    "type": "petition"
}