{
    "attributes": {
        "action": "Facilitate the expansion of a food bank on every High Street in the UK.",
        "additional_details": "To reduce citizen poverty in the midst of adverse standards of living during Covid 19 and beyond in the United Kingdom.\r\n\r\nEasy to replicate using existing high street premises immediate and effective \"local care 4 the local community\" where its most needed.\r\nLaunched \"Myhighstreetfoodbank\" to this effect on the 4th January 2021 currently shops in London and Leicester following suit.\r\nAim to roll this out throughout the United Kingdom.",
        "background": "Encourage and incentivize local businesses in the United Kingdom \r\nby utilizing relevant Government departments to assist local businesses in allocating an area in their high street business for the donation and the collection of tinned/ dried food and personal care items.\r\n\"Myhighstreetfoodbank\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T11:38:34.186Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-01T16:43:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-08T14:46:33.585Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a decision for local groups and councils.\r\n\r\nWe could publish a petition calling for the Government to fund food banks in each town, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-14T13:33:13.094Z"
    },
    "id": 570144,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570144.json"
    },
    "type": "petition"
}