{
    "attributes": {
        "action": "Keep 2021 exams CANCELLED entirely. NO “MINI EXAMS”.",
        "additional_details": "Students have already suffered, detrimentally, with the 3 lockdowns imposed on us. The lack of formal content learnt and the inability to learn more in such a short period of time means we cannot sit formal papers. Students cannot withstand another U-Turn regarding exams. The impacts to our mental health feel irreversible. The major differences between content covered across schools means we may not have the correct knowledge for exams. The government must trust teacher predicted grades.",
        "background": "2021 students were assured that exams would be cancelled. Now, Gavin Williamson and Ofqual are in the process of establishing “mini exams”, created externally, to inform teacher grades. Stop this from happening and use fair teacher predictions!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T13:59:06.630Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-14T14:14:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-18T15:40:25.830Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-18T15:40:25.828Z"
    },
    "id": 570186,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570186.json"
    },
    "type": "petition"
}