{
    "attributes": {
        "action": "Give University Students Affected By Covid 19 Full Tuition Fee Reimbursement.",
        "additional_details": "We believe that a reimbursement of tuition fees would give students more opportunities to discover new routes following the Covid 19 strike on the nation and that they would feel their education is valued as Future Successors onwards from the pandemic. \r\nWe want to know that the government has thought throughly and considered from a students perspective the trials students have had to endure being confined in accommodation buildings and the effect on students from a mental standpoint.",
        "background": "Many Students Across the UK have been Massively Impacted by this surprise pandemic and were not expecting the current educational circumstances having to resort to online teaching. For many students this is simply not what they Paid Tuition Fees for and feel education is now undervaluing students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T23:10:40.946Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T12:53:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T11:33:55.146Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nRefund ALL University student tuition fees due to lack of quality in education: https://petition.parliament.uk/petitions/555516\r\n\r\nReduce student loan debts by the cost of all tuition fees paid during Covid-19: https://petition.parliament.uk/petitions/560953"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T11:33:55.142Z"
    },
    "id": 570276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570276.json"
    },
    "type": "petition"
}