{
    "attributes": {
        "action": "Government to bring down VAT during this pandemic to help struggling families",
        "additional_details": "Make immediate decision on its draconian collections of taxes while making harsh decision and orders for the wider public facing difficult choices for everyday issues and challenges especially financial at these difficult times made by\r\ngovernment's intermittentt decisions while putting the population at risk of job's home and income",
        "background": "The government has been collecting an increased amount of VAT from before and during this pandemic\r\nIt should look at all the problems this situation has caused and make proper arrangements immediately for helping struggling families and large amount of the population facing challenges",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T15:44:12.293Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-21T14:19:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-28T09:32:47.293Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want VAT to be reduced, but it's not clear by how much or if you want this to be for all products and services, or just some. Your petition also states that the Government has been collecting an increased amount of VAT before and during this pandemic, but it's not clear what this means.\r\n\r\nWe have published a number of petitions calling for changes to VAT during the current outbreak, which you can view here: https://petition.parliament.uk/petitions?q=vat&state=open\r\n\r\nIf there is an action you would like the Government to take that is not covered by an existing petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-28T09:32:47.291Z"
    },
    "id": 570201,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570201.json"
    },
    "type": "petition"
}