{
    "attributes": {
        "action": "Include student midwives in the emergency standards",
        "additional_details": "I am disgusted that student midwives have not been included in the emergency standards. We should have been recognised along with the student nurses. Women need us to advocate for them, more than ever in these difficult and worrying times. Covid-19 does not discriminate maternity services. Midwives and the services we provide are consistently forgotten about and this is the reason we require a midwifery influence on the health board to advocate for us and our service users!",
        "background": "I want the government and Matt Hancock to recognise the essential care student midwives provide to women and families and include final year student midwives in the emergency standards to receive the same opportunity to opt-in like the student nurses have been provided with",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T19:07:41.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-14T19:12:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-05T15:31:34.325Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe content of the NMC's emergency standards, and which groups of nursing and midwifery students are covered by them, is a matter for the NMC, not the UK Government or Parliament.\r\n\r\nYou might like to sign the following petition:\r\n\r\nEnsure student nurses and midwives are paid for working during Covid-19\r\nhttps://petition.parliament.uk/petitions/558625"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-05T15:31:34.321Z"
    },
    "id": 570240,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570240.json"
    },
    "type": "petition"
}