{
    "attributes": {
        "action": "Review paying year 2 student nurses.",
        "additional_details": "As student nurses we have been the forgotten. Year 1 we were pulled out of placement due to covid, no choice. Entering year 2 we are expected to now make the hours up that have been missed. Year 1 have had an option to go ahead with placement, year 2 have been given no choice. We will not be getting paid and will not be given an option. Many of us caught covid on our last placement before Christmas. If we do not go on placement we fail the course.",
        "background": "To review paying the student nurses in year 2. We have no support. Some students are venerable or live with someone who is and we are still expected to go. We had no support in our last placement. We are still paying for our course and getting nothing back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-14T16:28:36.137Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-14T16:41:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-21T11:51:46.672Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about support for students nurses, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about whether student nurses will attend placements is a matter for course providers and the NHS, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nEnsure Student Nurses are paid whilst on placement: https://petition.parliament.uk/petitions/554624\r\n\r\nWe could accept a petition calling on the Government to fund grants for student nurses who would normally be on paid placements, but are not due to Covid-19, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-21T11:51:46.668Z"
    },
    "id": 570213,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570213.json"
    },
    "type": "petition"
}