{
    "attributes": {
        "action": "Breakfast club and asc to come back or free school meals for key worker kids",
        "additional_details": "Key workers are not given any type of bonus or incentive to work through this crisis. \r\nYet all worse off parents are entitled to free meals and free schooling. \r\nAs a key worker you are still expected to carry on as normal with no extra incentives whilst you should be prepared to work through a crisis \r\nAll I ask is breakfast club and asc to be re inforced to help key worker parents and not stress about childcare \r\nFrom my point of view working parents are the forgotten during this difficult time",
        "background": "As key worker parents school being open 9-3 is great but not sufficient due to parents working hours. I propose breakfast club and after school club reopening for key worker parents or free school meals for these pupils as some kind of incentive\r\nAs a worker you are not entitled to free school meals",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T15:35:29.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T17:16:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T17:15:06.175Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign the following petition:\r\n\r\nFree meals for Key Workers children and pay back from march till now\r\nhttps://petition.parliament.uk/petitions/555836"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T17:15:06.174Z"
    },
    "id": 570389,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570389.json"
    },
    "type": "petition"
}