{
    "attributes": {
        "action": "Change the way care homes are run. & the residents (our families) are treated.",
        "additional_details": "I propose an equal and fair scoring system that is not over ruled by ‘a man in his suit’, giving his verdict on how he thinks a home should be run. Therefore acknowledging the propositions and options made by front line care staff. I believe something needs to change in order to fulfil not only the last years of these residents life, but the quality of care for employees too. I myself had worked for a care home and I witnessed some very degrading, heart breaking things. Help our loved ones.",
        "background": "I would like to put forward a more strict approach on welfare in care homes. I’d like to especially focus on how badly I have witnessed both staff and residents be treated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T12:29:07.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T12:37:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T11:31:59.061Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about oversight and management of care homes, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Care Quality Commission (CQC) regulates all health and social care services in England. The commission ensures the quality and safety of care in hospitals, dentists, ambulances, and care homes, and the care given in people’s own homes: https://www.gov.uk/government/organisations/care-quality-commission\r\n\r\nWe could accept a petition calling for changes to how social care services in England are regulated, but it would need to be clear what changes you want to see.\r\n                \r\nWe have published the following petitions, which you might like to sign: \r\n\r\nInclude Social Care within the National Health Service: https://petition.parliament.uk/petitions/319117\r\n\r\nRequire all staff/resident interactions in care homes to be recorded: https://petition.parliament.uk/petitions/565958"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T11:31:59.058Z"
    },
    "id": 570354,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570354.json"
    },
    "type": "petition"
}