{
    "attributes": {
        "action": "Drink Out To Help Out - Galvanise the UK Pub Trade",
        "additional_details": "We’ve gone through a lot, I’m sure you’ll agree. Hospitality is one of the hardest hit areas. Let’s kickstart the industry and have a right royal knees up at the same time, with a pint or soft drink for every adult in the UK.\r\n\r\nNot only will it get UK residents flocking to the pub, it will also remind us of everything we love about our pub culture. A celebration of the British people and all we've had to endure over the past year.",
        "background": "To help kickstart the much maligned hospitality industry and share a massive sigh of relief and knees up once all this is over. We would like the UK govt to put £220m behind the bars of the UK to buy the first round for every adult in the country. (54.8m x £4.00).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T14:05:49.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T16:20:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-21T12:08:35.085Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to fund a hospitality scheme, but it's clear how you want this to work, or whether what you have proposed is something the Government is responsible for.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do. For example, if you want the Government to fund a scheme that allows every individual to get a free drink from a hospitality venue when they are reopened."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T13:25:34.362Z"
    },
    "id": 570380,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570380.json"
    },
    "type": "petition"
}