{
    "attributes": {
        "action": "Provide second year students clinical placement with the opt in/opt out option",
        "additional_details": "“Emergency standards” allowed second & third years to opt in to be paid for their time spent on placement due to the help required, and the risks involved. First year students were withdrawn from placement for protection, NMC has re-instated them standards. Withdrawn first years for protection, third year students option to opt in AND not having to continue with theory work. Second years are expected to attend placement unpaid, Whilst doing theoretical work, during a pandemic without insurance.",
        "background": "To provide second year students on clinical placements with the opt in/opt out option like previous NMC emergency standards during the covid 19 pandemic whilst NHS staff are at breaking point and already understaffed, and we could help. Second year student nurses have truly been FAILED.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T14:00:16.345Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T14:16:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T12:10:43.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T12:10:43.641Z"
    },
    "id": 570376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570376.json"
    },
    "type": "petition"
}