{
    "attributes": {
        "action": "To award the NHS the George Cross For bravery in battling Covid",
        "additional_details": "The awarding of the G.C. will be an action taken by the Government on behalf of the people of the UK which will help to let the NHS staff know that we as a nation are behind them every step of the way, and that we support them whole heartedly in their fight against Covid it will be an honour that will last for ever and the issuing of a commemorative coin/medal to be issued to all staff will help to recognise the efforts of all of the NHS staff",
        "background": "The NHS has daily put their lives on the line  , this is deserving of a reward that is unique within the British awards system. This recognition will remain for ever and the issuing of a commemorative coin/medal will honour the efforts made by all NHS staff for all time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T10:01:43.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T12:23:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T11:28:53.026Z",
        "rejection": {
            "code": "honours",
            "details": "We cannot accept petitions that call for specific awards or honours, such as the George Cross, to be given to individuals or organisations, because we can only accept petitions about matters for which the Government or Parliament are responsible.\r\n\r\nThere is an independent process for considering nominations for awards and honours, including the George Cross, and advising the Queen on granting these, so it is not something the Government or Parliament can do.\r\n\r\nInformation about Civilian gallantry is available here: https://www.gov.uk/guidance/civilian-gallantry-operation#the-george-cross-committee\r\n\r\nAnd details of how to nominate someone for an honour or award are available here: https://www.gov.uk/honours/recommend-bravery-award"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T11:28:53.023Z"
    },
    "id": 570323,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570323.json"
    },
    "type": "petition"
}