{
    "attributes": {
        "action": "Change Juries used in rape trials to a panel of assessors",
        "additional_details": "Myths about rape are so widely believed by the public that their ability to deliver justice is compromised. Change rape trials from a panel of juries to a panel of assessors. This would mean informed individuals would look at evidence and make more informed decisions regarding rape convictions. Panellists could help inform the judge in the case about relevant issues, and remind them of some of the facts as well as the myths; for example, people of all ages, from babies to elderly women are raped (sexual attraction has nothing to do with it). In the UK, we are scraping 6% in getting a rape conviction out of rapes reported, nevermind convincing 12 members of the public the defendant is 100% guilty.",
        "background": "(42%) of the time defendants in rape trials walk away free as the jury are told to vote ‘not guilty’ if they have even 1% of doubt. Multiple reports find false beliefs regarding rape affected jurors decisions in court. This includes myths that blame the victim and beliefs of what ‘real rape’ is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T20:49:19.159Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T21:04:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-18T16:02:25.279Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want the panels to be making a decision on cases or acting as advisors. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'll need to include a surname if you'd like to start a new petition. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-24T15:55:46.204Z"
    },
    "id": 570445,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570445.json"
    },
    "type": "petition"
}