{
    "attributes": {
        "action": "Review and improve the medical care provided for Tourettes Syndrome",
        "additional_details": "We need NICE guidelines for Tourettes so that medical practitioners have a clear route to diagnosis and care!\r\n\r\nThe care throughout the UK is nothing far from shocking, some areas having NO care what so ever, meaning children are seen by professionals who don’t fully understand the condition.\r\n\r\nNot getting a diagnosis and not getting the correct support at such an important age can lead to life long behavioural and mental health issues, which can be alleviated by having medical care and support!",
        "background": "Tourettes affects 1 in 100 children, yet the medical care provided is minimal and very patchy across the UK, some areas have NO care. \r\n\r\nThere are only a handful of specialist Tourettes centres in the whole of the UK - we need more of these to provide care for EVERYONE and we need NICE Guidelines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-15T17:03:26.721Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-15T17:53:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-15T15:20:02.873Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for NICE.\r\n\r\nYou could start a petition calling for the Government to fund increased research and suppot for Tourettes, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-15T15:20:02.871Z"
    },
    "id": 570408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570408.json"
    },
    "type": "petition"
}