{
    "attributes": {
        "action": "Review the Law that prevents abuse of Freedom of Expression on the Internet.",
        "additional_details": "The UK today suffers blatant sharing of misinformation and lies about the COVID virus and the call to action against laws and restrictions put in place by our government for the protection of our health.  An unrestricted minority are intent on disrupting our society and threatening our democracy. Whilst there are laws in existence that enable post event, reactive prosecution of those responsible, I am not convinced that we have robust preventative laws that inhibit perpetrators from the outset.",
        "background": "'Freedom of expression', a cornerstone of our democracy, must be protected. However, Part 2 of Article 10 HRA describes the circumstances in which that 'Right' should be subject to 'restrictions or penalties'. Use of social media to promote propaganda inciting hatred and violence must be stopped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-17T10:17:50.740Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-17T13:33:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-15T15:43:36.077Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, such as how you'd like the law to be changed. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-15T15:43:36.075Z"
    },
    "id": 570638,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570638.json"
    },
    "type": "petition"
}