{
    "attributes": {
        "action": "Cancel UK IGCSE and IB exams in summer 2021 & provide CAGs for everyone.",
        "additional_details": "It is unfair to those who were due to sit GCSEs in 2021 as there are students, mainly from the private schools, who are still able to sit the exams and these grades because they will be actual, it will make them more valuable. Secondly, it is unfair for students who are due to take IGCSEs / IB to have to take the exams despite being in the same position, i.e. not in face to face school, which potentially disadvantages them in an exam situation. The government needs to make it equal for all.",
        "background": "Bring into line exam entries for all students in 2021 as currently GCSEs and A-Levels are cancelled, but students studying for IGCSEs & IB in the UK currently will take the exams. All exams should be cancelled to make it fair to anyone taking exams in 2021.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-17T16:16:42.343Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-17T17:07:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T08:35:49.498Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about courses and assessments that are delivered by independent educational institutions, as opposed to state schools, are a matter for individual exam boards and educational institutions, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nProhibit any exams from taking place during the Covid-19 outbreak: https://petition.parliament.uk/petitions/570228"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T08:35:49.496Z"
    },
    "id": 570688,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570688.json"
    },
    "type": "petition"
}