{
    "attributes": {
        "action": "Legalise euthanasia in UK for cases of terminal illness & existential suffering",
        "additional_details": "I believe the Government/Parliament have the power to make this happen. Currently doctors cannot assist death but can withhold artificial nutrition and hydration (prolonging treatments) so euthanasia would be a kinder option than starving to death. Petitions for euthanasia have been around since 1870, most thrown out citing Religious beliefs. Not everyone is religious but we are all human. Please listen to the people and give the gift of a peaceful controlled passing to those that choose it.",
        "background": "Change UK law to allow for voluntary euthanasia in cases of terminal illness and existential suffering. The Government would need to make standards of practice in order to meet duty of care however it would give people some control and would deter from suicide or assisted suicide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-17T13:54:31.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T11:27:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-04T09:05:41.848Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/556866\r\n\r\nIt's not clear what you mean by making euthanasia available to people experiencing existential suffering, but if you want euthanasia to be made available to a wider group of people than requested by the above petition, you could start a new petition stating clearly who you want to be able to access euthanasia."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T09:05:41.846Z"
    },
    "id": 570668,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570668.json"
    },
    "type": "petition"
}