{
    "attributes": {
        "action": "Give the same benefits to second year nursing students that third years have",
        "additional_details": "Second years should be given the same privileges that the third years have been given it's only fair. Due to the amount of hours second years are now having to complete they're unable to seek paid work elsewhere, this is not fair, they're risking there own lives and there family's working on covid wards and they're getting no thanks for it",
        "background": "Second year nursing students are working on the frontline the same as third years, second years were pulled out of first year training back in March 2020, they are now working 48 hour weeks to cover the training they missed without any payment but third years are being paid and fees have been cut",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-18T11:01:00.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-18T13:29:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-26T14:18:52.934Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nUnder the terms of the NMC's emergency education standards, while final year nursing students can opt in to undertake paid clinical placements, other nursing students will continue to have supernumerary status when on clinical placements. These standards are a matter for the NMC, not the UK Parliament or Government.\r\n\r\nYou might like to sign the following petitions:\r\n\r\nEnsure Student Nurses are paid whilst on placement\r\nhttps://petition.parliament.uk/petitions/554624\r\n\r\nEnsure student nurses and midwives are paid for working during Covid-19\r\nhttps://petition.parliament.uk/petitions/558625"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-26T14:18:52.930Z"
    },
    "id": 570794,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570794.json"
    },
    "type": "petition"
}