{
    "attributes": {
        "action": "Four working days a week",
        "additional_details": "The psychological stress of working home has been very damaging to people’s mental health and this is far greater than any financial burden. Having spoken to numerous friends and colleagues it is clear that anxiety levels are high, moral is low, cannot sleep as all you think about is work. Friday is a working day and now it remains only Saturday and Sunday you spend most of the days thinking about starting working again on Monday. It is the Governments duty to protect people’s mental health.",
        "background": "I would like the Government to consider a four working days rather than the existing five days a week whilst the current COVID-19 pandemic is still ongoing and it is safe to fully return to work. An house should not be associated to work and currently where stress exist is where we lay our heads.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-17T19:07:30.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-17T19:24:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T18:29:52.535Z",
        "rejection": {
            "code": "irrelevant",
            "details": "UK law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work. This would be a decision for employers.\r\n\r\nYou might like to sign this petition \r\n\r\nhttps://petition.parliament.uk/petitions/566626"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T18:29:52.532Z"
    },
    "id": 570719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570719.json"
    },
    "type": "petition"
}