{
    "attributes": {
        "action": "Guarantee people won't be coerced to have Covid-19 vaccine & Covid passports",
        "additional_details": "Politicians work for the people, there is increasing evidence the UK will soon demand the vaccine - otherwise, the trial of passports (& more) wouldn't be necessary. A government should not protect pharmaceutical companies more than it's citizens. Taking away a person's right to decide what is best for their health can become a crime against humanity (politicians as big pharma cannot be made liable) & a violation of their rights, the right to decide to be vaccinated or not needs to be protected.",
        "background": "UK government should guarantee  it's residents and citizens that  any Covid vaccine won't be mandatory. In addition, guarantee that people won't be coerced to receive the vaccine by prohibiting movement within society. Passports won't be necessary and employers should not demand the vaccine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-17T22:36:04.949Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-17T22:55:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T09:07:27.160Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nPrevent any restrictions on those who refuse a Covid-19 vaccination: https://petition.parliament.uk/petitions/323442\r\n\r\nDo not rollout Covid-19 vaccine passports: https://petition.parliament.uk/petitions/569957"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-25T09:07:27.157Z"
    },
    "id": 570748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570748.json"
    },
    "type": "petition"
}