{
    "attributes": {
        "action": "Add 14 hrs community service to anyone breaching Lockdown rules a 2nd time.",
        "additional_details": "The threat of a fine is clearly not getting the message across that this virus can only be fought by everyone abiding by the rules and regulations. Increased fines for a second offence are also not working in an increasing number of cases. \r\nIt is time that this government used the laws to crack down on these individuals to ensure the safety and well being of the majority.\r\nOnly by showing people that their actions can directly put the lives of others at risk, as well as depriving the offender of their own time, can we hope to drive the message home.",
        "background": "In addition to the increased fine for a second offence of breaking lockdown laws, the Government should include a minimum of 14hrs unpaid community service in support of NHS covid wards or vaccination/test centers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-17T19:20:56.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-18T15:54:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T10:50:39.303Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about community service orders are a matter for individual courts, and may be maid if someone is convicted of a crime but is not sent to prison. You can find out more about community sentences here: https://www.gov.uk/community-sentences"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-25T10:50:39.300Z"
    },
    "id": 570721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570721.json"
    },
    "type": "petition"
}