{
    "attributes": {
        "action": "Take control of the covid vaccine roll out in Wales from the Welsh Assembly",
        "additional_details": "We have no confidence in the Welsh Assembly and this petition we  hope, should show this, it may end up being a vote of no confidence. Some of the things being said at the moment just do not add up, famous quote from the First Minister \"we are having trouble with supplies\" while everyone is reporting that he has an adequate supply and also saying \"this is not a sprint its a marathon\" The reporter who was there at the time he said that, looked on with disbelief. Please act now, save lives.",
        "background": "Take control of the covid vaccine roll out and any future covid related lock downs, limit the powers within the Welsh assembly and eventually poll the population on whether they would like a vote on limiting the powers they have and discuss returning all health care to Westminster overall control",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-18T18:46:44.678Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-18T22:20:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-25T09:13:11.263Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The devolution settlement for Wales is a matter for the Welsh and UK governments and legislatures, and the people of Wales. We could not accept a petition calling on the UK Government to unilaterally override the devolution settlement for Wales.\r\n\r\nWe could accept a petition calling for the UK Government to hold a referendum on returning powers over healthcare to Westminster, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-25T09:13:11.259Z"
    },
    "id": 570874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570874.json"
    },
    "type": "petition"
}