{
    "attributes": {
        "action": "Cancel Mock Exams & Mini-Assessments nationally for A-Level & GCSE Students",
        "additional_details": "..., especially during the first lockdown when remote learning wasn't properly established.\r\n\r\nCentre Assessed Grades should be based on the teacher's prediction for what the student would have achieved if they sat the exam - referring to UCAS predictions, engagement in classes, homework, classwork or similar.\r\n\r\nPloughing ahead with any form of assessment will severely disadvantage so many students, particularly those whose families cannot afford a device for their child to access remote learning.",
        "background": "Students are under immense pressure, stress and anxiety; it's simply not fair for schools to force students to complete any form of assessment including but not limited to mock exams or mini-assessments. Students have missed months of learning...",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-18T16:37:51.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-18T16:46:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-20T13:23:57.173Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Deciding whether to hold mock exams is a matter for individual schools, not the Government or House of Commons.\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-20T13:23:57.171Z"
    },
    "id": 570844,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570844.json"
    },
    "type": "petition"
}