{
    "attributes": {
        "action": "Rape victims should not be forced to refer to their rapist as 'she'.",
        "additional_details": "The UK is has a historically low rape-reporting rate. This is further compounded by a minuscule conviction rate. Yet, the new Equal Treatment Bench Book, launched in March 2020, codifies the requirement for alleged perpetrators to be referred to by their preferred pronouns in open court. This includes the victim's testimony, where the use of pronouns is unavoidable as they are talking about the actions of someone else.",
        "background": "Where the victim was penetrated by a penis, to compel the speech of traumatised women and men, by forcing them to refer to their rapist as 'she' is abhorrent, damaging and only serves to further traumatise the victim.\r\n\r\nThe Equal Treatment Bench Book and CPS practices need amending.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-18T23:17:43.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-19T12:09:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T17:25:17.027Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The rules of conduct for the courts, including the Equal Treatment Bench Book, are a matter for the judiciary, not the Government or House of Commons.\r\n\r\nWe can only accept petitions about things the Government or House of Commons are directly responsible for.\r\n\r\nIf you would like to request this change you might like to contact the Judicial College, which publishes the Equal Treatment Bench Book: https://www.judiciary.uk/contacts/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T17:25:17.024Z"
    },
    "id": 570915,
    "links": {
        "self": "https://petition.parliament.uk/petitions/570915.json"
    },
    "type": "petition"
}