{
    "attributes": {
        "action": "Make Mr Peter Weir resign as education minister for Northern Ireland",
        "additional_details": "He has done nothing but cause stress and panic among students of all ages, from the summer 2020 algorithms which was badly received ,when students returned to schools he stated that exams would go ahead due to plain stubbornness  ,then having to cancel them in December and students have no idea what’s going on , as for uni students stuck in or having to pay for accommodation or pay fees for a uni they are attending behind a screen with little support, this is simply not good enough",
        "background": "Since Covid19 hit Peter Weir has shown an immense lack of competence and leadership. \r\nleading students and teachers down a dark path of confusion since he announced schools would close and exams cancelled, there has been little clarification as to what schools should be preparing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-19T17:04:22.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-19T21:23:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-22T09:45:44.914Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Northern Ireland political institutions, not the UK Government or House of Commons, are responsible for.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-22T09:45:44.911Z"
    },
    "id": 571018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571018.json"
    },
    "type": "petition"
}