{
    "attributes": {
        "action": "Help Working mums During and after Furlough",
        "additional_details": "Make it known to companies that women MUST be furloughed if they have childcare needs. \r\n\r\nThis is 2021 and within the space of a year women have been made to feel like we have just returned to the 1940s",
        "background": "Women who have worked and juggled childcare are being abandoned during the Covid outbreak! cOmpanies are rejecting women’s rights to furlough. When we have a epidemic on our hands and schools are closed. Why are we suffering with extra stress and anxiety to keep a roof over our our heads.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-20T12:34:30.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-20T13:19:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T09:37:57.577Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of the Covid-19 outbreak on parents, but it's not clear exactly what you'd like the Government or Parliament to do. \r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nPay parents that have to take time off due to school covid closures: https://petition.parliament.uk/petitions/559231\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T09:37:57.573Z"
    },
    "id": 571142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571142.json"
    },
    "type": "petition"
}