{
    "attributes": {
        "action": "Increase number of wedding guests back to 30 based on negative covid tests",
        "additional_details": "For most couples, the current restrictions on guest count means that some members of immediate family, such as siblings, can not be a part of the ceremony. With the rollout of vaccinations within the UK as well as mass testing being introduced, restrictions with regards to guest count should be reviewed based on obtaining a negative covid test prior to the event.",
        "background": "During the first wave of the pandemic, restrictions allowed up to 30 guests at wedding ceremonies. Since then, the number of guests permitted reduced to only 15. The pandemic has had a significant impact on the wedding industry and on couples planning their nuptials",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-20T12:49:20.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-20T13:09:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-27T09:03:44.991Z",
        "rejection": {
            "code": "no-action",
            "details": "Your petition refers to weddings of up to 15 people, but currently weddings must only take place with up to 6 people, and should only take place in exceptional circumstances, for example, an urgent marriage where one of those getting married is seriously ill and not expected to recover, or is to undergo debilitating treatment or life-changing surgery: https://www.gov.uk/guidance/national-lockdown-stay-at-home#weddings-civil-partnerships-and-religious-services\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nPermit larger weddings based on guests testing negative for COVID-19: https://petition.parliament.uk/petitions/550498"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-27T09:03:44.988Z"
    },
    "id": 571146,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571146.json"
    },
    "type": "petition"
}