{
    "attributes": {
        "action": "Cancel all external and internal assessements for GCSE 2021 in England",
        "additional_details": "All external and internal assessments should be cancelled this year due to the unfair distribution of learning and the disruption caused by the Covid-19 pandemic.Students from underprivileged backgrounds are unable to access the same resources as others.It's unfair for these tests to decide an entire grade as students haven't learnt enough for a true reflection of their potential.We believe that it's time to put trust in teachers who have monitored our progression and understand our knowledge.",
        "background": "Following the Covid-19 pandemic, I believe that too much learning has been disrupted in the last 2 academic years. Students are progressing at different rates so these exams would be unfair to those who have been disadvantaged during the pandemic. There have not been equal opportunities for students",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-20T21:49:37.868Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-20T22:11:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T10:37:15.355Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nEnsure that mock exams are not used for GCSE and A-Level results\r\nhttps://petition.parliament.uk/petitions/568538\r\n\r\nMake a Fairer System for Creating A level and GCSE Results\r\nhttps://petition.parliament.uk/petitions/548766\r\n\r\nUse Centre-Assessed-Grades for the 2021 A-Level, AS Level and GCSE grades.\r\nhttps://petition.parliament.uk/petitions/571073\r\n\r\nDon’t allow the use of externally-set exams for 2021 grades\r\nhttps://petition.parliament.uk/petitions/569280\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades\r\nhttps://petition.parliament.uk/petitions/553307"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T10:37:15.352Z"
    },
    "id": 571239,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571239.json"
    },
    "type": "petition"
}