{
    "attributes": {
        "action": "Mortgage dealers to take rent history into consideration!",
        "additional_details": "Because we believe they are the people who have the power to push this forward! Especially when it can boost the economy massively! There are a lot of renters who believe mortgage dealers should take into consideration the fact that a person has prioritised paying their rent over anything else therefore shows they would pay a mortgage as clearly a roof over their heads is the most important thing! And for years without a missed payment!",
        "background": "We want mortgage dealers to take into consideration the rent history a person has been paying and for how many years! It is a big factor yet not used! It'll give renters more opportunity to own! Therefore better for the economy!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-21T20:47:19.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-21T22:24:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-29T11:05:12.450Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nLandlords are able to report rental income to credit agencies, who can then take this into account as part of their rental scores. It is a decision for landlords and credit agencies whether or not to do this, The Government aren't responsible for operation of credit rating agencies or mortgage lenders."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-29T11:05:12.447Z"
    },
    "id": 571404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571404.json"
    },
    "type": "petition"
}