{
    "attributes": {
        "action": "Allow mother and baby groups to continue in lockdown.",
        "additional_details": "Mental Health is key for everyone but new mums need support now more than ever. The importance of seeing other people during their day is absolutely vital. Some women, like myself are spending between 8-10 hours alone everyday with no support bubble. Their babies cannot socialise or see other babies and are stuck in the same 4 walls, 7 days a week. Mother and baby groups are vital to ensure positive mental health is maintained which in turn will ensure babies are happy and developing well.",
        "background": "New mums are likely to have spent all or most of their pregnancy in lockdown or under very tight restrictions. In addition, they are now spending endless hours at home alone with a newborn baby, whilst partners are at work. With or without a support bubble, this is beyond challenging.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T09:04:53.775Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T17:00:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T16:38:54.397Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about restrictions on baby groups, but early years settings (including nurseries and childminders) are open, and children can use registered childcare, childminders and other childcare activities: https://www.gov.uk/guidance/national-lockdown-stay-at-home#childcare\r\n\r\nIf what you want is for household mixing rules to be relaxed for new parents, we could accept a petition requesting this, but it would need to be clear how you want current restrictions to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T16:38:54.395Z"
    },
    "id": 571459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571459.json"
    },
    "type": "petition"
}