{
    "attributes": {
        "action": "Grants Not Loans For All EFL League and Non-League GrassRoots Football Clubs.",
        "additional_details": "Why I want the Government to do this is to help clubs from Grassroots, Non-League and the EFL Football to stop them going from going bust. These Clubs are the bread and butter and are at the heart of all  communities. All Clubs how big or small need financial backing with Grants not loans  too sustain and protect our heritage of Grassroots, Non-League and EFL Clubs.",
        "background": "I want the Government to intervene and have a vote that Grants should be allowed and given away for Lower And Non League Football Clubs and to stop loans for lower non league Clubs and also for lower Division Clubs who Wil not be able to pay these loans back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T00:42:28.524Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-22T23:10:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-09T09:45:14.074Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for football clubs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government is not responsible for whether football clubs seek loans to help support themselves.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund support for lower-league professional and semi-professional football clubs: https://petition.parliament.uk/petitions/330655"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-09T09:45:14.070Z"
    },
    "id": 571434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571434.json"
    },
    "type": "petition"
}