{
    "attributes": {
        "action": "Restore the 0.2% of aid to enable poorer countries to vaccinate against COVID-19",
        "additional_details": "1 As the 5th richest nation on Earth, helping poorer countries with weaker health care systems to fight the pandemic and save lives is morally the right thing to do.\r\n2 The UK would consolidate its position as a leader in a time of global crisis.\r\n3 This sends a strong message that post-Brexit, Britain is an outward looking, progressive country.\r\n4 It stops the government reneging on a manifesto pledge.\r\n5 It is in our national interest. The UK can only control the virus if it is controlled globally",
        "background": "To use the recent 0.2% cut of UK income (GNI) in overseas aid, to help poorer countries fight and control the SARS CoV2 (coronavirus) pandemic. This could be by provision of appropriate, effective vaccine, and support for infrastructure and systems to enable an effective vaccination programme.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T10:32:00.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-29T18:05:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-19T09:33:53.322Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIncrease funding to make Covid-19 vaccines available to developing countries: https://petition.parliament.uk/petitions/550900\r\n\r\nDonate surplus Covid-19 vaccine doses to poorer countries: https://petition.parliament.uk/petitions/565462\r\n\r\nOnce priority groups in the UK are vaccinated redirect Covid-19 vaccines abroad: https://petition.parliament.uk/petitions/572802"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-19T09:33:53.318Z"
    },
    "id": 571469,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571469.json"
    },
    "type": "petition"
}