{
    "attributes": {
        "action": "give every person the right to internet access at >25 Mbit/s at <£25/month",
        "additional_details": "They lock us down and expect us to work, learn and be entertained through the internet, but the availability of such a utility is not universal and of a common service level. Compare this to water and electricity; if these were only available based on geography, technical ability or wealth, there would be a national outcry. If necessary this should be done by temporary nationalisation or legislation.",
        "background": "The government should immediately shift capital spending away from physical transportation systems such as HS2 towards providing, as soon as possible, internet connections for all people of a speed and service level that is fit for life under lockdown conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T21:18:22.694Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T07:51:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T15:37:39.434Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to take action in relation to access to internet, but we're not sure exactly what changes you would like the Government to make to how broadband is provided, or what other investment you would like to be redirected to this end.\r\n                \r\nWe have published the following petitions, which you might like to sign: \r\n\r\nNationalise phone and internet communications and make free for the public good: https://petition.parliament.uk/petitions/327253\r\n\r\nBroadband speeds of at least 1Gbps to all UK businesses & households by 2025: https://petition.parliament.uk/petitions/568990\r\n\r\nClassify Broadband as an essential utility with greater protections for access: https://petition.parliament.uk/petitions/568543"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T15:37:39.431Z"
    },
    "id": 571559,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571559.json"
    },
    "type": "petition"
}