{
    "attributes": {
        "action": "Change the recycling bag to a wheelie bin.",
        "additional_details": "A large amount of my neighbours have too much recycling so are unable to close their recycling bag due to the amount enclosed. The same number and more add recycling alongside the bag in a separate box.  Both of these acts cause litter as the recycling is not properly contained. I only wish for the bag to be swapped for a wheelie bin.  If you deem it better to keep the glass in the separate container I do not object to that. Thinking about the environment is more important now than ever.",
        "background": "I would like to change the recycling bags to a wheelie bin instead.  I previously lived in Middlesbrough where the council issues wheelie bins for the recycling and much more can fit inside and therefore more can be recycled each fortnight.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T15:38:47.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-22T16:00:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-01-29T10:50:51.207Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-01-29T10:50:51.204Z"
    },
    "id": 571514,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571514.json"
    },
    "type": "petition"
}