{
    "attributes": {
        "action": "Keep gyms open during national lockdown 3",
        "additional_details": "It is the governments role to keep us active, outdoor gyms will not do us justice as they don’t have the good equipment. Suicide rates are increasing and to be honest the rate of people who will be unhealthy will be high. To prevent this, open gyms. Everyone wants gyms open. The gym can also be a getaway place for some people where they can work on themselves and actually do something during lockdown. Also, things such as increased workload gives us students even more stress and we need a gym.",
        "background": "Gyms are key for a healthy mindset, the gym allows for a stress/angry/depressed free place whereby everyone can forget about what’s happening, be it lockdown and other things. Through the gym people can improve their moods and they’re mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-22T18:46:37.381Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-22T19:01:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T12:29:49.985Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nUnder the Government's roadmap out of lockdown, gyms will reopen in Step 2 (no earlier than April 12th). See:\r\nhttps://www.gov.uk/government/publications/covid-19-response-spring-2021/covid-19-response-spring-2021-summary\r\n\r\nYou could start a new petition calling for gyms to reopen under Step 1 of the roadmap, if that's something you'd like to see happen.\r\n\r\nYou might also like to sign the following petitions:\r\n\r\nOpen gyms first as we come out of lockdown & fund a Work Out to Help Out scheme\r\nhttps://petition.parliament.uk/petitions/567492\r\n\r\nKeep gyms and leisure facilities open during any lockdown\r\nhttps://petition.parliament.uk/petitions/556956"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T12:29:49.981Z"
    },
    "id": 571538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571538.json"
    },
    "type": "petition"
}