{
    "attributes": {
        "action": "Change the level of PPE requirements to include respirator (FFP3) masks",
        "additional_details": "This low level of PPE has not previously been allowed for contagious respiratory diseases. If TB or flu is treated, nurses have to wear a respirator mask and these are provided. So why are the guidelines different for covid? This is dangerous, inadequate and indefensible, especially when the government has acknowledged the new strains of covid are more contagious.\r\nIf this request is rejected then please explain why the rules are different for covid-19.",
        "background": "Current guidelines only entitle healthcare workers to wear a surgical mask when treating patients with covid-19. We need respirator masks in order to work safely and to protect ourselves. It should be the bare minimum to have to wear an FFP3 mask and to have these in sufficient supply.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T16:11:41.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T18:29:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T16:41:42.692Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: Make FFP3 masks available to all staff working with SARS-CoV2\r\n\r\nThe guidance on PPE for healthcare workers is a matter for the NHS and various health and professional bodies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T16:41:42.690Z"
    },
    "id": 571672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571672.json"
    },
    "type": "petition"
}