{
    "attributes": {
        "action": "The time has come for an actual \"lockdown\".",
        "additional_details": "Government must issue orders of a 21-day lockdown with immediate effect. The lockdown would see the closure of all non-essential services with retail stores operating a \"time slot to shop\". Only travel to walk or exercise animals and maintain livestock should be permitted. The military should be drafted in to ensure the rules are followed. Any passengers entering the UK must enter a 14-day quarantine at a government-funded facility. Once this 21 day period is over, we must resume a normal life",
        "background": "The public are no longer willing to follow government guidance. The reactionary and inadequate response of our government has cost over 90k lives. We need appropriate action now! A 21-day full lockdown is needed, along with a 14 day forced quarantine for any arriving passengers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T13:33:45.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T17:57:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-02T09:41:02.799Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nEnforce an extreme two-week lockdown: https://petition.parliament.uk/petitions/553156\r\n\r\nImplement full 6-week lockdown including closure of shops and businesses: https://petition.parliament.uk/petitions/553580\r\n\r\nImplement Quarantine Hotels for all UK arrivals from overseas: https://petition.parliament.uk/petitions/570364\r\n\r\nMaintaining public order is the responsibility of the police, not the military. It would be an operational decision for the police whether to request assistance."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-02T09:41:02.796Z"
    },
    "id": 571644,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571644.json"
    },
    "type": "petition"
}