{
    "attributes": {
        "action": "Introduce managed isolation at the UK border to protect against COVID variants",
        "additional_details": "COVID variants can emerge at any time, anywhere in the world. Each new variant has the potential to be more deadly, more infectious or to evade our vaccines.\r\n\r\nManaged isolation keeps variants at the border and prevents them from becoming established in our communities. \r\n\r\nAn unmanaged border leaves us all open to the risk of new variants becoming established in this country, with devastating consequences to our vaccination program, our NHS and our personal freedoms.",
        "background": "We call for the immediate implementation of an Australia-style managed isolation system at the UK Border. \r\n\r\nAt a minimum, this system should include:\r\n\r\n(i) mandatory hotel quarantine for all travellers for 14 days, and \r\n(ii) mandatory COVID negative tests before release.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T09:35:51.059Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T09:53:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T12:24:45.027Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has published guidance on strengthening the UK's health protection at the border. \r\nhttps://www.gov.uk/government/speeches/strengthening-our-health-protection-at-the-border\r\n\r\nFrom 15 February onwards, everyone entering England from outside the Common Travel Area must follow new guidance, including quarantining for 10 days. See:\r\nhttps://www.gov.uk/guidance/how-to-quarantine-when-you-arrive-in-england\r\n\r\nThere is separate guidance for people entering England from a country on the banned travel list, including quarantine in hotels.\r\nhttps://www.gov.uk/guidance/booking-and-staying-in-a-quarantine-hotel-when-you-arrive-in-england\r\n\r\nIf there are changes you'd like to see to the guidance, such as requiring all arriving travellers (not just those from 'red list' countries) to undertake their quarantine in hotels, you could start a new petition calling for these changes."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T12:24:45.026Z"
    },
    "id": 571604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571604.json"
    },
    "type": "petition"
}