{
    "attributes": {
        "action": "INTRODUCE MENTAL HEALTH NURSES TO ALL UK HIGH SCHOOLS",
        "additional_details": "you cannot ask a monkey and an elephant to climb the same tree and this metaphor should be carried forward through our whole campaign.No child is naughty and every child has problems going on throughout there school years some more than most \r\n\r\nif we push for these changes to start from a younger age then the next generation and for generations to come our world stands a better chance at beating the biggest virus our planet has ever come across, #ourselves",
        "background": "90% of our children go through some form of mental health problem between the most important years of there life. \r\ni remember being at school and was labelled ‘NAUGHTY’ was this the case or was I purely ‘MISUNDERSTOOD’ and this is the case for a high number of our schools pupils.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-23T11:40:45.891Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-23T11:47:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T15:53:11.145Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how some schools handle students with mental health issues, but it's not clear exactly what you want the Government to do about this.\r\n\r\nDeciding what support staff to have on school premises is a matter for individual schools, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nFund free Mental Health First Aider training for 1 adult in every school: https://petition.parliament.uk/petitions/548425\r\n\r\nProvide additional funding to schools for Y10-13 mental health support: https://petition.parliament.uk/petitions/548678\r\n\r\nWe could accept petitions calling for additional actions like the above, if there are other types of support you want the Government to fund."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T15:53:11.142Z"
    },
    "id": 571625,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571625.json"
    },
    "type": "petition"
}