{
    "attributes": {
        "action": "Allow truck drivers to Walk thru any drive thru that sells food &/or drink.",
        "additional_details": "All these places that are refusing to serve HGV drivers at the drive thru would not be able to operate as a business without our HGV drivers. So why should they be turned away? Our drivers are what keep this country moving and we need to do all we can to help them especially during these though times where the places they would usually go in to order food and drinks are closed. they NEED to eat and drink too. Please make it compulsory to serve our hard working HGV Drivers",
        "background": "Make HGV drivers that want to order  at the Drive thru restaurants able to order safely at the drive thru and not be turned away because walk thru orders are not accepted our HGV drivers need to eat and drink too. And we need them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-24T00:17:56.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-24T00:25:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T16:57:08.107Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou might like to sign the following petitions:\r\n\r\nExempt takeaways that operate on or in motorway services from Covid-19 curfews\r\nhttps://petition.parliament.uk/petitions/565672\r\n\r\nAllow all hospitality to open for mobile key workers.\r\nhttps://petition.parliament.uk/petitions/562660"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T16:57:08.106Z"
    },
    "id": 571725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571725.json"
    },
    "type": "petition"
}