{
    "attributes": {
        "action": "Review and change the education curriculum.",
        "additional_details": "With ever growing numbers of depression, SEND and exclusions in schools now is the time for education to be reviewed and changed. \r\n\r\nEducation should be about more than just achieving a certain grade and closing the attainment gap between peers. \r\n\r\nChildren need and deserve to be taught in a way that enables them to develop holistically, not just academically. \r\n\r\nIn order for schools to be able to be inclusive, the curriculum needs to be reviewed and changed to enable it to be more flexible in meeting the needs of all children from all walks of life to their own abilities. Not to just meet the targets set out to ensure league tables show how well the school is performing.",
        "background": "To review the curriculum and change it, to enable it to meet the needs of all children. \r\nLook at what is being taught and if this serves our children in becoming resilient, confident, aware of who they are, how they fit into the world around them and the skills they need to succeed in life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-24T11:38:40.616Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-24T19:01:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:19:07.367Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like changes to the curriculum, but we're not sure exactly what. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-12T10:19:07.363Z"
    },
    "id": 571767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571767.json"
    },
    "type": "petition"
}