{
    "attributes": {
        "action": "A revised national curriculum to be set by teachers and not politicians.",
        "additional_details": "For example the level of English being taught to 7 or 8 years old currently wasn't taught until secondary school 20 years ago. It's too complex at this stage for children to comprehend. Given the current predicement with months of home schooling over the last 2 schooling years it seems like the right time to review the national curriculum. Only this time it should be decided by those qualified to do so, the teachers.",
        "background": "A full review of the current national curriculum should be carried out by our teachers and amended as they see fit. It seems that the current curriculum has been imposed on them by the government back in 2013 and many parents and teachers feel that too much is being asked of our children too soon.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-25T11:06:46.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-25T12:25:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-01T10:30:03.822Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the national curriculum to be reviewed, but we're not sure exactly how you want this to happen. Teachers do not have a single representative body, and different teachers may have different views on how the curriculum should be changed.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you would like some specific changes to be made to the curriculum, you could start a petition requesting these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-01T10:30:03.819Z"
    },
    "id": 571916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571916.json"
    },
    "type": "petition"
}