{
    "attributes": {
        "action": "Look into the unrealistic targets set for primary age children.",
        "additional_details": "I have spoken to a number of parents at my sons school and friends whose children attend other schools.   Most are struggling to engage their children in the current curriculum.  Many feel that the basics are being missed and children are being rushed through their learning.  It is proven that children learn when they’re having fun and feeling engaged.  If children constantly feel like they’re failing, they lose concentration and mental health suffers.  This is really unacceptable.",
        "background": "Employ experienced teachers to provide a balanced, exciting and developmentally appropriate curriculum for primary aged children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-25T15:18:09.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-25T16:32:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-01T12:16:57.797Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you're concerned about the primary curriculum, but we're not sure exactly what you'd like the Government or Parliament to do to change this. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example holding a public inquiry into the primary curriculum to consider changes. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-01T12:16:57.794Z"
    },
    "id": 571948,
    "links": {
        "self": "https://petition.parliament.uk/petitions/571948.json"
    },
    "type": "petition"
}