{
    "attributes": {
        "action": "Recognise and support SEND kids missing out on school during COVID Pandemic.",
        "additional_details": "Our kids are already struggling with various SEND needs. They’re falling behind and are potentially missing a year of school. Especially for working parents at home who are struggling to find the time to teach their kids with extra needs. They need specialised teaching which we as parents cannot offer without the training behind them.",
        "background": "To offer more support either full days or occasional days or remote teaching for SEND kids who are missing out on school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-25T21:10:02.272Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-26T10:32:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-02T08:54:31.199Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about teaching for SEND children during the current lockdown, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nSome SEND children are likely to meet the criteria for attending school as a vulnerable child. Details of which children can attend school during the current closures are available here: https://www.gov.uk/government/publications/coronavirus-covid-19-maintaining-educational-provision/guidance-for-schools-colleges-and-local-authorities-on-maintaining-educational-provision\r\n\r\nWhile schools are closed the Government has made it clear that schools have a duty to provide remote education for state-funded, school-age children who are currently unable to attend school: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/952443/210114_School_national_restrictions_guidance_FINAL_14012021.pdf\r\n\r\nThe Government's guidance on teaching during school closures states that the Government recognises that some pupils with Special Education Needs and Disabilities (SEND) may not be able to access remote education without adult support and so expect schools to work with families to deliver an ambitious curriculum appropriate for their level\r\nof need. \r\n\r\nWe could accept a petition calling on the Government to give all SEND children a right to attend school while schools remain closed to most students, if that's what you want to happen.\r\n\r\nWe have published the following related petition, which you might like to sign: \r\n\r\nIncrease funding for Special Education Needs schools: https://petition.parliament.uk/petitions/556274"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-02T08:54:31.196Z"
    },
    "id": 572024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572024.json"
    },
    "type": "petition"
}