{
    "attributes": {
        "action": "Suspend furlough payments for anyone who is caught on illegal parties.",
        "additional_details": "People who attend illegal parties and gatherings selfishly put themselves and others in danger. Very often those people are paid money from the furlough scheme which was thought to support citizens and residents whilst they stay at home and save lives. Those people are getting paid by the government to stay at home, yet they abuse the system putting others in risk. \r\nCurrent fines are not enough to put people off partying, therefore, we propose that breaching the law on gatherings should have their furlough payment suspended and do community work in vaccination centres or supporting NHS as volunteers.",
        "background": "Despite current Coronavirus crisis and all severe lockdown restrictions, there are still illegal parties and gatherings being organised in the whole UK. Very often people attend parties on a regular basis posing risk to their families and community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-26T17:46:32.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T19:41:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T16:12:42.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand that you want people breaking Covid-19 restrictions to be subject to greater penalties, but the Coronavirus Job Retention Scheme provides a grant to employers who furlough their staff due to coronavirus. It does not pay that money directly to the individual.\r\n\r\nFines for committing offences by breaking the restrictions are imposed by the police. You could start a new petition calling for the Government to increase the penalties for breaking these rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T16:12:42.960Z"
    },
    "id": 572150,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572150.json"
    },
    "type": "petition"
}