{
    "attributes": {
        "action": "Provide better financial support for small businesses in construction and others",
        "additional_details": "The funding will have to be backed by the Government to support small business as they have lost a large number of working capital which they would have had but do the coronavirus interruption businesses were unable to continue working or had jobs put on hold. This lead to loss of income and now when things are starting to pick up business haven't got the working capital to support new workflow as they can't just afford it. As no bank will give any finance to a small business like myself.",
        "background": "I would like to see the government do more in terms of funding options for businesses that had lost contracts or income due to the coronavirus within all industry. I would like it to be like a Bounceback Loan but more accessible to businesses where the government provides back up towards the funding",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-27T13:32:47.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T14:45:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-16T11:00:04.659Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Bounceback loans are already underwritten by the Government.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as increasing who can apply for the loans, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-16T11:00:04.657Z"
    },
    "id": 572316,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572316.json"
    },
    "type": "petition"
}