{
    "attributes": {
        "action": "Stop influencers travelling for 'work' when it is not essential. Save the NHS.",
        "additional_details": "I can't go see my family or take my son to valuable classes etc but 'influencers' are able to fly to wherever they want to do 'essential work' when this is not the case. We have key-workers risking their lives everyday for selfish people to do what they feel is good for them. I'm amazed this is even allowed.",
        "background": "Stop unnecessary travel for influencers to be able to go on holiday and pretend they're working, clearly this is not essential. Or don't let them return until everybody has been vaccinated. Save the NHS and lives. Only 30 people are allowed to loved ones funerals but people are going on holiday.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-27T14:12:38.423Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T14:34:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-05T15:37:01.155Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nInfluencers are subject to all of the same rules and regulations as other people, and it would be up to the police or Crown Prosecution Service to investigate or prosecute any alleged breaches of Covid-19 restrictions.\r\n\r\nYou might like to sign the following petition:\r\n\r\nClose UK Airports for Commercial Travel\r\nhttps://petition.parliament.uk/petitions/564592"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-05T15:37:01.151Z"
    },
    "id": 572324,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572324.json"
    },
    "type": "petition"
}