{
    "attributes": {
        "action": "Give mental health specialists more funding during and after this pandemic.",
        "additional_details": "Because the Coronavirus pandemic has affected many people's mental health and people need support. Mental health problems account for 23 per cent of the burden of disease in the United Kingdom, but spending on mental health services consumes only 11 per cent of the NHS budget. In a statement to BBC News NI, a spokeswoman for the Health and Social Care Board (HSCB) said: \"Across the UK, it is recognised that child and adolescent mental health services (CAMHS) are underfunded.",
        "background": "Support the younger generation during a tough time such as coronavirus and allow more funding. Mental health trusts in England have in fact suffered budget cuts in real terms of just over 8% year on year since 2011.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-27T13:05:35.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T13:18:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-03T10:38:40.537Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign some of these petitions:\r\n\r\nIncrease funding for crisis and acute mental health services: https://petition.parliament.uk/petitions/559871\r\n\r\nImmediately fund local services to prevent mental health pandemic: https://petition.parliament.uk/petitions/557313\r\n\r\nReview and improve support for people with mental health conditions: https://petition.parliament.uk/petitions/330968"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-03T10:38:40.534Z"
    },
    "id": 572310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572310.json"
    },
    "type": "petition"
}