{
    "attributes": {
        "action": "The government should remove the NEED for food banks in the UK by 2030.",
        "additional_details": "There is growing food poverty in the UK. There are reports produced by the Trussell Trust and the Guardian, and a Research Briefing has been lodged in the House of Commons Library. It is disgraceful and that there should be citizens of the UK who need to use food banks when the UK has the 6th largest economy in the world. I am ashamed that the Government has let this situation develop.",
        "background": "The government should create an integrated policy that removes food poverty in the UK by implementing changes to: employment law, minimum wage legislation, tax law and the social security payments system. The measure of success will be the removal of the need for food banks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-27T18:32:08.668Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T22:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T10:06:37.467Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand you want to remove the need for food banks in the UK, but we're not sure exactly what specific actions you'd like the Government or Parliament to take in order to achieve this. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou might also like to sign the following petitions:\r\n\r\nRaise minimum wage to £10.50 for 25+, To comply with inflation and living costs\r\nhttps://petition.parliament.uk/petitions/568573\r\n\r\nEnd child food poverty – no child should be going hungry\r\nhttps://petition.parliament.uk/petitions/554276\r\n\r\nMake access to food a legal right - no one in the UK should go hungry\r\nhttps://petition.parliament.uk/petitions/562838\r\n\r\nKeep the £20pw Universal Credit lifeline and extend to those on legacy benefits\r\nhttps://petition.parliament.uk/petitions/572128"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T10:06:37.465Z"
    },
    "id": 572371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572371.json"
    },
    "type": "petition"
}