{
    "attributes": {
        "action": "Financial education in the 6th form and life skills courses to GCSE years.",
        "additional_details": "We believe that these important skills that children and young adults need for adulthood should be taught in schools, as not everyone has a parent or guardian that they can rely on to support them. It is vital that young adults understand how to make the jump from education, to University or work and the introduction of this help from schools can provide a foundation of knowledge. The teaching of basic life skills can help provide a basic understanding of what it is like to cook and look after one's self, it will also promote a healthier lifestyle.",
        "background": "Provide vital financial education to sixth form year groups, such as how taxes, mortgages and bank loans work as well as how important they are. In addition to this, essential 'life skills' like cooking and other important skills for instance, budgeting to be taught to years 9 and 10.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T09:24:00.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T10:24:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-26T13:47:22.045Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about opportunities for life skills and financial education at secondary school, however students can already be taught about personal finances and economics through the Personal, Social, Health and Economic (PSHE) curriculum. It is therefore not clear what further action you would like the Government to take.\r\n\r\nYou can read more about the PSHE curriculum here: https://www.gov.uk/government/publications/personal-social-health-and-economic-education-pshe/personal-social-health-and-economic-pshe-education.\r\n\r\nYou could start a petition calling for Personal, Social, Health and Economic (PSHE), and/or specified 'life skills', to be made a mandatory subject at GCSE or A-level, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-26T13:48:50.711Z"
    },
    "id": 572450,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572450.json"
    },
    "type": "petition"
}