{
    "attributes": {
        "action": "Remove the 9 month Benefit Cap grace period from Universal Credit claims",
        "additional_details": "Child poverty is high, job opportunities are low. To continue with standard UC procedures during these unprecedented times, is ruthless and unnecessary. \r\n\r\nFor those who have been assessed as 'Gainfully Self Employed', consumer work opportunities and yearly turnover have been vastly reduced due to ongoing Coronavirus social distancing and recurring lockdowns.\r\n\r\nExample - A wedding photographer who is usually employed for 8+ hours, can only attend 15 person micro weddings now.",
        "background": "During these unprecedented times, suspend and remove the 9 month Benefit Cap grace period from all Universal Credit Claims.\r\n\r\nExample - A 2 adult + 2 children UC payment was reduced by 28% in Jan 2021 after reaching the end of the grace period, leaving £256 for the month after paying moderate rent",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T07:29:54.334Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T11:10:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-04T09:46:37.052Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYour petition raises concerns about impact of the benefit cap after the current 9-month grace period expires, but your petition calls for this grace period to be remove, which would mean the benefit cap applied to all claims from day one.\r\n\r\nWe could accept a petition calling for the benefit cap to be abolished, or suspended, for Universal Credit or all benefits, but you would need to be clear what changes you want to be made to this cap.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nSuspend the benefit cap for people who have been forced out of work by Covid-19: https://petition.parliament.uk/petitions/555877"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-08T10:37:41.575Z"
    },
    "id": 572435,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572435.json"
    },
    "type": "petition"
}