{
    "attributes": {
        "action": "Require Telephone Contact  Services to Accommodate  those with Sensory Issues.",
        "additional_details": "Many helplines including those for essential public and health services have quite aggressive or disturbing music. Some people, are unable to withstand this sensory overload, and may have to forgo the service.\r\n If the music is turned down, it is impossible to hear when someone answers the line.\r\nPeople with sensory issues are being prevented from accessing services needed to maintain their health and well being,  and from accessing goods, legal services and consumer rights.",
        "background": "Require those telephone contact lines which keep people waiting to offer multiple options, in particular to include silent waiting, and an option for simple concise information such as how long the wait is likely to be. Many companies appear to be using aggressive tactics to put off callers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T11:08:23.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-30T11:14:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-17T16:23:44.889Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. How a private business delivers its customer services is a matter for it, not the UK Government or Parliament. Customers are equally within their rights to decide whether to purchase goods from any particular retailer based on how it provides customer service.\r\n\r\nWe could accept a petition calling for telephone helplines run by the Government to have these requirements, if that's what you'd like to see happen. \r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T09:17:23.275Z"
    },
    "id": 572468,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572468.json"
    },
    "type": "petition"
}