{
    "attributes": {
        "action": "Allow students in the Arts to book studio sessions during Lockdown",
        "additional_details": "Students in the Arts are struggling the most. Those who are studying academic subjects, despite some having practical aspects, are capable of studying at home. Dance students may not have the space. Art students can’t afford to keep buying materials and tools that are normally funded at University/College or at least they are at a highly discounted price. Music students may not have the right facilities at home or the right environment to be focusing correctly due to distracting sounds.",
        "background": "Students in the Arts whether it is music, drama, dance or art students don’t have the facilities to complete courses and degrees at home. Being able to book in sessions or workshops with high alert covid-safe restrictions to allow students to complete these courses and degrees to their potential.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-27T21:50:32.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-27T22:02:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-26T11:10:09.898Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/558252.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-26T11:10:19.181Z"
    },
    "id": 572406,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572406.json"
    },
    "type": "petition"
}