{
    "attributes": {
        "action": "Stop the Reduction of Coronavirus Vaccines coming to Lancashire",
        "additional_details": "Lancashire has been under strict Tier System measures for a very long time now, with its high density population.\r\nThe number of cases are starting to abate, but this could be seriously jeopardised if the number of Vaccines is cut, to placate those in other areas (London and the South East) that appear not to be performing quite so well in the delivery of the Vaccine.\r\n\r\nContinue to provide the Vaccine in its current volumes, to Lancashire, to ensure maximum benefits to its population as a reward",
        "background": "Lancashire is a shining light in the delivery of Vaccines and this could come to nought if the urgent demand for them is stripped by 100,000 doses per week\r\nWe should not be victimised by a reduction in doses but should be allowed to continue to administer 2nd doses or continue into next Tranches",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T08:01:26.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T10:18:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-05T15:08:11.297Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Covid-19 vaccination programme is an NHS programme, and the NHS has responsibility for operational matters including the distribution of vaccine across the country. The NHS is operationally independent of the Government and House of Commons, so we cannot accept petitions requesting changes to their approach in distributing vaccines across the country."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-02T09:55:51.315Z"
    },
    "id": 572439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572439.json"
    },
    "type": "petition"
}