{
    "attributes": {
        "action": "Provide More Protection for Trans People and Trans Rights",
        "additional_details": "Almost half (48 per cent) of trans people in Britain have attempted suicide at least once; 84 per cent have thought about it. More than half (55 per cent) have been diagnosed with depression at some point. This is worsened by the government not giving enough support and protection to trans people across the UK and this should be a priority for them. Action to help trans people will help to start to bring these numbers down.",
        "background": "Trans people from around the UK do not have enough protection put in place by the government, and trans rights are currently being threatened to a worrying extent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T09:38:44.747Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T10:04:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-04T09:30:45.922Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand that you're concerned about the rights of trans people, but under the Equality Act 2010 it is already unlawful to discriminate against someone because they are transsexual: https://www.equalityhumanrights.com/en/advice-and-guidance/gender-reassignment-discrimination\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-04T09:30:46.061Z"
    },
    "id": 572453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572453.json"
    },
    "type": "petition"
}