{
    "attributes": {
        "action": "Demand the Government hastens regulatory approval of Ivermectin for Covid-19.",
        "additional_details": "There is currently an epidemic of mental health problems not least with young people unable to attend school, with the elderly who cannot see their families, and businesses unable to open. Matt Hancock has warned restrictions might continue to the end of the year in some form. Ivermectin is an effective treatment - this Government should be pulling out all the stops to get it licenced for Covid so we can return to normal and remove restrictions as soon as possible.",
        "background": "We the undersigned demand the Government hastens regulatory approval of Ivermectin, the drug which has been shown in a WHO study to reduce mortality in Covid-19 patients by 83%. Ivermectin use would not only save lives and the NHS but allow the UK to come out of damaging lockdowns and restrictions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T21:22:50.504Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T22:07:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-05T15:57:31.587Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe efficacy of potential treatments for Covid-19 is reviewed by the UK's independent medicines regulator, the Medicines and Healthcare products Regulatory Agency (MHRA). Granting regulatory approval for a treatment's use would be an operational decision for the MHRA, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-05T15:57:31.584Z"
    },
    "id": 572575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572575.json"
    },
    "type": "petition"
}