{
    "attributes": {
        "action": "Give public full access to top 7 WHO approved covid vaccines in Phase3 trials",
        "additional_details": "Global analysis of results of ongoing Phase3 trials and vaccine rollouts from independent sources indicate there are other WHO approved vaccines with efficacy particularly against new covid strains. Given the supply issues with the currently approved vaccines the UK regulators must expedite approvals of the top7 WHO approved covid19 vaccines including Sputnik V, Bharat Biotech, and Sinopharm to mitigate supply issues and allow public have freedom to choose a vaccine in consultation with their GP",
        "background": "UK public should have freedom to choose which covid vaccine they take. UK government and Parliament should push regulators to expedite the approvals of other top WHO approved covid vaccines in advanced Phase3 trials including Sputnik V, Bharat Biotech, and Sinopharm",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T18:55:48.398Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-29T00:42:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-19T09:32:46.834Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for, and decisions about approval of vaccines and the administration of these is a matter for various public health agencies, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-19T09:32:46.831Z"
    },
    "id": 572553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572553.json"
    },
    "type": "petition"
}