{
    "attributes": {
        "action": "Judicial review of the Governments allocations of contracts for PPE",
        "additional_details": "There are allegations of croneyism about the way this Government does business that go well beyond choosing the best person for the job. If they have nothing to hide, then this case should be easily won by them. Parliament should ensure that the court case can happen, but if the Government is able to spend unlimited amounts defending the case, then no organisation will have the money to fight it. \r\nJustice must be done, and seen to be done.",
        "background": "The Government awarded of hundreds of millions of pounds of PPE contracts to Pestfix, Ayanda, and Clandeboye. The Good Law Project will not be able to bring the case if the Government can spend £1 million defending this action and also claims that the litigation is not in the public interest",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-28T15:10:36.911Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-28T19:48:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T12:38:05.091Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign the following petition:\r\n\r\nHold a public inquiry into Government contracts granted during Covid-19\r\nhttps://petition.parliament.uk/petitions/328408"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T12:38:05.088Z"
    },
    "id": 572515,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572515.json"
    },
    "type": "petition"
}