{
    "attributes": {
        "action": "Prioritise the COVID-19 vaccination for those aged 16+ who have severe anxiety.",
        "additional_details": "There are people who can't leave the house due to their mental health; it will get worse as time goes on without having the vaccine.It will help them to be able to go outside for a walk for some fresh air etc.This vaccine will change everyone's lives, but it will finally give these people the ability to see what they feel is a life that is worth living; it can save their lives, not only from COVID-19, but from themselves.",
        "background": "Prioritise giving the COVID-19 vaccination to those aged 16+ with severe anxiety, or other mental health issues that keep them from leaving the house. The government could identify these people through places such as GPs, colleges, universities etc. through referral.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-01-29T17:13:05.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-29T18:07:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-16T18:25:43.811Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Vaccines are currently only available to people over the age of 18 - as this is a clinical decision we can't publish petitions that call for this to be changed. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-16T18:25:43.808Z"
    },
    "id": 572681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572681.json"
    },
    "type": "petition"
}