{
    "attributes": {
        "action": "Urge the British Government to provide jobs for British unemployed.",
        "additional_details": "Britain’s energy workers are suffering because of Covid 19 and the accelerated push towards carbon neutrality. This needs to be managed properly and safeguarded against the get rich quick entrepreneurs who are jumping on the bandwagon for personal gain.",
        "background": "Guarantee a bright future for all in Brits by producing a firm plan to manage future energy needs and keep the jobs and supply of products and goods inhouse from cradle to grave, from project conception to decommissioning and ultimate recycling no matter which party is in power.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-30T09:59:08.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-30T18:02:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-26T11:17:34.171Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nClean Growth is already one of the 4 Grand Challenges in the UK Government's Industrial Strategy, the Government's plan to boost productivity and back businesses to create good jobs and increase the earning power of people throughout the UK with investment in skills, industries and infrastructure. See:\r\nhttps://www.gov.uk/government/publications/industrial-strategy-the-grand-challenges/industrial-strategy-the-grand-challenges#clean-growth\r\n\r\nYou might like to sign the following petition:\r\n\r\nSet a 5-year plan to lead the UK to self-sustainability, less reliance on others\r\nhttps://petition.parliament.uk/petitions/564594"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-26T11:17:34.168Z"
    },
    "id": 572782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572782.json"
    },
    "type": "petition"
}