{
    "attributes": {
        "action": "Don’t write off child maintenance debt when non resident parent refuses to pay.",
        "additional_details": "The current situation allows the non resident parent to continue to fail to pay over a number of years knowing that eventually the debt will be written off and they will not be forced to pay. Some families are highly reliant upon this money being paid towards the upbringing of the children who should remain the responsibility of both parents irrespective of whether they remain together or not. Absent parents should be forced to contribute to show responsibility for their offspring.",
        "background": "The Child Maintenance Service, as a government run service, needs to have more powers to collect maintenance owing by a non resident parent. \r\nFailure to pay the amount calculated by this service, should result in harsher penalties and should not penalise the resident parent and their children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-30T17:17:21.661Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-30T20:16:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-17T08:02:47.571Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about non-payment of child maintenance, but we're not sure exactly what you'd like the Government or Parliament to do. The Child Maintenance Service does not have a policy of writing off debts when they are not paid, although in 2018 the UK Government announced a new policy to bring the estimated £3.7 billion of child maintenance arrears accumulated under the 1993 and 2003 schemes: https://commonslibrary.parliament.uk/research-briefings/cbp-7776/\r\n\r\nWe could accept a petition calling for this policy to be reversed, and full repayment of outstanding debts from this period sought.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nTougher penalties for not paying child maintenance: https://petition.parliament.uk/petitions/562177"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-08T13:18:43.510Z"
    },
    "id": 572836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572836.json"
    },
    "type": "petition"
}