{
    "attributes": {
        "action": "Hold referenda on repealing the Acts of Union, 1707, in Scotland and England.",
        "additional_details": "The Acts of Union were passed in 1707 when the parliaments of Scotland and England consisted of unelected clergy, aristocrats and landowners. It is suspected that the Scots were coerced into passing the Act under duress. The general population had no vote. Nowadays, the English electorate dictate the UK government. In Scotland, this has led to a desire for independence. The electorates of Scotland and England must be given an opportunity to express their democratic wishes regarding the union.",
        "background": "Hold separate referenda on revoking and repealing the Acts of Union, 1707, in both Scotland and England (and Wales), with the caveat that if either signatory nation, i.e. Scotland or England (and Wales) vote to repeal, then the Acts shall be repealed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-30T17:08:15.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-01T10:20:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T18:20:40.549Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to leave the Union would be a matter for the people of Scotland based on their consent, rather than by a decision of the people of England and Wales. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-13T10:58:27.675Z"
    },
    "id": 572835,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572835.json"
    },
    "type": "petition"
}