{
    "attributes": {
        "action": "Stop the flow of immigrants in boats across the channel.",
        "additional_details": "The flow of so called ‘asylum seekers’ is on the increase. We cannot afford to continue in the current climate to support at taxpayers expense, those that enter the country by illegal methods.\r\nThe UK is seen as a soft touch who will hand out freebies to the rest of the world and people traffickers are using this to make money. The way to stop the traffickers is to cut off demand. If those seeking their services knew that they would be sent straight back when caught demand would cease.",
        "background": "Stop the flow of immigrants into the UK who do not enter via official ports or airports, e.g. by illegal methods. Do not house and feed those that land by unofficial means at the expense of the UK taxpayer, stop them from landing or send them straight back across the channel when they do land.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-31T09:10:06.475Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-01T15:20:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-08T14:42:28.382Z",
        "rejection": {
            "code": "no-action",
            "details": "Immigration officers already have the power to take several actions against illegal migrants, including the power to detain them for \"the purpose of removal\": https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/537231/Immigration_Act_-_Part_3_-_Enforcement.pdf. It's therefore not clear what you would like the Government to do.\r\n\r\nFurther, not all undocumented migrants entering the UK are doing so illegally - many will be entering the country for the purpose of seeking asylum - so it's not clear who such a ban on entry would apply to: https://www.gov.uk/claim-asylum.\r\n\r\nYou could start a petition calling on the Government to commit to not extending residency rights to undocumented migrants, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-08T14:42:28.381Z"
    },
    "id": 572915,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572915.json"
    },
    "type": "petition"
}