{
    "attributes": {
        "action": "Make more previsions for disabled people to do physical activity during lockdown",
        "additional_details": "There has recently been a report done by Sports England that states that only 23% of disabled people are able to do 30 minutes of exercise once a day 5 times a week due to restrictions placed on them by lockdown rules. With the current rules allowing able bodied people to go out for a walk and exercise once a day this is leaving disabled people behind. Not only is this somewhat discriminative, surely a healthier and happier amount of disabled people is better for the nation as a whole.",
        "background": "The government restrictions make disabled sport exempt from the lockdown rules. However there is a disconnect between this rule and those for facilities that would allow this to take place as they have to close under the rules effectively not allowing disabled people to stay healthy during lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-31T15:24:22.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-02T08:41:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-08T15:46:14.864Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to make more provisions. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-06-24T09:30:55.823Z"
    },
    "id": 572956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/572956.json"
    },
    "type": "petition"
}