{
    "attributes": {
        "action": "Do not enter any trade agreements which support Brunei.",
        "additional_details": "As a matter of ethics, the UK Government should not be seen to be supporting countries with such woeful human rights records. Countries which utilise such practices should be receiving economic sanctions and not access to our economy. The Government should refuse to enter any form of agreement with a trading bloc which supports Brunei with their current policies on LGBT rights.",
        "background": "Brunei has one of the worst human rights records for the LGBT community. Currently, their laws advocate punishment of the LGBT community by stoning to death. No government should be supporting free trade agreements with countries which utilise such barbaric measures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-01-31T22:23:33.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-01-31T22:37:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-16T18:12:28.179Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want to ban any trade deals with Brunei, or with countries that also trade with Brunei. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-16T18:12:28.176Z"
    },
    "id": 573017,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573017.json"
    },
    "type": "petition"
}