{
    "attributes": {
        "action": "Use the Foreign Aid Budget to buy Covid vaccines & give them to poor countries.",
        "additional_details": "There are poor countries across the world who have no hope of being able to afford to buy Covid vaccines. By giving them the vaccines we can help to reduce global health poverty that the WHO has highlighted. Also by giving the vaccine to the country rather than money to buy the vaccine will ensure the money is spent in the way intended rather than being \"wasted\" on other things and hence reduce corruption. It would also support British businesses.",
        "background": "Consider using part or all of the Foreign Aid Budget to purchase Covid vaccines from British pharmaceutical companies. Then ship the vaccines to poor countries for them to vaccinate their people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-01T09:01:02.604Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-03T08:49:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-09T10:33:29.735Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want the UK Government to use part of the foreign aid budget to pay for covid-19 vaccine doses to be donated to other countries. \r\n\r\nHowever, the Government has already pledged £548 million to the coronavirus COVAX Advance Market Commitment (AMC), to help distribute covid-19 vaccine doses to 92 developing countries: https://www.gov.uk/government/news/uk-raises-1bn-so-vulnerable-countries-can-get-vaccine. It's therefore not clear whether you want to the Government to add to this, or by how much.\r\n\r\nYou could start a petition calling for the Government to increase its commitment to the AMC by a specified amount, if that is something you'd like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-09T10:33:52.598Z"
    },
    "id": 573057,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573057.json"
    },
    "type": "petition"
}