{
    "attributes": {
        "action": "Let children play in a street or garden with children from one other household.",
        "additional_details": "Adults in England are able to meet one person outside for exercise. However primary age children are effectively banned from doing so as they are too young to go out in public places without an adult. Not seeing their friends for months is causing significant harm. Allowing children to mix with children from one other household outside would reduce this harm at relatively low risk in terms of transmission of the virus. Allowing mixing in gardens would enable children to play whilst parents work.",
        "background": "To improve the physical and mental health of our children we must urgently allow outdoor play with their peers. Lockdown is devastating for children and letting them mix outside with one other household would have a minimal impact on transmission of the virus but vastly improve children's wellbeing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-02T10:59:13.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-02T16:31:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-09T09:51:28.147Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Young children are already exempt from the rules on the size of gatherings for exercise. You can find out more here - \r\n\r\nhttps://www.gov.uk/guidance/national-lockdown-stay-at-home#meeting-other-people\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as increasing the age limit, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-09T09:51:28.144Z"
    },
    "id": 573194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573194.json"
    },
    "type": "petition"
}