{
    "attributes": {
        "action": "Lower the expectations of university students regarding assignments",
        "additional_details": "This is unacceptable as we are not receiving the same standard of teaching, therefore they should not expect the same standards in relation to assignments. \r\nTherefore, I am urging the government to take action, especially in Northern Ireland, to release the pressure and expectations from university students, lower the grade boundaries or ensure markers are more lenient when marking essays etc.",
        "background": "I want Parliament to lower the expectations that universities and exam boards are expecting from us students during the pandemic. It is not fair that school students are allowed to drop units or not complete exams, however universities are expecting the same, if not a higher level of work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-01T18:53:02.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-01T19:33:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-02T08:47:50.156Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-02T08:47:50.154Z"
    },
    "id": 573130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573130.json"
    },
    "type": "petition"
}