{
    "attributes": {
        "action": "All 2021 University exams to be held online.",
        "additional_details": "This academic year has been online due to the pandemic. Teaching has predominantly been online with students having to change their studying methods and now forced to take  traditional exams in a social setting. Due to the virus students would have to risk their health to sit in exam halls to take the exam. Existing physical mental health conditions have not been taken into account when making this decision, neither has students testing positive or social distancing, etc. A change is required.",
        "background": "For many courses universities are stating that exams are to be face to face compared to being online. Teaching has predominantly been online and are now expecting us to carry out exams in person. So we would like a decision to make all university exams for all courses to be online for this year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-02T14:03:16.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-02T16:38:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-09T09:32:13.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nRequire university campuses to close to stop the spread of COVID-19: https://petition.parliament.uk/petitions/552512"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-09T09:32:13.291Z"
    },
    "id": 573224,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573224.json"
    },
    "type": "petition"
}