{
    "attributes": {
        "action": "Get Franchising regulated with sufficient protection in place for Franchisees",
        "additional_details": "The UK franchising sector is unregulated and with no code to protect the vulnerable franchisee, who is typically tied into a contract lasting, in many cases, five years and up. In employment law there are protections and regulations available but no such protection in Franchising with Franchisees exposed to bullying and harassment leaving franchisees extremely vulnerable in what can so easily evolve into a toxic relationship with no exit or solution.",
        "background": "Franchising isn’t regulated in the UK with no protection for Franchisees. Bullying; maltreatment, harassment and unscrupulous franchisors are just some of the experiences to contend with. There is a huge gap in English Law leaving franchising unregulated and Franchisees unprotected and vulnerable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-02T16:44:01.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-02T21:46:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-09T10:09:14.209Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like to see regulation of franchising, but we're not sure exactly what you'd like to be regulated. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-09T10:09:14.204Z"
    },
    "id": 573286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573286.json"
    },
    "type": "petition"
}