{
    "attributes": {
        "action": "Increase maximum income level by £20 a week to enable funding for level 2 course",
        "additional_details": "Because it is right and fair. People need to do something and learning is good. To give £20 a week extra but not increase the maximum income threshold by £20 a week is unjust. If the £20 had not been given then those like myself would be doing a level 2 course by now, albeit online to start with in lockdown. The maximum income threshold to receive funding for a course was set last April and did not take into account the £20 a week increase.  If we are not working, we need to learn. Was this a mistake or a deliberate attempt to stop people getting access to funding for a level 2 course or above.",
        "background": "Since lockdown the Government has increased Universal Credit by £20 a week. Funding to do a level 2 course or above is available but only if your income is below £338 a month. Before the £20 increase it was below. Now with the £20 increase it takes it to £409. I want the government to change this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-03T13:12:58.402Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-03T21:07:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-10T09:02:52.970Z",
        "rejection": {
            "code": "no-action",
            "details": "The £338 income limit on accessing the adult education budget is on earned income (disregarding benefits), so access to this fund should not be affected by the temporary increase in Universal Credit payments.\r\n\r\nYou can find out more about funding for further education courses here: https://www.gov.uk/further-education-courses/financial-help"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-10T09:02:52.967Z"
    },
    "id": 573729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573729.json"
    },
    "type": "petition"
}