{
    "attributes": {
        "action": "Make \"Code of Practice for commercial property\" compulsory and add clarity.",
        "additional_details": "Some small businesses had no lockdown income and expenses of around £30k/month. The recent LSE study confirms 900,000 small businesses will go into liquidation by April without further support. Pass some of the burden to landlords. Often some of their tenants had to close, some didn't. To judge if a business can afford to pay rent with no income and survive, consider at least a 24 month cash flow forecast to be fair as opposed to their current cash balance so they have a chance to recover",
        "background": "For small business tenants that were forced to close for example in the leisure and hospitality sectors where turnover dropped significantly, force commercial landlords to waive rent arrears / reimburse rent already paid and not charge rent for the duration of current and prior lockdowns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-03T21:29:05.040Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-03T22:52:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-10T14:54:39.667Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a contractual matter for landlords and tenants. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-10T14:54:39.665Z"
    },
    "id": 573854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573854.json"
    },
    "type": "petition"
}