{
    "attributes": {
        "action": "Prioritise All Asthmatics for Covid19 Vaccination",
        "additional_details": "1.\tAll asthmatics on inhaled steroids are still being advised by NHS guidelines that they are at increased risk and must be especially careful.\r\n2.\tAll asthma was identified as a significant risk factor for long Covid in the ZOE study.\r\n3.\tThere is considerable evidence that risk from Covid is determined by type of asthma and not just asthma severity. \r\n4.\tJCVI categorisation doesn’t agree with NICE/BTS definitions and doesn’t acknowledge that risk is non-binary and can change rapidly.",
        "background": "The JCVI vaccine priority list only mentions severe asthma (rightly featured in Group 4- Clinically Extremely Vulnerable). Yet Group 6 (At Risk) also covers only severe asthma. Almost all other asthmatics have been excluded and are to be treated the same as healthy individuals their own age.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-03T21:58:20.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-03T22:21:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-10T09:18:51.781Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who is clinically extremely vulnerable is a clinical decision, not the responsibility of the Government or House of Commons.\r\n\r\nWe could accept a petition calling for people who are judged at moderate risk (clinically vulnerable) from Covid-19 to be given increased priority in the Covid-19 vaccination programme, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-10T09:18:51.777Z"
    },
    "id": 573862,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573862.json"
    },
    "type": "petition"
}