{
    "attributes": {
        "action": "Increase paid A/L next year for NHS and NHS111 staff to help recover exhaustion.",
        "additional_details": "We are exhausted. The demand and the factors we are facing is like never before. Please increase a one off A/L period to allow us to recover from exhaustion. Allow foreign nationals to go and spend time with family. Help us recover the exhaustion. Help us boost our morale. It does not need to be this year but all of us need a break now. It also would not be a bad idea for the government to subsidise holidays for the mental health of nurses across all NHS and 111 across England.",
        "background": "During this Pandemic NHS and 111 workers have worked incredibly hard with increase of demand and Difficult environmental factors. Staff are exhausted and it seems there is little let up. As a one off please increase paid A/L to allow us to recover from exhaustion. This includes 111 staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-04T16:55:19.996Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-04T23:22:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T17:18:37.882Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Employers (including the NHS) are responsible for deciding on annual leave entitlements, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T17:18:37.880Z"
    },
    "id": 573975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573975.json"
    },
    "type": "petition"
}