{
    "attributes": {
        "action": "Force known Russian Oligarchs to undergo Unexplained Wealth Orders",
        "additional_details": "The UK government is in a unique situation with potential sanctions on Russia. This is because many Russian Oligarchs own UK based assets. With the publication of the Russia report in 2020 by The Intelligence and Security Committee of Parliament which details the effect of Russian influence on the UK, this has to stop. Forcing UWOs upon these people in response to the way the Navalny case and protests were handled will force the Russian government to democratise the kleptocracy they have created",
        "background": "Force Russian Oligarchs in connection to the Russian Government, who own UK assets (Either through a company they own or they own personally) to undergo UWOs. If their wealth is unexplained, assets should be seized in response to multiple assassination attempts and the handling of Navalny protests",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-04T13:53:48.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-04T14:51:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-10T15:18:37.933Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a matter for the courts. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-29T15:44:18.329Z"
    },
    "id": 573945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573945.json"
    },
    "type": "petition"
}