{
    "attributes": {
        "action": "Change the way Hybrid Planning works or abolish it altogether.",
        "additional_details": "Climates both economically and world change massively in a short space of time. To continue to allow companies to destroy green spaces and history using out of date planning, only pausing to complete conditions of discharge, is verging on criminal! \r\nThey should be made to put in actual planning application for each ear marked site and not years in advance.This would allow all residents have their say. Saving more green spaces and history.",
        "background": "Stop companies from being able to put hybrid planning applications in for planning years in advance for long term developments. This doesn’t allow new residents in the area to have their say if planning was passed 6 years before they moved in and the work is a 20 year project.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-04T10:54:55.582Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-04T18:43:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-11T14:36:08.543Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example setting a time limit on work starting following a planning application being granted. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-11T14:36:08.539Z"
    },
    "id": 573918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/573918.json"
    },
    "type": "petition"
}