{
    "attributes": {
        "action": "That the Bank of England does not reduce interest rates to, or  below 0%.",
        "additional_details": "As a result of 2021/22 budget plan,local authorities can raise local council tax by 5-6%. If that is coupled with a % cut of interest rates to 0 or negative % for all savers, then the citizens of the United Kingdom face zero interest or negative interest and a steep increase in their council tax. So Parliament must act to protect the millions of savers who stand to lose value in their hard earned savings. Parliament must ensure the Bank of England keeps interest rates in positive numbers.",
        "background": "To help millions who have suffered under Covid restrictions, and ensure that what saving the citizens of the UK have, are given a fair opportunity of earning plus interest in the UK Finance sector. Supported by the FSCS scheme. Meaning the Bank of England act to keep interest above zero percent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-04T19:01:50.036Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-20T07:46:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T13:05:39.907Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nSetting the UK base rate is an operational matter for the Bank of England's Monetary Policy Committee, which is independent of Government. See:\r\nhttps://www.bankofengland.co.uk/monetary-policy/the-interest-rate-bank-rate"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T13:05:39.903Z"
    },
    "id": 574000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574000.json"
    },
    "type": "petition"
}