{
    "attributes": {
        "action": "Allow the current year 13’s to finish the school year in March.",
        "additional_details": "Many colleges are planning to assess students upon their potential return. This is going to result in there being many exams at once and cause underperformance due to many factors, including mitigating factors when applicable. \r\nSome students are disadvantaged with online learning. Some have done mock exams, some have not. However, many are being continuously assessed online which surely provides enough evidence combined with predicted grades and previous work to determine grades.",
        "background": "Last year, year 13’s had missed no content and were allowed to cease study in March and await their results. \r\nThere should be no exams at all for our year group, including “mini exams” as grades will drop. No exams should mean no exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-05T14:42:56.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfE",
                "name": "Department for Education",
                "url": "https://www.gov.uk/government/organisations/department-for-education"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-05T17:35:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T08:03:06.269Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact on current Year 13 students of Covid-19, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn the last academic year schools closed to most students in March, but teaching still continued, and students were awarded centre assessed grades or teacher assessed grades. This year a similar process has been agreed. You can find out more about how grades were awarded last year, and will be awarded this year, here: https://commonslibrary.parliament.uk/research-briefings/cbp-9045/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nDon’t allow the use of externally-set exams for 2021 grades: https://petition.parliament.uk/petitions/569280"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T08:03:06.265Z"
    },
    "id": 574125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574125.json"
    },
    "type": "petition"
}