{
    "attributes": {
        "action": "100,000 FINES FOR RACIST  ABUSE DISCRIMINATION IN ALL WORK PLACES",
        "additional_details": "MONEY TO BE  DEDUCTED  OUT OF PAY,UNIVERSAL  CREDIT, COUNCILS  FUNDS AND  ALL BUSINESSES \r\nBECAUSE  THE  GOVERNMENT  DOES  NOTHING  ABOUT  IT, \r\nIM A SECOND  GENERATION  IMMIGRANT, AND NOTHING HAS  NOT CHANGED  FOR  MY MUM, ME, MY DAUGHTER, AND  HER SON \r\nAND  IT JUST  CARRYS ON WITHOUT  A CARE IN THE  WORLD \r\nWELL ITS TIME  TO  STAMP  IT OUT  TODAY.",
        "background": "TO FINE PEOPLE  100,000 EACH  FOR  RACISM AND  RACIST ABUSE, \r\nTO FINE PEOPLE  WHO  TEACH  THEIR CHILD  RACISM, \r\nTAKE  ASSETS  OF  PEOPLE  INCLUDING  HOUSES,CARS OF  POLICE  OFFICERS  IN NOT  STOPPING OTHER  POLICE IN UNFAIR RACIST  PROFILING AND  PHYSICAL   DISCRIMINATION",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-07T12:09:24.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-07T19:32:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-19T12:50:54.543Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about racism, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nRace is already a protected characteristic, making it illegal to discriminate against someone on the basis of their race. There are also provisions handling criminal cases differently if they were racially aggravated. Enforcing these laws is a matter for individuals in the case of civil rights, and the police, Crown Prosecution Service and courts in the case of criminal offences.\r\n                \r\nYou could start a new petition explaining clearly what changes you would like the Government to make to existing laws relating to racism."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-19T12:50:54.540Z"
    },
    "id": 574347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574347.json"
    },
    "type": "petition"
}