{
    "attributes": {
        "action": "Ask for Review and Reform of UK Government e-Petition System",
        "additional_details": "Review/restore a degree of trust in the UK political system & reform the way that the government responds to a petition after it reaches 10k signatures or over by aiming to slow down a petition: https://petition.parliament.uk/petitions/550344. A petition called for live Parliament debates between MPs & those affected/students to exercise the democratic process. The government response or aftermath of debates signposts those affected to other organisations etc knowing they will not get assistance",
        "background": "A petition has over 500K support. The Government response is corrosion in a democracy before a debate “Tuition fee levels must represent value for money &ensure that universities are properly funded. Government is not considering a reduction in maximum fee levels to £3,000 Read the response in full”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-08T13:33:52.261Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-08T15:57:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-17T08:05:56.805Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are not happy with how the Government has responded to another e-petition, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWhen a petition receives over 10,000 signatures it is entitled to a written response from the Government. The content of written responses, including whether to accept the request of a petition, is a matter for the relevant Government department.\r\n\r\nWhen a petition receives over 100,000 signatures it is entitled to be considered for debate. The timing of any debate is a matter for the Petitions Committee, and due to the suspension of Westminster Hall it is currently not possible for petitions debates to be scheduled as normal."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-08-24T16:08:18.217Z"
    },
    "id": 574477,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574477.json"
    },
    "type": "petition"
}