{
    "attributes": {
        "action": "Make Mental health medication free for all students in full time education.",
        "additional_details": "With all of these costs adding up students often find themselves in their overdraft or even at its limit with a risk that they will not have the funds to pay for their prescriptions and therefore not have access to the medication they need on a daily basis. Some people are able to get financial aid from parents or guardians in this situation but there are so many people who are not In the financial position to be able to transfer money to their children in this time of need. This is particularly the case with the ongoing pandemic that has impacting all of our lives in so many different ways.",
        "background": "To make mental health medication free to access to all full time students. Being a student has its stresses and especially for people who struggle with their mental health. With money being an issue for many students it is crucial that essential medication is still accessible for those who need it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-08T12:21:06.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-08T14:39:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-15T11:22:15.361Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the prescription of medication are a clinical matter between GPs and their patients, and are not the responsibility of the UK Government or Parliament. \r\n\r\nYou may wish to sign this petition which calls for a related action: \r\n\r\n'Fund additional mental health support services for university students': https://petition.parliament.uk/petitions/563936\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-15T11:22:20.940Z"
    },
    "id": 574471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574471.json"
    },
    "type": "petition"
}