{
    "attributes": {
        "action": "Fund the National Health Service",
        "additional_details": "The core NHS is grossly underfunded and frontline staff continue to work excessively long hours. During the Covid crisis this has meant that many treatments designated as ‘non-urgent’ have been postponed. Proposals to give temporary additional support to staff during the Covid pandemic is just tinkering around the edges and is not sufficient. The NHS requires funds to enable it to recruit and train the optimum number of staff, working reasonable fulltime hours, in order to provide the health support that people need. *Any argument that additional funds are currently in place during the Covid crisis would be a fallacy because these additional funds would still have had to be allocated if the UK had not left the EU",
        "background": "Members of Parliament should come together and agree to immediately commit the extra £350m per week which informed the Brexit referendum decision to the core NHS. This being in addition to any specific funds currently allocated because of the Covid crisis*.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-08T13:39:46.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-04T13:22:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T12:59:18.150Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nYou may be interested to know that the Government has introduced a new law that will increase funding for the NHS by £33.9 billion a year (in cash terms) by 2023/24. You can find out more here: https://services.parliament.uk/Bills/2019-21/nhsfunding.html. We're therefore not exactly sure what further action you'd like the Government or Parliament to take. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition asking for the Government to increase NHS funding by an additional 33.9 billion, if that's something that you'd like to see. \r\n\r\nYou may wish to sign this petition instead: https://petition.parliament.uk/petitions/564512"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T12:59:23.566Z"
    },
    "id": 574478,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574478.json"
    },
    "type": "petition"
}