{
    "attributes": {
        "action": "Recognise SEN students are disproportionally affected by online learning",
        "additional_details": "Lockdown has negatively affected everyones learning however it has been more difficult for those with SEN. This needs to be considered when making decisions about the alternative arrangement for exams. What is the government going to do to make sure allocated grades this year are given fairly for students with SEN? What is going to be put in place in the future to make exams less discriminatory, in a normal year, so that SEN students are not penalised in the way that me and my peers have been.",
        "background": "I was meant to sit my GCSE this year and I'm dyslexic. Dyslexia dose not affect intelligence but on paper we are told we are less clever as our grades is lower simply as we can't spell. This is just one example of why the education system is unfair. Online learning has exacerbated these issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-09T11:45:27.842Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T12:08:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T11:47:09.367Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that people with Special Educational Needs may not receive grades that represent their ability as a result of the impact of Covid-19 on schools, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government's consultation on how GCSE, AS and A level grades should be awarded in summer 2021 recognises that Ofqual has a duty under the Apprenticeship, Skills, Children and Learning Act 2009 to have regard to the reasonable requirements of relevant Students, including those with special educational needs and disabilities.\r\n                \r\nIf there is a specific change you would like the Government to make to how GCSE, AS and A level grades should be awarded in summer 2021 you could start a new petition explaining clearly what change you would like the Government to make.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nIncrease the funding available to schools to support SEND pupils: https://petition.parliament.uk/petitions/557813"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T11:47:09.364Z"
    },
    "id": 574610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574610.json"
    },
    "type": "petition"
}