{
    "attributes": {
        "action": "Leaseholders affected by EWS1 should be insured by govt. to restore value.",
        "additional_details": "Expectations:\r\n - Govt to insure the properties that are currently uninsurable in the private sector due to the cladding/lack of EWS1 certificate.\r\n - Legislate mortgage lenders to accept the govt. insurance and restore value to the property until an EWS1 is issued.\r\n - Restore confidence to the property market and allow mortgaged property trade.\r\n - Stop existing owner tenants being evicted because they have been placed in impossible situations with their lenders through no fault of their own.",
        "background": "Require govt. to protect the investments of leaseholders. The legislation for EWS1 certificates has left many people with valueless properties they cannot mortgage. If the govt would protect the investment to the market value until the cladding is fixed the property market could continue to trade.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-09T14:17:53.509Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T21:54:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T13:58:02.159Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for determining the value of properties. This is a matter for buyers, sellers and mortgage providers.\r\n\r\nWe could accept a petition calling on the Government to fund insurance cover for buildings affected by the EWS1 process, if that is what you want to happen.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nFree leaseholders trapped in new build properties by post-Grenfell EWS1 form: https://petition.parliament.uk/petitions/328201\r\n\r\nImplement select committee recommendations on cladding to protect leaseholders: https://petition.parliament.uk/petitions/550908"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T13:58:02.155Z"
    },
    "id": 574634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574634.json"
    },
    "type": "petition"
}