{
    "attributes": {
        "action": "Breaking the stigma & promotion of low calorie and restrictive diets",
        "additional_details": "In the health and fitness industry it's very prominent that there are common harmful misconceptions. For example calorie deficits that will sustain a toddler, meal replacement shakes, cutting out food groups. Promoting skinny tea, unrealistic and unsustainable diets in which result in dramatic results linking to Binge Eating Disorder, Bulimia, Anorexia. It is time we enforce boundaries for the public's safety and wellness.",
        "background": "It's time there is proper nutrition education in which people understand how to safely fuel their body in a way that's sustainable. Ensure content on social media is limited, that supporting and reflecting healthy eating.Warnings & triggers should be put on content which promotes  unhealthy habits.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-09T22:21:30.885Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T22:35:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T17:03:24.362Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the promotion of certain foods and diets, however it's not clear which specific foods or diets you are concerned about, nor how any 'limit' on social media promotion would work.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/556172"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T17:03:42.944Z"
    },
    "id": 574692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574692.json"
    },
    "type": "petition"
}