{
    "attributes": {
        "action": "Petition the Scottish Parliament to allow blue hare hawking under license.",
        "additional_details": "Falconry is part of human cultural heritage (UNESCO) and has been practiced for thousands of years.\r\nFalconers from all over the world travel to Scotland to fly Eagles & Hawks at Blue Hare.\r\nThey spend money on accommodation, food and other local services, this is vital income in what is normally the off season.\r\nPlease don’t make falconers suffer because of the actions of the few, falconers catch low numbers and this has zero impact on the blue hare populations.",
        "background": "Many falconers travel to Scotland to fly Eagles & Goshawks at Blue hare.\r\nThe recent change in the law to protect them from mass culling is understandable, unfortunately falconers are suffering as a consequence, numbers caught by falconers are very low and have zero impact on the hare population.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-09T16:57:35.250Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-09T17:13:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-12T16:59:31.294Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-12T16:59:31.290Z"
    },
    "id": 574647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574647.json"
    },
    "type": "petition"
}