{
    "attributes": {
        "action": "Cancel the 10 year prison sentence for concealing going to Red Listed Countries",
        "additional_details": "Britain is a long-standing democracy, liberalism and progressiveness have long been hallmarks of the British, we have managed to go from a racist, draconian society to a melting pot of cultures, our nation is not perfect but this proposal is a spit in the face to our democratic systems and our liberties, it is a step towards Totalitarianism, it is not the way to move forward with this pandemic, it is a regressive, outdated and dictatorial proposal by an incompetent Matt Hancock, do not implement",
        "background": "Matt Hancock has stated that any person found guilty of attempting to conceal the fact they went to a red listed country can end with a 10 year sentence. This was not passed through Parliament, this was an undemocratic decision with dire consequences should it become law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-10T12:05:19.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-10T13:45:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-17T09:08:27.091Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the Government's new policy requiring international travellers to book and stay in a quarantine hotel when returning from certain countries, the 10-year jail term referred to by Minister would  the maximum penalty for anyone found to have falsified their travel history on the mandatory passenger locator form filled in by travellers when they arrive in the UK. This penalty is set out in the Forgery and Counterfeiting Act 1981, but deciding whether to prosecute individuals and what if any sentence to apply in individual instances would be a matter for the Crown Prosecution Service and the courts, not the Government or House of Commons.\r\n\r\nIf you want the Government to end the requirement for individuals to have to fill in a passenger locator form, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-17T09:08:27.089Z"
    },
    "id": 574746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574746.json"
    },
    "type": "petition"
}