{
    "attributes": {
        "action": "Increase or implement minimum sentence for any form of sex offence",
        "additional_details": "This should be the case as it is apparent the current system in place is completely failing victims. Victims of sex offences are given life sentences by the perpetrators. Although I myself have not been a victim I know for sure that I'd feel better knowing that the person was locked away and it would aid victim recovery. I include the sharing of multimedia of images and videos of minors as it is among the most abhorrent of offences and should be treated as such.",
        "background": "Would like there to be a minimum custodial sentence of at least 10 years for anybody convicted of any sex offence, this should include sharing of images and videos of minors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-10T12:50:43.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-10T15:56:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-16T18:12:49.999Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This petition was originally opened in error. We apologise for any confusion caused. \r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nThe Medicines and Healthcare products Regulatory Agency is responsible for approving the safety of vaccines. At the moment, the covid-19 vaccines have only been approved for over 18s.\r\n\r\nThe Joint Committee on Vaccination and Immunisation have said that \"there is very limited data on vaccination in adolescents, with no data on vaccination in younger children, at this time.\" You can find out more here: \r\nhttps://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-30-december-2020/joint-committee-on-vaccination-and-immunisation-advice-on-priority-groups-for-covid-19-vaccination-30-december-2020\r\n\r\nYou could start a new petition asking for the government to fund research into the safety of covid-19 vaccines for children, or to reverse the order of adult vaccinations if that's something that you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-16T18:12:49.996Z"
    },
    "id": 574750,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574750.json"
    },
    "type": "petition"
}