{
    "attributes": {
        "action": "UK Gov to implement laws; ensuring developments are built to adoptable standards",
        "additional_details": "Large developers are profiting from a large net surplus with UK citizens later becoming financially bound and burdened with high costs. \r\nWe are seeing large areas not being as adopted simply due to inadequate building/infrastructure. Ultimately creating financial dealt on households and our wider communities. Ultimately paying what is a secondary council tax which many simply can not afford.",
        "background": "I put to the UK government to place in law a minimum standard and enforcement processes; ensuring developers create development to local authority adoptable standards. To often, developers do not build to minimum standards to include the usual street furniture or current regulations/guidance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-10T19:44:13.193Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-11T08:44:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-18T08:24:43.917Z",
        "rejection": {
            "code": "no-action",
            "details": "Local authorities already have powers and duties to enforce building regulations, including powers to prosecute or serve enforcement notices on the owners of buildings that do not meet building regulations.\r\n\r\nYou can find out more about enforcement of breaches of planning controls here: https://www.gov.uk/guidance/ensuring-effective-enforcement\r\n\r\nIf you would like there to be changes to building regulations or powers for enforcing these regulations, we could accept a petition requesting this, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T08:24:43.913Z"
    },
    "id": 574805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574805.json"
    },
    "type": "petition"
}