{
    "attributes": {
        "action": "Gov MUST support small accommodation providers in their fight against covid19.",
        "additional_details": "The accommodation sector (B&B, Hotels, Short-Term Rentals, Cottages etc) employs over 3.2 million people and is worth more than £130 billion to the UK.   So far, UK Gov have given little support and little to no recognition to the sector.    \"Eat-Out to Help-Out\" helped restaurants only, and propagated the virus.  BUT a room, a cottage, with contactless check-in/out is private and not crowded. Majority of accommodation providers have implemented enhanced sanitization and CAN help.  Gov must act.",
        "background": "Open quarantine hotels criteria to B&Bs, recognise safety measures implemented by B&Bs, use B&Bs to help with outpatients, homeless, abuse victims, promote B&B as “safe workspace” instead of office, exempt B&Bs from Google digital tax due Apr1st, insist that bank/landlords help more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-10T19:25:47.000Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-10T19:56:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-17T10:13:19.428Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for small accommodation providers, but we can only accept petitions that request a specific action for which the Government is responsible.\r\n\r\nThe Government is not responsible for a number of actions you have requested, such as deciding on how to manage accommodation of outpatients, promoting locations as safe workplaces, or contractual arrangements with landlords and banks.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nGive further financial support to the Events and Hospitality industry: https://petition.parliament.uk/petitions/329985\r\n                \r\nYou could start a new petition requesting a specific action for which the Government is responsible."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-17T10:13:19.426Z"
    },
    "id": 574800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574800.json"
    },
    "type": "petition"
}