{
    "attributes": {
        "action": "Welsh Government to provide EXTRA financial support to small businesses NOW",
        "additional_details": "The £6000 grant to cover 3 or more months of closure is not near enough, England are receiving monthly payments of £1300 plus grants of £4000, Why are Welsh like minded businesses being treated differently? \r\nWales will see empty High streets/towns if this continues. Small businesses may be very small, but pay massively into the economy, If you want to save your small businesses then please support us or you will see us destroyed. Act now, You have had the funding so help us before it’s too late!",
        "background": "The Welsh Government have promised Financial\r\nSupport for small businesses amid Lockdown number 3. The said funding/ financial support is still yet to be received and also nowhere near the level of support other parts of the country are receiving, We are receiving half of the amounts in England.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-11T18:55:02.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-11T18:58:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-18T09:27:45.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\nhttps://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T09:27:45.342Z"
    },
    "id": 574921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574921.json"
    },
    "type": "petition"
}