{
    "attributes": {
        "action": "Ensure that an internationally recognised vaccine passport system is rolled out.",
        "additional_details": "Countries around the world are preparing vaccine passport systems, if we do not join this movement, our economy will have to either remain closed until the vast majority have been vaccinated or risk importing new infections from overseas. An international vaccine passport system would allow vaccinated individuals to travel, enjoy hospitality and the arts without putting those who have not been vaccinated at risk.",
        "background": "The travel and hospitality industries have been decimated by the necessary COVID 19 lockdowns. Enabling citizens to sign up to a safe and secure vaccine passport system would allow those industries to restart and enable the borders to reopen to those with proven vaccination credentials.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-11T20:09:36.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-11T20:39:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-15T14:54:24.486Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which calls for related actions:\r\n\r\nIntroduce a 'Vaccination Passport' for international travel: https://petition.parliament.uk/petitions/574479\r\n\r\nRequire proof of Covid vaccination to access indoor shops and venues: https://petition.parliament.uk/petitions/560180\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-15T14:54:32.679Z"
    },
    "id": 574936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574936.json"
    },
    "type": "petition"
}