{
    "attributes": {
        "action": "Change the current school curriculum regarding BMI and healthy eating.",
        "additional_details": "This lesson promotes that of eating insecurity and entirely invalidates those with Eating Disorders. The government should respect the mental and physical health of teenagers. The lesson shouldn’t focus on Body Mass Index and rather how healthy eating benefits you as a person. Measuring students on a graph can be extremely anxiety inducing for body conscious teenagers. BMI is regarded by many professionals as incorrect, so teaching this to impressionable young people is entirely wrong.",
        "background": "The secondary school curriculum currently requires schools to teach students about healthy eating and BMI (Body mass index). This lesson is awful and insincere, with many students made to feel uncomfortable and insecure. I believe a change to the curriculum should be made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-11T19:25:34.824Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-11T19:30:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-18T17:02:06.814Z",
        "rejection": {
            "code": "no-action",
            "details": "The national curriculum does not require that students be taught about BMI.\r\n\r\nThe secondary national curriculum states that students should be taught about the consequences of imbalances in the diet, including obesity, starvation and deficiency diseases. The new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum states that students should be taught about the risks associated with an inactive lifestyle (including obesity), and the characteristics of a poor diet and risks associated with unhealthy eating (including, for example, obesity and tooth decay) and other behaviours (e.g. the impact of alcohol on diet or health).\r\n\r\nYou can read the secondary national curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/840002/Secondary_national_curriculum_corrected_PDF.pdf\r\n\r\nAnd you can read the new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nWe could accept a petition calling for changes to this content, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-18T17:02:06.811Z"
    },
    "id": 574928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/574928.json"
    },
    "type": "petition"
}