{
    "attributes": {
        "action": "Introduce character education to the curriculum under PSHE",
        "additional_details": "In 2018/19, there was an increase of 10 per cent in hate crimes (103,379 compared with 94,121 in 2017/18) in England and Wales. Who knows how many more went unreported? \r\n\r\nIn 2017, character education was scrapped in favour of ‘life skills’, but at the Virtue Ethics Foundation (VEF), we believe it is vital under Personal, Social, Health and Economic (PSHE) to prevent harmful societal issues that affect all of us every day. We believe character education is the necessity and right of every child.",
        "background": "While we have experienced fear, loneliness, violence & economic uncertainty during COVID-19, we have also witnessed great kindness & compassion.\r\n \r\nWe want to end groupism, racism, homophobia, anti-Semitism, Islamophobia, terrorism etc. Please introduce character education to the curriculum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-12T13:48:23.471Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-12T14:41:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T15:41:30.548Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about issues including groupism, racism, homophobia, anti-Semitism, Islamophobia, terrorism, but we're not sure exactly what you'd like the Government or Parliament to do. The curriculum already contains content about deliberate cultivation and practice of resilience and character in the individual, and the legal rights and responsibilities regarding equality (particularly with reference to the protected characteristics as defined in the Equality Act 2010) and that everyone is unique and equal: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nIf there are specific changes you would like to be made to the curriculum you could start a new petition explaining clearly what changes you would like to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T15:41:30.546Z"
    },
    "id": 575000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575000.json"
    },
    "type": "petition"
}