{
    "attributes": {
        "action": "Disband / scrutinize Sadiq Khan's unelected 'Commission for Diversity' group.",
        "additional_details": "This is problematic as these unelected individuals fail to recognise that these monuments aren’t just representative of London, but England as a whole. It’s unfair and undemocratic to put a small group of people in charge of regulating the history of the country based on what they deem appropriate. Also, for a panel encouraging diversity, there is a noticeable lack in variety of political views, creating an environment that does not reflect the diversity of thought that England is known for.",
        "background": "Mayor Sadiq Khan’s ‘Commission for Diversity in the Public Realm’ (made up of an unelected group of individuals) aims to ‘enrich and add to the current public realm’. This group has taken it upon themselves to ‘review London's historic monuments and statues’ with no public input or democratic vote.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-13T00:00:36.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-13T01:42:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T11:25:36.795Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T11:25:36.793Z"
    },
    "id": 575067,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575067.json"
    },
    "type": "petition"
}