{
    "attributes": {
        "action": "We want the Gov to adopt a \"near zero\" approach to controlling Corona Virus.",
        "additional_details": "The pop of the UK comprises many people who are particularly vulnerable to dying from COVID19 eg BAME workers, the over 65s & learning disabilities. Govt is facing calls from Covid Recovery MPs to prioritise the economy rather than control the virus. Gov has \"locked down\" but the nos of excess deaths & deaths from CV19 would suggest it's \"reluctant\" approach has neither minimised deaths nor protected the economy or elective surgery. Going forward that must change it must aim for near zero virus.",
        "background": "Governments which have adopted a near zero approach to managing Corona Virus have enjoyed greater freedom to play, work and shop. Complete virus eradication although desirable may be unrealistic however a \"near zero\" approach will save lives, protect the NHS and benefit the economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T07:50:39.612Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T13:47:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T16:27:23.579Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, including what actions would constitute a 'near zero' Covid strategy."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-01T16:27:23.576Z"
    },
    "id": 575199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575199.json"
    },
    "type": "petition"
}