{
    "attributes": {
        "action": "Allow the upcoming GCSE students to drop 1-2 subjects",
        "additional_details": "online classes have put even more stress on students which knocked down many teenagers mental health.students are not getting any motivation to do any work anymore.75% of students have fallen back in school. the government Should let the students drop a subject which can help get rid of a little bit of stress.Their education, mental health and future are at risk.dropping a subject, a weight will be lifted off their shoulders which would increase motivation and help them focus more.",
        "background": "dropping 1-2 subjects, Students will be more relieved as they will be able to drop the subject they most struggle with. Even though that the upcoming GCSE students have missed out on so much learning which is not their fault, they are getting so much pressure for the preparation for the MOCKS/GCSE.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T01:20:32.379Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T11:46:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T17:32:38.296Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. How many, and which, qualifications students receive grades for is a matter for individual students and schools.\r\n\r\nYou might like to sign the following petition:\r\n\r\nDon’t allow the use of externally-set exams for 2021 grades\r\nhttps://petition.parliament.uk/petitions/569280"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-01T17:32:38.294Z"
    },
    "id": 575194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575194.json"
    },
    "type": "petition"
}