{
    "attributes": {
        "action": "Contribution by Corporations to UK COVID Relief Programmes",
        "additional_details": "The economic and social impact of the COVID-19 pandemic has been devastating.  The UK government has provided one of the largest stimulus and relief packages in the World to help weather the storm.\r\n\r\nWith stock market indexes reaching record highs and profit margins soaring for most major Blue Chip & Financial companies it is time for these corporations to step up to the plate and donate up to 20-25% of their profits; or whatever they can afford, to the UK governments COVID relief programmes.",
        "background": "The Government or Parliament should approach large corporations; particularly Financial Institutions such as Investment Funds, Trading Houses, Banks, and online retail giants, to request that they contribute to the UK governments COVID relief programmes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T19:03:09.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-23T16:21:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T15:52:22.700Z",
        "rejection": {
            "code": "duplicate",
            "details": "We can only publish petitions that make a specific request. We have published the following petitions, which you might like to sign:\r\n\r\nWindfall Tax Profits made by Companies during the Covid 19 Pandemic: https://petition.parliament.uk/petitions/555131\r\n\r\nIncrease corporation tax to fund the furlough scheme: https://petition.parliament.uk/petitions/559089\r\n\r\nIf you would like the Government to tax corporations in a different manner to the above, you could start a new petition stating clearly how you want this to work."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-12T15:52:22.698Z"
    },
    "id": 575269,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575269.json"
    },
    "type": "petition"
}