{
    "attributes": {
        "action": "Make all types of Transgender Surgeries Essential on the NHS and resume them now",
        "additional_details": "Transgender Rights are really important for safety of peoples mental health, well-being and self esteem, these surgeries are life saving and should not be put on hold, this is life threatening, acute rates of suicide have been high in trans people not getting the treatment they need, its not fair how these people are still having to wait years for treatment, it's only fair these people are able to get their surgeries while they are still in their early 20s, please prioritize this as essential.",
        "background": "I would like the government to allow all transgender health care on the NHS to open back up and resume the service, this is regarding all hospitals in the UK that perform surgeries on trans people and all types of surgeries, Brighton Nuffield Hospital and St Peters Andrology Hospital London etc",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T23:02:55.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T13:53:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T07:08:58.959Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about how to provide treatment during the pandemic, including when to restart provision of particular surgeries, is a matter for the NHS and individual NHS Trusts, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for NHS transgender services: https://petition.parliament.uk/petitions/572455\r\n\r\nWe could accept a petition calling for the Government to fund increased availability of particular treatment options on the NHS, but it would need to be clear what treatments you wanted the Government to fund."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T07:08:58.956Z"
    },
    "id": 575298,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575298.json"
    },
    "type": "petition"
}