{
    "attributes": {
        "action": "Future Covid restrictions to prioritise consideration of young people.",
        "additional_details": "Young people have suffered their second 'once-in-a-lifetime' catastrophe, the financial collapse and now the pandemic.  Rules and remedies have prioritised older generations, protecting the assets and lives of baby-boomers who have benefitted from seventy-five years of medical and economic  prosperity. It is time that the future generations, facing catastrophic climate change, economic hardship and social upheaval  are given priority in governmental decision making. These people are the future.",
        "background": "We seek a commitment from the government that all future legislation or restrictions put in place to control Covid 19, prioritise minimising the impact and promoting the recovery for young people (under 25s).  Their recovery will take many years and require much more than a vaccine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T11:18:50.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T12:10:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T17:07:05.711Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-01T17:07:05.708Z"
    },
    "id": 575212,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575212.json"
    },
    "type": "petition"
}