{
    "attributes": {
        "action": "Amend the Localism Act 2011 to protect communities from Councillors",
        "additional_details": "Over the U.K.Town & Parish Councillors have failed to adhere to the Nolan principles, incited hate, caused residents harm, wasted police time and detracted from important community issues.\r\n\r\nWhen the Government abolished the previous national disciplinary system for councils as part of the Localism Act 2011 it became virtually impossible for an elected councillor to be removed from office, regardless of any breach of the Code of conduct. \r\n\r\nThe act must be changes to enable such removal.",
        "background": "Hold local Town & Parish Councillors to the same public office standards as MPs and paid Local Councillors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T19:43:45.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T20:05:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T15:03:09.359Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about accountability of town and parish councillors, but we're not sure exactly what you'd like the Government or Parliament to do. Different rules and accountability mechanisms exist for MPs and Councillors, and it's not clear how you want town and parish councillors to be held to account.\r\n\r\nWe could accept a petition calling on the Government to create a new  body to oversee town and parish councillors, but it would need to be clear what role you wanted this body to have."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:31:14.900Z"
    },
    "id": 575274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575274.json"
    },
    "type": "petition"
}