{
    "attributes": {
        "action": "Stop Do Not Resuscitate orders for COVID patients with learning disabilities",
        "additional_details": "People with learning disabilities often do not have the means to communicate any symptoms that they may be experiencing. As someone with an autistic sister, I would like to have faith that the NHS are not ordering a Do Not Resuscitate order to patients unnecessarily. Both the carers and patients should be aware of any medical decisions being made. Statistics show that 6 out of 10 COVID deaths are of those with a learning disability. The government needs to reassess their approach to treating patients with learning disabilities.",
        "background": "Stop the NHS from giving Do Not Attempt Cardiopulmonary Resuscitation notices to COVID patients with learning disabilities. Hospitals that have adapted this approach should be investigated, as many of these deaths have been unavoidable and orders have been made without relatives knowledge/consent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-14T18:07:11.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-14T18:37:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-29T10:36:37.417Z",
        "rejection": {
            "code": "already-happening",
            "details": "The NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nYou can read an interim report of the Care Quality Commission into the application of do not attempt cardiopulmonary resuscitation (DNACPR) decisions during the COVID-19 pandemic here: https://www.cqc.org.uk/news/releases/cqc-finds-combination-increasing-pressures-rapidly-developing-guidance-may-have\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a public inquiry into the use of DNACPR orders during the Covid-19 outbreak: https://petition.parliament.uk/petitions/562740"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-29T10:36:37.414Z"
    },
    "id": 575261,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575261.json"
    },
    "type": "petition"
}