{
    "attributes": {
        "action": "Keep the UK in a longer lockdown, do not ease restrictions.",
        "additional_details": "People are dying. Our NHS is struggling. The economy does not matter right now, it is more beneficial to the economy to keep us in a lockdown until it is truly safe to do so and then business can properly run when it is safe. We have a vaccine  but people are still dying. Other countries have lockdown when there have been singular covid cases. There seems to be an embarrassing lack of care in this country for people who are suffering and people who have lost their life's due to this pandemic.",
        "background": "People in the UK want the process of going in and out of lockdowns to end. We need to do this seriously, enough lives have been lost. If the government keep putting us in half hearted lockdowns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T09:02:40.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-16T15:43:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T13:10:14.254Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what alternative approach to coming out of lockdown you'd like to see happen \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as what conditions you'd like to be met before the lockdown can be eased. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T13:10:14.252Z"
    },
    "id": 575327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575327.json"
    },
    "type": "petition"
}