{
    "attributes": {
        "action": "Cancel university exams for summer 2021",
        "additional_details": "However, unlike schools and a levels university exams are still forecast to go ahead. This seems rather unfair due to the nature of university, the education we are paying for, again unlike schools and a levels, we are not receiving the same quality of learning but are expected to deliver in exams. While GCSES and A-LEVEL exams, who don’t pay for there education, exams have been cancelled. As you can imagine the frustration I feel the government need to consider university assessments as well.",
        "background": "Regarding the current climate we all are facing each day, COVID 19, normality, as you would agree has been flipped on its head. This includes the teaching of university. University teaching like schools and a levels have taken the online approach.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T10:48:24.065Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T10:54:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-11T07:43:04.990Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-11T07:43:04.987Z"
    },
    "id": 575333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575333.json"
    },
    "type": "petition"
}