{
    "attributes": {
        "action": "Wait until the new school year (September) to send all children back to school.",
        "additional_details": "If we send children back on the 8th March this runs the risk of cases having a sudden spike again which ultimately means more lockdowns, no summer fun and more stress. Waiting until September gives the government time to sort any underlying issues and makes it truly safe for students whilst also helping their mental health too. No student is feeling safe by going back and there will definitely be a rapid decrease in attendance. Think about students, not just the economy.",
        "background": "Wait until September to send all children back to school. We have seen from previous cases how quickly the virus can spread in schools and children are the main carriers. It isn’t safe nor morally right to expect students to feel safe in this sort of environment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T15:07:09.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T15:47:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T10:37:52.764Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/572418.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-24T10:37:59.029Z"
    },
    "id": 575362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575362.json"
    },
    "type": "petition"
}