{
    "attributes": {
        "action": "D.R. DO RESUSCITATE! Elderly, diabled, autistic & learning disabled people.",
        "additional_details": "War veterans and critical ill disabled people deserve a chance at life, war verterans fought for this country, and everything it abides by.\r\n\r\nI dont feel like its right for the elderly and disabled people to not have the same equal rights as everyone who is living and breathing and being given the covid19 vaccination and being able to be resuscitated. \r\n\r\nPLEASE LISTEN!!",
        "background": "I would be highly greatful if you could listen to my opinion and everyone who is behind me and supporting my opinion. PLEASE LISTEN!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T13:10:20.211Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T13:28:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-22T13:21:30.114Z",
        "rejection": {
            "code": "no-action",
            "details": "There is no legislation regarding do not attempt cardiopulmonary resuscitation (DNACPR) decision. These are decisions made by individuals and clinicians.\r\n\r\nThe NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-22T13:21:34.638Z"
    },
    "id": 575349,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575349.json"
    },
    "type": "petition"
}