{
    "attributes": {
        "action": "Reduce costs for the travel test package",
        "additional_details": "Reduce the cost of travel test package. I have residency in London. I own a house in London and to come back to my house I have to pay more then 500£ (Flights, travel test package and COVID test before entering the country). This is very discriminatory and will allow only rich people to travel.",
        "background": "Reduce costs for travel test package to entering in the Uk. 210£ it’s way to expensive. Average of a COVID test is around 40£. Why do we need to pay 210£ to entering the country and come back to our home?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T12:11:28.198Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T12:21:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T10:50:10.108Z",
        "rejection": {
            "code": "irrelevant",
            "details": "While the UK Government is responsible for the Test to Release scheme, the cost of any private Covid-19 tests a visitor to the UK chooses to pay for through that scheme is a matter for private providers, not the UK Government or Parliament. You can find out more about the scheme here: https://www.gov.uk/guidance/coronavirus-covid-19-test-to-release-for-international-travel.\r\n\r\nYou could start a petition calling on the Government to fund free Covid-19 tests through the Test to Release scheme, if that is something you'd like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-23T10:50:19.971Z"
    },
    "id": 575342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575342.json"
    },
    "type": "petition"
}