{
    "attributes": {
        "action": "Enact a law. That prevents politicians signing away the UK's sovereignty.",
        "additional_details": "This situation should never be allowed to happen again. where Sovereignty is in question the British people must be involved and included in the decision.\r\n\r\nFailure to comply with this law should be considered \"Treason\"and be punished accordingly.",
        "background": "over the passed 40 years politicians have signed away the parliamentary powers to the EU without consulting the British people.They have therefore diminished the sovereignty of the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-16T10:40:56.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-20T10:29:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T11:57:53.487Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about sovereignty, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already requirements relating to the agreement of international treaties, and other changes to the role of the UK Parliament require primary legislation. It is not clear how you want this change, and it is also not possible for legislation to bind future Parliaments, which can revoke legislation or enact different legislation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T11:57:53.483Z"
    },
    "id": 575486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575486.json"
    },
    "type": "petition"
}