{
    "attributes": {
        "action": "Allow all medically controlled asthmatics to be considered for early vaccine",
        "additional_details": "Asthma is caused by the swelling of the breathing tubes that carry air in and out of the lungs. This makes the tubes highly sensitive, so they temporarily narrow and COVID-19 is a respiratory disease, that reaches into your respiratory tract, which includes your lungs.\r\n\r\nTwo medical conditions which affect the lungs but the government think asthma has no impact on surviving covid. Every year asthmatics are given the flu vaccine as they are considered at high risk, so why is Covid different?",
        "background": "The change in those considered clinically vulnerable now includes only those considered as having “severe asthma”. It fails to acknowledge asthmatics who spend years controlling their asthma to avoid being severe. The vaccine should be offered to all asthmatics who take asthma related medicines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T21:17:42.317Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T21:27:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-18T08:40:36.339Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who is clinically extremely vulnerable is a clinical decision, not the responsibility of the Government or House of Commons.\r\n\r\nWe could accept a petition calling for people who are judged at moderate risk (clinically vulnerable) from Covid-19 to be given increased priority in the Covid-19 vaccination programme, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T08:40:36.335Z"
    },
    "id": 575437,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575437.json"
    },
    "type": "petition"
}