{
    "attributes": {
        "action": "Revise Covid vaccine priority groups to include \"moderate\" asthmatics.",
        "additional_details": "* Research by the Centers for Disease Control and Prevention states that people with moderate to severe asthma are at increased risk of getting very sick from Covid-19.\r\n* People with asthma are also at higher risk of developing Long Covid afterwards.\r\n* \"Moderate\" asthmatics includes people who have not been hospitalized but require inhalers etc.\r\n* Many \"moderate\" asthmatics followed government advice and remained isolated throughout the pandemic.  We now feel abandoned and forgotten.",
        "background": "We ask Government to recognize that hospitalization/regular steroid tablet use is not the only indication of vulnerability to Covid-19 for asthma patients. Anyone on a steroid inhaler is clinically vulnerable to Covid-19 and therefore should be vaccinated as a priority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T20:13:29.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-15T20:44:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-18T08:40:21.218Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about who is clinically extremely vulnerable is a clinical decision, not the responsibility of the Government or House of Commons.\r\n\r\nWe could accept a petition calling for people who are judged at moderate risk (clinically vulnerable) from Covid-19 to be given increased priority in the Covid-19 vaccination programme, if that is what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-18T08:40:21.214Z"
    },
    "id": 575426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575426.json"
    },
    "type": "petition"
}