{
    "attributes": {
        "action": "All MP's to return to parliament before all school children to return to schools",
        "additional_details": "Rather than continuing to 'call the shots' or debate from behind their laptops at home..., MP's must return to parliament and be the frontrunners rather than using the UK's school staff & their pupils as guinea pigs.. it is not wrong in every sense of the word.\r\n\r\nMP's will not be taken seriously by parents or school staff if they are debating about their return before those MP's have even set foot back inside the house of commons. Disserving constituents and not showing understanding to others.",
        "background": "The Prime Minister should recall all MP's before the date is set in earnest for schools to reopen across the UK. This should have been the case in initial lockdowns, most certainly now.\r\nMP's need to take the lead and show they are making decisions and debating in the place they should be doing so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-16T11:48:27.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-16T12:00:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T10:42:32.956Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise.  The Prime Minister isn't responsible for ordering MPs to attend Parliament, and this is a decision for individual MPs. \r\n\r\nYou could start a petition calling for an end to virtual participation in House of Commons proceedings, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T10:42:32.954Z"
    },
    "id": 575497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575497.json"
    },
    "type": "petition"
}