{
    "attributes": {
        "action": "Stop 'do not resuscitate' orders being forced on disabled coronavirus patients",
        "additional_details": "Charity Scope found that 63% of disabled people feared they would not receive the treatment they needed if they were hospitalized with coronavirus, which could prevent them from seeking necessary treatment. Last year, the CQC found that the DNRs had caused avoidable deaths but the practice is still ongoing. This is a form of eugenics and is not acceptable. The government needs to do all in their power to prevent this practice.\r\n\r\nRead more here:\r\nhttps://bit.ly/3tYL34u\r\nhttps://bit.ly/2NxhW7r",
        "background": "DNRs are meant for people who are extremely unlikely to benefit from CPR, but disability rights charity Mencap said they are being given to people with learning disabilities just because they are disabled. In some cases, these DNRs are issued without the patient or their carers even knowing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-15T23:12:06.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-16T01:33:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T11:27:24.240Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The NHS has written to all trusts and accountable officers stating that ‘do not attempt cardiopulmonary resuscitation’ (DNACPR) orders should only ever be made on an individual basis and in consultation with the individual or their family, and that the key principle is that each person is an individual whose needs and preferences must be taken account of individually: https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/04/maintaining-standards-quality-of-care-pressurised-circumstances-7-april-2020.pdf\r\n\r\nPeople who have disabilities are already protected from unfair treatment by the Human Rights Act and Equality Act.\r\n\r\nWe can't accept a petition calling for the Government to ban the use of DNACPR orders for a specific group of people based on a protected characteristic, such as disability, because this would have the potential consequence of preventing that group from being able to make choices about their own treatment."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T11:27:24.238Z"
    },
    "id": 575459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575459.json"
    },
    "type": "petition"
}