{
    "attributes": {
        "action": "Hold builders of new build homes to account for their work.",
        "additional_details": "I moved into a new build house and they built it on top of a road.  I now have a garden that cannot be used as no grass will grow and there are major drainage problems.  The new build company wont help, they closed all my complaints.  We would need to pay thousands to get this rectified.  If we were able to hold a retention this would incentivise any remedial works to be carried out.  With existing properties a retention can be held for works to be done so should be the same with new builds.",
        "background": "Introduce a scheme in which a buyer of a new build holds back a retention that is kept with the solicitor or the lender until the new build company has rectified all issues with the new home.  This will ensure the new build companies carry out any remedial work properly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-16T10:02:05.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-16T10:14:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-23T09:48:41.243Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about payment for properties, inclusion new build properties, is a matter for individual buyers and sellers, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nEstablish a regulatory and licensing framework for developers of new build homes: https://petition.parliament.uk/petitions/555112"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-23T09:48:41.240Z"
    },
    "id": 575483,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575483.json"
    },
    "type": "petition"
}