{
    "attributes": {
        "action": "End COVID restrictions for non clinically vulnerable people.",
        "additional_details": "Current restrictions are not conducive to a good work/life balance and do not serve the population, especially from a mental health perspective. The majority of the population are at no risk from COVID other than mild flu-like symptoms.\r\nPeople in the clinically vulnerable to continue taking sensible precautions (masks, social distancing, etc.) and clinically extremely vulnerable to remain in a lockdown condition.\r\nA sensible approach for the majority.",
        "background": "End restrictions for people who self-assess the clinical risk associated with COVID and find it as acceptable in everyday life. Government to campaign the population to reinforce procedures associated only with vulnerable people and to remind self-assessed people that a risk still exists",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-16T13:30:05.273Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-17T12:11:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T09:35:29.682Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change how Covid-19 restrictions work, but it's not clear how. Your petition calls Covid-19 restrictions to be removed for people who are not clinically vulnerable to have Covid-19, but then goes on to say that people should be able to choose whether this applies to them.\r\n\r\nDecisions about who is clinically vulnerable to Covid-19 is a matter for the NHS and clinicians, not individual members of the public.\r\n\r\nIf you would like the Government to remove Covid-19 restrictions for people who are not clinically vulnerable to have Covid-19 we could accept a petition requesting that. If you want people to be able to choose whether to abide by Covid-19 restrictions, you might like to sign the following petition calling for these restrictions to be removed:\r\n\r\nRepeal Coronavirus Act and end all Covid-19 restrictions: https://petition.parliament.uk/petitions/561995\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T09:35:29.679Z"
    },
    "id": 575511,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575511.json"
    },
    "type": "petition"
}