{
    "attributes": {
        "action": "Allow both parents to stay in hospital with children who are seriously ill",
        "additional_details": "How any parents deals with an ill child is unthinkable. But to do it alone without any support is disgusting. If the parents can swap over weekly then they are still coming and going. The mental and emotional drain on a parent is so bad, they need the support. They need to lean on someone, vent to someone. Being alone is so damaging. They need to pull strength from the other parent when they need it.",
        "background": "I know 2 children who have cancer and the parents have had to be alone in hospital due to Covid. I want this to be scrapped and for both parents to be able to support both each other and their child by being together during such an awful time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-17T09:57:22.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-17T10:36:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T09:26:35.993Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Under the current national restrictions you are already allowed to leave your home to visit someone who is in a hospital: https://www.gov.uk/guidance/new-national-restrictions-from-5-november\r\n\r\nVisiting policies for individual hospitals are a matter for NHS England and individual NHS trusts, not the Government or House of Commons. Individuals wishing to visit inpatients should contact their local hospital to find out what their visiting policy is."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-24T09:26:35.989Z"
    },
    "id": 575579,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575579.json"
    },
    "type": "petition"
}