{
    "attributes": {
        "action": "Recognise the sacrifices made by school-age children during the Covid pandemic.",
        "additional_details": "Key workers have been recognised and rewarded. The furlough scheme provides for the employed. School-age children are not being recompensed for their lost education, loss of future earnings, and their efforts during the pandemic. \r\n\r\nSchool closures mean that children are the only demographic being forced to make a measurable sacrifice to save the lives of others.",
        "background": "Children in England have lost two terms of school. Their education has been taken away without notice or contingency plans, twice. Their sacrifices need to be recognised officially and a plan to support and financially recompense each child for their future loss of earnings needs to be provided.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-17T10:49:21.116Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-17T12:22:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T09:58:38.265Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the future impact on children whose education has been affected by the Covid-19 outbreak, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe also couldn't publish a petition that included unsubstantiated statements about rewards for keyworkers, when not all keyworkers have  been rewarded. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-25T11:22:06.862Z"
    },
    "id": 575590,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575590.json"
    },
    "type": "petition"
}