{
    "attributes": {
        "action": "Introduce paid period leave for women",
        "additional_details": "I want the Government to do this for women because being on your period you can feel like you are ill and you can't control the pain, flow, side effects etc... Some women find it really hard to cope and struggle going out whether they're mental health is really bad because of their period or because the physical side effects are so bad that they can't move!\r\nPaid period leave should be open to all women so that they can take off roughly a week each month (if needed) and still be paid!",
        "background": "I would like the Government to introduce paid period leave for all women when they need it which would mean they get to take some time off work because their periods can be so painful and hard to deal with!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T01:25:42.716Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T01:30:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T07:12:23.146Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the ability of women experiencing period pain to take time off work, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nEmployees already have a statutory right to take time off if the're ill for any reason, which would include period pain. If an employee needs to take more than 7 days off they need to give their employer proof of this.\r\n\r\nYou could start a new petition explaining clearly what changes you would like the Government to make to existing rights to paid leave.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund full sick pay for employees that are off work due to COVID: https://petition.parliament.uk/petitions/551962"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-01T07:12:23.143Z"
    },
    "id": 575691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575691.json"
    },
    "type": "petition"
}