{
    "attributes": {
        "action": "Car makers to account for the environmental impact of a vehicles full lifespan.",
        "additional_details": "Avoiding EU fines is one thing, but the UK Government only takes into account 'tailpipe emissions' of cars. In the case of electric cars, their CO2 emissions are occurring away from the vehicle, via the grid etc. All car production involves emissions, this data should be publicly available and should take into account things like elemental content such as Cobalt and Lithium for all propulsion types whether it be EV, Hybrid, Petrol, Diesel, Ethanol, Biofuel, Electrofuels/Efuels or other cars.",
        "background": "Car manufacturers in Europe have to sell large numbers of electrified cars to avoid big EU fines, but many industry figures question whether emissions regulations should take into account the environmental impact of a vehicle’s entire lifespan. The UK Government must make this a requirement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T02:16:05.722Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T12:41:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-25T12:07:42.127Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the emissions from electric cars, however it is not clear which specific steps you want the Government to take to ensure that manufacturers 'take account' of vehicles' emissions over their lifetime.\r\n\r\nThe Government has committed to phasing out the sale of all new cars and vans which aren't fully zero emission at the tailpipe by 2035, as part of its plans to decarbonise cars and vans. You could therefore start a petition calling on the Government to extend this to require all cars and vans to be fully zero emission across their entire lifetime by a particular date, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-25T12:08:04.001Z"
    },
    "id": 575693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575693.json"
    },
    "type": "petition"
}