{
    "attributes": {
        "action": "Clarify laws regarding dog ownership, with particular focus on the needs of dogs",
        "additional_details": "I want DEFRA’s Code of Practice for Welfare of Dogs to be put into law. As part of Section 9, Animal Welfare Act 2006, DEFRA clearly states the 5 basic needs of a dog. \r\n1. A suitable environment \r\n2. A suitable diet \r\n3. The need to be housed with or apart from other animals (including humans)\r\n4. The need to be able to exhibit normal behaviour patterns\r\n5. The need to be protected from pain, suffering, injury & disease. \r\nSadly, as these are not “law” but recommendations, many dogs are suffering.",
        "background": "Having lived next door to neglected & abused dogs, heard the cries of despair from tethered dogs & puppies left in a shed in the snow, I want some action taken.Despite contacting various agencies, this neglect is not deemed illegal.This has to change. Domestic animals’ basic needs MUST be mandatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T15:05:07.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-19T08:38:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:38:52.800Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the welfare of dogs, but we're not sure exactly what you'd like the Government or Parliament to do. \r\nThe Animal Welfare Act already includes requirements for people who are responsible for an animal to meet its needs, including:\r\n\r\n(a) its need for a suitable environment,\r\n(b) its need for a suitable diet,\r\n(c) its need to be able to exhibit normal behaviour patterns,\r\n(d) any need it has to be housed with, or apart from, other animals, and\r\n(e) its need to be protected from pain, suffering, injury and disease.\r\n\r\nIf there are additional requirements you want to be added to this, you could start a new petition explaining clearly what additions you would like.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCompulsory home checks and abusers database to protect animals: https://petition.parliament.uk/petitions/330345\r\n\r\nIntroduce Dog Licensing and Registration: https://petition.parliament.uk/petitions/563854"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T09:46:25.393Z"
    },
    "id": 575749,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575749.json"
    },
    "type": "petition"
}