{
    "attributes": {
        "action": "To financially compensate, and provide more services for those with long covid",
        "additional_details": "To help bring people back to a sense of normality that has been stripped from people suffering with long covid. Many people who fought on the front lines are now unable to cope with everyday life and have been abandoned by their government, many of whom probably used the resources that our frontline workers provided.",
        "background": "There’s no doubt that the pandemic has been life changing for everyone. However many people are experiencing life changing physical effects on top of the mental and social impact of the pandemic. Offer more support for those suffering from long covid (financial compensation and support systems).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T13:16:19.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T13:39:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-25T12:57:00.839Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/327205.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-25T12:57:12.110Z"
    },
    "id": 575728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575728.json"
    },
    "type": "petition"
}