{
    "attributes": {
        "action": "Review the cost of Doctor's letters in relation to children's health/wellbeing.",
        "additional_details": "Currently UK primary care surgeries or medical practices charge patents for signed letters when a doctor is asked to give medical information about you in the form of a report, letter or certificate.\r\nWhere such letters concern the well-being and health of children, the parents/guardians are liable for the cost. This in many cases will cause undue hardship for many low income families. This practice should be put under review to allow a mechanism to be put in place to mitigate the costs for those unable to meet the cost through no fault of their own other than the medical conditon of their children.",
        "background": "Pass legislation that either-\r\na) Covers the cost of \"To whom it may concern\" letters written by GPs  in relation to children's health issues.\r\nb) Make provisions in GP's contracts to fulfill this obligation in relation to the health and well-being of children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T17:06:44.256Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T18:20:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T14:37:57.332Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe Government aren't responsible for GP charges such as letters, which is an operational matter for individual GP surgeries.\r\n\r\nYou could start a petition calling for the Government to introduce a scheme for low-income families to be able to reclaim the cost of children's health letters from GPs, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-01T14:37:57.330Z"
    },
    "id": 575764,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575764.json"
    },
    "type": "petition"
}