{
    "attributes": {
        "action": "Adopt the NICE guidelines for adults with cerebral palsy. #StampOutTheGap",
        "additional_details": "People with other lifelong conditions receive joined-up healthcare provision and a clear care pathway, so why not adults with cerebral palsy?  \r\n\r\nSimply adopting the NICE guidelines would be life-changing for 130,000 UK adults with CP and, it’s estimated, would boost the economy to the tune of £422mn by helping people stay healthy and stay in work.\r\n\r\nWe just want Care Parity for CP. \r\n\r\nPlease sign the petition and convince the government to do the right thing.",
        "background": "When people living with cerebral palsy reach 18, the joined-up healthcare they've received stops. This is wrong.\r\n\r\nWe want the government to adopt the NICE guidelines so when people with CP become adults, their care doesn't ‘fall off a cliff’. They are being treated like Second Class Citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-18T14:42:37.074Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-18T15:05:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-25T13:35:16.200Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Any decision on whether or not to implement the NICE recommendations on the care of adults with cerebral palsy are a clinical matter for individual clinicians, hospitals and the NHS, not the UK Government or Parliament.\r\n\r\nYou could start a petition calling for the Government to commission a review into the care of adults with cerebral palsy, if that is something you'd like to see happen.\r\n\r\nAlternatively, if you wished you could start a petition calling on the Government to provide funding to improve the care of CP patients once they reach adulthood."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-02-25T13:35:23.381Z"
    },
    "id": 575742,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575742.json"
    },
    "type": "petition"
}