{
    "attributes": {
        "action": "Put a stop to properties being re-let with pre-existing, unresolved issues.",
        "additional_details": "Properties with already identified problems such as this, certainly shouldn't be rented out year after year to unaware tenants. By the time issues are inevitably re-discovered by the new tenant, they have already made a contractual agreement. This can have negative implications for the tenant's health and financial well-being. Furthermore, this property is only 25 years old and should not have issues which are a direct consequence of it's construction.",
        "background": "I have recently rented a property (flat) with a major damp problem. After raising concern with the landlord and estate agent, I discovered from the property management company that this was an ongoing and well-known issue, prior to me renting the property; due to how it was built.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-19T14:27:06.875Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-21T20:46:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T10:38:36.763Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about properties with pre-existing issues being let to new tenants, but we're not sure exactly what you'd like the Government or Parliament to do. Landlords are already responsible for ensuring that the property you live in safe and free from health hazards: https://www.gov.uk/private-renting/your-landlords-safety-responsibilities\r\n\r\nTaking action against a landlord for failing to ensure a property is safe and free from health hazards is a matter for individual tenants, not the Government or House of Commons. You can find out how to complain about a problem with your landlord here: https://www.gov.uk/private-renting/complaints"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T10:39:12.145Z"
    },
    "id": 575882,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575882.json"
    },
    "type": "petition"
}