{
    "attributes": {
        "action": "Allow safe drug consumption rooms to operate legally within Scotland.",
        "additional_details": "In Canada, Canadian SCS attended to around 15,000 overdoses and drug-related medical emergencies between 2017 and 2019 at the centres with no reported fatalities on-site. SCS connect receptive clients to substance use treatment and other health and social services that include medical care, mental health support, and/or housing services. Canadian SCS made around 70,000 referrals to such services between 2017 and 2019.\r\nScotland can help fix the high level drug problem.",
        "background": "Drug legislation is reserved to the UK government, please consider drug consumption rooms as this is a good way to cut down on needles in the street, the transmission of infectious diseases such as HIV & allows drug users to access help and support to stop. This is all evidenced in other countries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-19T02:39:16.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-19T02:51:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:30:40.191Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDevolve powers to the Scottish Government relating to drug consumption rooms: https://petition.parliament.uk/petitions/573104\r\n\r\nIntroduce Drug Consumption Rooms to prevent drug-related deaths in the UK: https://petition.parliament.uk/petitions/548575\r\n\r\nImplement all of the recommendations of the Problem Drug Use in Scotland report: https://petition.parliament.uk/petitions/550468"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T09:45:41.099Z"
    },
    "id": 575825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575825.json"
    },
    "type": "petition"
}