{
    "attributes": {
        "action": "Help the thousands of British women suffering with ruptured  PIP breast implants",
        "additional_details": "Thousands of British women are suffering from severe illnesses caused by these implants. The French courts have found the company guilty...so why is it in Britain we are still having to fight our case. \r\nI want justice for us women...we have a poisonous industrial grade silicone in our bodies....do women have to die before we get noticed. I want this to be in the news,in the papers not kept quiet...why is it being kept quiet. I want to know why is this not all over the news like in France?",
        "background": "They need to help us British women whom put the trust in the medical industry and help us fight our case for justice and medical negligence, to help those of us who require medical attention by removing and replacing these poisonous Implants made with industrial grade silicone. Fight for us.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-19T00:29:28.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-19T00:54:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T10:27:26.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Taking legal action for medical malpractice or negligence is a matter for individuals, not the Government or House of Commons.\r\n\r\nIf you have PIP implants you may be able to have your implants removed free of charge on the NHS: https://www.nhs.uk/conditions/pip-implants/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T09:44:20.632Z"
    },
    "id": 575817,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575817.json"
    },
    "type": "petition"
}