{
    "attributes": {
        "action": "Matt Hancock Resign Immediately",
        "additional_details": "In the middle of a global pandemic, the government have broken the law by failing to disclose PPE Contracts. This happened whilst workers scrambled to purchase PPE, whilst many were given masks years out of date and others forced to wear bin bags and catering aprons. Hancock, proven by law to have failed to comply with public procurement law. The Gov awarded contracts for the purchase of what turned out to be unusable PPE, and appts made to those with family or business links to those in power.",
        "background": "Matt Hancock is not fit, safe, nor can he be trusted to hold the position of Health Secretary\r\n\r\n“The Secretary of State spent vast quantities of public money on pandemic-related procurements during 2020. The public were entitled to see who this money was going to and how the contracts were awarded”",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-19T16:06:52.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-19T16:13:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T18:04:12.965Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou may also like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/328408.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-24T18:04:17.027Z"
    },
    "id": 575892,
    "links": {
        "self": "https://petition.parliament.uk/petitions/575892.json"
    },
    "type": "petition"
}