{
    "attributes": {
        "action": "This government must totally engage independent research into Covid19.",
        "additional_details": "The cure for Tuberculosis was discovered by accident. Discovery is looking at what everybody else has looked at and genuinely seeing and proving something useful and distinct because of that observation.\r\nThis will inspire public confidence in the government response to the crisis at a time of national despair. The resolution of this or any other health crisis in terms of research should not be the preserve of a very tiny minority of scientists but everybody who could make a useful contribution.",
        "background": "To give unfettered cooperation with immediate access to all, the Covid19 (SAR-COV-2) body of evidence and all information held by the government. To decree this into law, to immediately engage with independent research work into the Covid19 (SAR-COV-2) virus at all levels.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-20T14:17:29.429Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-06T17:50:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T10:19:49.524Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-31T10:19:49.520Z"
    },
    "id": 576032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576032.json"
    },
    "type": "petition"
}