{
    "attributes": {
        "action": "Stop MPs blocking contact with constituents.",
        "additional_details": "As things stand, some MPs, my own included are arbitrarily blocking people from asking questions or raising points with them, seemingly because they don't like the questions. They are sometimes claiming that the questioner is not living in their constituency or that they are an activist for another political party. My own MP calls people 'the usual suspects '. This is offensive and undemocratic. I feel that my and other people's rights are being eroded in an arrogant and high handed manner. I have seen a number of press reports of this happening in other areas, sadly mostly where the MP is young and inexperienced.  It has to stop. they are accountable to their constituents and must remain so.",
        "background": "MPs are being undemocratic by blocking constituents who ask awkward questions about policy or action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-20T19:53:30.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-21T12:42:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-31T17:34:25.325Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It's a decision for each MP to decide how to carry out their duties.\r\n\r\nYou could start a petition calling for changes to the Code of Conduct for MPs, if that's something you'd like to see happen.  You can find out more here:\r\n\r\nhttps://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/code-of-conduct-and-rules-of-the-house/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-10T17:58:05.771Z"
    },
    "id": 576064,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576064.json"
    },
    "type": "petition"
}