{
    "attributes": {
        "action": "Make police investigate identity fraudsters when reported by the real victims",
        "additional_details": "When reported by any victim and where there are sufficient lines of inquiry, the police should be able to investigate and charge fraudsters. This will…\r\n● Prevent them from continuing to steal the identities of others, including prime targets like the elderly and vulnerable\r\n● Put a stop to persistent fraud of their existing victims\r\n● Reduce the chances of financial hardship on victims and the unnecessary impact on their health\r\n● Rightfully seek proper justice for victims",
        "background": "Current legislation is failing the real victims of identity fraud… those whose identity is stolen. It is considered a crime against the company to whom the stolen identity has been given for sourcing credit, and as they rarely report it, this leaves the fraudster free to continue without charge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-20T22:59:20.705Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-21T16:20:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-02T09:54:44.445Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about identity fraud, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nFraud is already a criminal offence, irrespective of whether the victim is in individual, public body or private business.\r\n\r\nDeciding how to investigate or prosecute alleged offences is a matter for individual police forces and the Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-02T09:54:44.443Z"
    },
    "id": 576083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576083.json"
    },
    "type": "petition"
}