{
    "attributes": {
        "action": "Wipe Maintenance Loan Debt for University Students 2020/2021.",
        "additional_details": "Many students are now living at home and paying rent on a property we can't live in, due to Mr Johnson's guidance. Asking landlords to refund rent is unfair, they have no control over this situation. Instead, wipe maintenance loan debt to cover rent paid on places we cannot live. Many of us will leave university with an enormous amount of debt, with the money loaned going towards rent on property we have been unable to live in. We ask that you wipe this debt.",
        "background": "Students are paying rent on private accommodation they cannot live in due to the pandemic. It would be unfair to ask the landlord to reimburse rent. Instead, we ask that Mr Johnson wipes maintenance loan debt as acknowledgement and reparation for the money we wasted on renting places we cannot live.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-21T16:43:30.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-21T17:01:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T13:44:17.292Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/560953\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-04-01T13:44:21.181Z"
    },
    "id": 576169,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576169.json"
    },
    "type": "petition"
}