{
    "attributes": {
        "action": "Keep all schools closed until April at the earliest",
        "additional_details": "The government should have learnt from previous lockdown measures that opening up schools whilst in a lockdown is a mistake. I understand that opening up schools is important however every time the U.K. opens up schools, there’s a spike in cases and then the younger generations are always blamed. I feel like schools should be closed until ideally May or April earliest ,however the option to return to school on selected days should be open to vulnerable students or students suffering with mental health.",
        "background": "To keep all uk schools closed until April at the earliest however open them up to students suffering with mental health issues , vulnerable students or students who want to attend lessons at school but on designated days.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-22T12:08:59.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-22T12:41:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T10:44:19.191Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/573621\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-01T10:44:22.424Z"
    },
    "id": 576347,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576347.json"
    },
    "type": "petition"
}