{
    "attributes": {
        "action": "Prioritise COVID-19 vaccinations for ALL Learning Disabilities including Autism",
        "additional_details": "There are people like me who are being shunned by the government, we are always back of the queue. I have learned that people with mild learning disability and autism are not grouped in Group 6 of the Vaccine Priority List. Some are very isolated with nothing to do because of lockdown restrictions throughout the past year. Waiting longer for a vaccine could be damaging to their mental wellbeing and their development will take a few steps down. We ask for the government to make them priority",
        "background": "We want the government to give COVID-19 jabs to All people who have a learning disability which includes autism, Not just those with severe profound learning disability but those that are mild too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-22T13:22:10.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-22T14:43:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-01T12:15:26.784Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has accepted advice from the Joint Committee on Vaccination and Immunisation (JCVI) that anyone on the GP Learning Disability Register should be invited for vaccination as part of priority group 6. You can find out more about this here: https://www.gov.uk/government/news/jcvi-advises-inviting-people-on-learning-disability-register-for-vaccine. \r\n\r\nIf there is further action you'd like the Government to take with regard to the vaccination of people with learning difficulties, you could start a petition about that.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-01T12:15:33.713Z"
    },
    "id": 576369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576369.json"
    },
    "type": "petition"
}