{
    "attributes": {
        "action": "The basic salary of MPs should be halved to £40,000 per annum for 6 months only.",
        "additional_details": "The position of Member of Parliament is not what is usually called a job. It is more an acceptance of moral responsibility to steer the country through rough and perilous times.\r\n£40,000 per annum is still well above the average salary and I am only suggesting this be for six months. This should not affect the generous pension benefits which they currently enjoy.\r\nThink on this as the Queen Mother being able to look the East End of London in the face after bombs fell on Buckingham Palace in WW2.",
        "background": "I would like to hear a debate on this subject amongst the MPs in order to find out if we are really all in this together.\r\nI feel that if they voted for this petition it would do them enormous good with the population.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-22T13:16:57.201Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T13:08:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T09:41:17.518Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here: http://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T09:41:17.516Z"
    },
    "id": 576368,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576368.json"
    },
    "type": "petition"
}