{
    "attributes": {
        "action": "Open Golf Courses before 29th March",
        "additional_details": "I can walk on a golf course without my clubs, but not with. I can walk through a park with a friend, but not play golf with them. Golf is logically not putting anyone at any risk. The sport established that with removing rakes and leaving flags in when it needed to adapt last year. Not only will it help our population physically, but mentally as well",
        "background": "Keeping golf courses closed alongside allowing two people from different households to sit beside each other in a park makes no sense. Scotland have allowed it throughout lockdown, and you also allowed it during Tier 4 restrictions towards the end of 2020.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-22T17:26:12.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-22T17:34:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T14:17:45.398Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/557167\r\n\r\nYou may also like to know that the Petitions Committee have scheduled a debate on this petition and others relating to the Government's Spring 2021 Covid-19 roadmap for this Monday 22 March.\r\n\r\nWatch the debate (from 6.15pm, Monday 22 March): https://www.youtube.com/watch?v=e3K5SyLEsJc\r\nRead the transcript (published shortly after the debate has ended): https://hansard.parliament.uk/commons/2021-03-22\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-19T14:17:45.396Z"
    },
    "id": 576432,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576432.json"
    },
    "type": "petition"
}