{
    "attributes": {
        "action": "Allow gyms to open the gym at a reduced capacity, as most of Europe is doing.",
        "additional_details": "Open the outdoor gyms earlier and open the indoor gyms at a reduced capacity. \r\n\r\nThere are thousands of health benefits to an active lifestyle. With a reduced capacity facilities will be able to better manage the hygiene and would allow for room to social distance. \r\n\r\nIt’s imperative to our health to have these facilities back. With no access to outdoor facilities and the weather being so cold the last lockdown many people’s personal/mental health has greatly suffered. It’s time to correct this.",
        "background": "If you’re not able to open gyms, then we’d like you to follow other European countries examples and allow sports facilities to open at a reduced capacity. \r\n\r\nSpain has opened gyms at a 30% capacity & it’s allowing the population to get some much needed respite and corona infection rates stabilised.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-22T18:39:45.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-22T19:33:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-01T09:27:30.229Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like gyms to be allowed to open at reduced capacity, however it's not clear when you would like this to happen. Gyms are already due to re-open from 12 April in line with Government guidance. \r\n\r\nYou could start a petition calling for gyms to be allowed to remain open at reduced capacity during any future lockdowns, if that is something you'd like to see happen.\r\n\r\nYou might also like to sign the following petitions which call for related actions:\r\n\r\nhttps://petition.parliament.uk/petitions/567492\r\nhttps://petition.parliament.uk/petitions/556956\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-04-01T09:27:34.117Z"
    },
    "id": 576452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576452.json"
    },
    "type": "petition"
}