{
    "attributes": {
        "action": "MPs should fully return to the House of Commons on 8th March 2021.",
        "additional_details": "If the government refuse to return fully and in person to the House of Commons on 8th March, then government should reconsider their blanket direction around schools. If Government expect unvaccinated school staff and children to return to mingling with up to c2000 other people every day, they should also return to parliament. \r\n\r\nProve schools are safe! Actions speak louder than words. \r\n\r\nWhat’s good for the goose is good for the gander!",
        "background": "The government want schools to return in 8th March. If the government think schools are ‘safe’, then MPs should also return to parliament fully and in person.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-23T05:50:57.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-23T09:29:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T16:44:47.014Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on whether to attend the House of Commons are a matter for each MP.\r\n\r\nYou could start a petition calling for the ability to participate virtually to be ended, so only Members in Westminster are able to take part in Parliamentary business, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T16:44:58.142Z"
    },
    "id": 576594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576594.json"
    },
    "type": "petition"
}