{
    "attributes": {
        "action": "Increase teacher's PPA time to 20% minimum, from the existing 10%",
        "additional_details": "With the pandemic teaching has become much more digitally based and the workload has increased with teachers doing more admin tasks than ever before, which is due to increase on student return as we create personalised interventions for all students that have fallen behind \r\nThere is not enough time in the day to complete the workload in and increasing PPA to 1 hour a day would enable teachers to have a designated PPA + admin session a day. Crucial for days where contact time is 8:30-4pm plus",
        "background": "Currently the average qualified classroom teacher is afforded 10% preparation, planning and assessment time, and teaches 90% of subject lesson time. This petition is to increase PPA time to 20%, which is essentially 1 hour a day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-23T08:34:18.547Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-23T09:14:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T09:43:22.248Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The allocation of PPA time is not something decided by the Government, but by the individual schools and school boards in conjunction with union input.\r\n\r\nYou can read more about the guidelines for PPA on here:\r\nhttps://neu.org.uk/planning-preparation-and-assessment-ppa-time-tips-reps\r\n\r\nYou could have a petition calling for the Government to set minimum legal allocations of time for teachers to have protected preparation and assessment time."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T09:43:32.233Z"
    },
    "id": 576610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576610.json"
    },
    "type": "petition"
}