{
    "attributes": {
        "action": "Include teachers in priority group for the vaccine before schools return",
        "additional_details": "It is unreasonable and outrageous to expect teachers to return to school without adequate protection. We know that the rise in cases between September and December was linked directly to schools re-opening, so it is ludacris to expect teachers to return with no protection and no promise of a vaccine. If counsellors and social workers working from home can be given the vaccine, why can’t classroom teachers? Evading this responsibility puts teachers lives directly at risk.",
        "background": "Healthcare and social care workers are being prioritised to receive the vaccine, so why not teachers? Teachers are being expected to return to schools on 8th March with little to no PPE and no guarantee that they will receive the vaccine before others their age who are working from home.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-23T20:21:38.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-23T22:40:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-02-24T17:51:38.432Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may like to sign these petitions which call for the same actions:\r\n\r\nhttps://petition.parliament.uk/petitions/572419\r\nhttps://petition.parliament.uk/petitions/554316\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-02-24T17:52:03.710Z"
    },
    "id": 576767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576767.json"
    },
    "type": "petition"
}