{
    "attributes": {
        "action": "Provide financial compensation to all children that were forced to miss school.",
        "additional_details": "Children have been forced to miss school and GCSE/A-Level exams. They are somewhat unique in society in that they were forced and have no autonomy to find an alternative. The impact on them today; loss of education, mental health, social behaviour etc, will continue into their futures. The IFS and the Children's Commissioner are just two organisations that predict future negative impacts from the recent school closures.",
        "background": "Two terms of missed education for children will worsen their outcomes. I call upon the UK government to financially recompense them directly for the sacrifices that they have made and the penalty they will pay. One suggestion being a new 'Covid Children's Trust' should be created for their futures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-24T11:17:13.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T16:37:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T12:00:25.988Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the future impact on children whose education has been affected by the Covid-19 outbreak, but it's not clear how the \"Covid Children's Trust\" you suggest would work, or how else children would be compensated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T12:00:25.986Z"
    },
    "id": 576854,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576854.json"
    },
    "type": "petition"
}