{
    "attributes": {
        "action": "A National campaign aimed at lowering the cost of organic produce for all.",
        "additional_details": "With Inner-city youth facing unemployment and a growing housing shortage, a new workforce could be modelled and nurtured with all haste.\r\nSuitable National land-banks should opened for these directives once developed, and a one off land tax should be levied on large landowners holding above 1000 acres in support of the national interest to find fair value and funding.\r\nFailure to protect and increase our natural defences at this stage, will turn crisis into disaster without a long term view.",
        "background": "When vaccines fail to keep step with mutations.\r\nOur natural defence, the Microbiome, is under attack from the practices of Industrial farming. We need a network of small organic farms, distribution centres to support a national infrastructure directed to co-operative shops in our cities and towns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-24T21:44:51.446Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-24T22:23:07.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T09:32:09.868Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current food production, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to implement policies to reduce the cost of organic food, such as subsidies for organic producers and a tax or other producers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T09:32:09.866Z"
    },
    "id": 576961,
    "links": {
        "self": "https://petition.parliament.uk/petitions/576961.json"
    },
    "type": "petition"
}