{
    "attributes": {
        "action": "Replace bottled water with water fountains in the UK",
        "additional_details": "Bottled water is pointless and dangerous. It's suffocating marine animals, leaching micro plastics into our water supplies and contains chemicals that harm human health.\r\nPlastic is not sustainable. Its main component is alkenes obtained from  oil, and it can't be recycled indefinitely. \r\nPlastic is polluting the environment, it’s bad for human health and it’s not sustainable. We have got to stop being so dependent on it and must remove unnecessary plastic items.",
        "background": "Single use water bottles need to be replaced. Fountains could be filled with water supplied by bottled water companies. Customers could be charged to fill up their own reusable water bottles with water from these fountains.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-25T14:47:53.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T13:24:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T09:43:42.920Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is up to individual businesses whether to sell bottled water or establish commercial water filling stations.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake drinking water facilities mandatory in service stations and town centres: https://petition.parliament.uk/petitions/334268\r\n\r\nWe could also accept a petition calling for the Government to ban water being sold in single-use plastic bottles, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T09:43:42.916Z"
    },
    "id": 577049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577049.json"
    },
    "type": "petition"
}