{
    "attributes": {
        "action": "Closure for A-Level/GSCE students of 2022",
        "additional_details": "Students who are going to take A-Levels and GSCE exams in 2022 need some measure of closure and assurance in regards to how exams will be carried out. We will have missed near 2 terms by the time schools re-open on w/c March 8th. Virtual learning is a poor substitute for being at school and, furthermore, many subjects require practical knowledge - something students have been robbed of. While I understand sessions in the summer holidays will be available, it is unreasonable to ask students who have been deprived of social life for almost a year to spend large chunks of their summer holidays studying. It is even more unreasonable to ask teachers who have worked relentlessly over the past months to spend their well earnt time off back at school.",
        "background": "Provide clear closure and compensation to 2022 students who have been deprived of almost 2 terms worth of school time.\r\n\r\nThis might be in the form of lowered grade boundaries; a mix of exams and teachers' grades; canceling exams, and using teachers' grades.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-25T10:23:44.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-25T10:38:17.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-04T09:18:42.224Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCancel A-level and GCSE exams 2022: https://petition.parliament.uk/petitions/566760\r\n\r\nReduce content for 2022 A-level and GCSE exams: https://petition.parliament.uk/petitions/566803\r\n\r\nReview 2022 exam arrangements for GCSEs and A-levels: https://petition.parliament.uk/petitions/566569\r\n\r\nMake 2022 GCSE Courses half coursework and half exam: https://petition.parliament.uk/petitions/566894"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-04T09:18:42.222Z"
    },
    "id": 577015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577015.json"
    },
    "type": "petition"
}