{
    "attributes": {
        "action": "Open fitness studios and group classes at the same time as gyms",
        "additional_details": "We have other areas such as schools reopening, that carry a far greater risk than gyms and yoga studios - as all the evidence shows, and yet the messaging has not supported that.\r\n\r\nSmall businesses have suffered enormously because of this oversight and so is the mental health of so many people who rely on these services on a daily basis to stay physically and mentally healthy. \r\n\r\nThere has also been a lack of consideration for the teachers/instructors who work on a freelance basis.",
        "background": "Indoor group exercise do not comprise any part of the government's safety guidelines by operating at reduced capacity, with adapted booking and queuing systems to maintain social distancing, and using stringent ventilation and sanitisation processes.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-02-25T16:47:37.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-25T18:54:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-04T11:57:02.343Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/570839\r\n\r\nAll indoor leisure is allowed to open for use individual or within household groups as part of Step 2 of the Government's COVID-19 Response - Spring 2021 plan. This would include fitness studios."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-04T11:57:02.341Z"
    },
    "id": 577061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577061.json"
    },
    "type": "petition"
}