{
    "attributes": {
        "action": "Support trials of Universal Basic Income across the UK.",
        "additional_details": "A UBI would build resilience into our society and our communities, while providing the stimulus we need to rebuild our economy. It would level up our regions & nations, helping us build back better.\r\n\r\nThe Scottish Government, Welsh Senedd and councils across the UK have all expressed their intention to trial UBI. But they need cooperation and support from the DWP and HMRC to move forwards. UBI could be our generation’s NHS. We are calling on the government to take action to support these trials.",
        "background": "Covid-19 has shown that we need to strengthen our welfare system. Millions have fallen through the cracks of the government’s support packages. The creation of a Universal Basic Income (UBI) – a regular and unconditional cash payment to every individual in the UK – could be part of the solution.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-25T11:29:02.999Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-25T11:42:27.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-04T09:38:04.539Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you support the trialling of a Universal Basic Income, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for the Government to support existing proposals for trials, but it's not clear how you want these to be supported.\r\n\r\nYou could start a new petition calling on the Government to trial a Universal Basic Income itself, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-04T09:38:04.536Z"
    },
    "id": 577023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577023.json"
    },
    "type": "petition"
}