{
    "attributes": {
        "action": "Propper enforcement for the prime minister to answer questions during PMQs",
        "additional_details": "PMQs should be a time to get answers to questions and concerns. As one of the 3 million people that have received nothing other than unemployment support because of covid, too many times the PM grandstands over the huge amounts of money that has been spent, none of it reaching us, and no answers for any material questions that get asked. It paints the whole system as not fit for purpose. I want to have faith in our system. The system doesn't work in more than in a \"very specific and limited way\"",
        "background": "I wish for parliament to hold the prime minister to the task of answering questions during PMQs and not grand stand, and/or completely deflect the questions that are asked by the countries representatives about important topics. The house speaker needs a firmer hand and more control over it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-25T16:49:04.805Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-25T20:16:37.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T08:06:00.676Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament as a whole aren't responsible for the issue you raise. Order in the Commons is the responsibility of the Speaker personally, and the Prime Minister is responsible for answers to questions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T08:06:00.674Z"
    },
    "id": 577062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577062.json"
    },
    "type": "petition"
}