{
    "attributes": {
        "action": "Stop businesses discriminating against those without a vaccine passport",
        "additional_details": "Because the Nuremberg trial outcome still stands. No medical procedure should be mandated. By coercing and manipulating businesses into requiring a vaccine passport you are discriminating against unvaccinated people via businesses. Everyone should have a choice what enters their body. All businesses should have a choice who they serve without being penalised and manipulated by the government. Any business that refuses to serve an unvaccinated person should be penalised for discrimination.",
        "background": "Make vaccine passports an option rather than mandatory. Create legislation that prevents businesses discriminating against non-vaccinated people. Ensure businesses serve everyone irrespective of whether they have been vaccinated or not or be penalised for discrimination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-26T22:19:52.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T22:31:57.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T17:25:56.779Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/575801\r\n\r\nYou might be interested to know that the Nuremburg Trials were war crimes trials following the end of the Second World War and not related to medical treatment or vaccines. You can find out more here:\r\n\r\nhttps://museums.nuernberg.de/memorium-nuremberg-trials/the-nuremberg-trials/nuernberger-prozesse/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-05T17:25:56.775Z"
    },
    "id": 577244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577244.json"
    },
    "type": "petition"
}