{
    "attributes": {
        "action": "Provide remote teaching after Easter for international students due to Covid-19",
        "additional_details": "As most schools hope to re-open face-to-face courses after the Easter holidays, many international students cannot return to the UK on time due to the sharp reduction of international flights and the difficulty of visa processing. More International transfer flights might be improved the effection rate.\r\nTherefore, it is unwise to require all international students to attend face-to-face courses in the UK. To maintaining remote learning after the Easter is vital to international students.",
        "background": "Most of the international flights are reduced due to Covid, resulting in a large number of international students unable to book air tickets and visas. Due to the reduction of international flights, resulting in a large number of transfer flights, This is a health threat to international students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-26T18:16:30.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-26T18:35:47.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-05T14:03:15.798Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Any decision to ask students to return to on-campus learning where Government guidance allows for it is a matter for individual universities, not the UK Government or Parliament.\r\n\r\nCurrent Government guidance to universities states that \"Providers should not ask students to return if their course can reasonably be continued\r\nonline\". The guidance further states that \"International students are\r\npermitted to study remotely without a visa and in most circumstances will be able to begin their course via distance learning\". You can read the guidance here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/963446/HE_guidance_spring_term_220221_FINAL.pdf.\r\n\r\nYou could start a petition calling on the Government to require all universities to stay closed and offer online learning until a particular date, if that it something you'd like to see happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-05T14:03:23.479Z"
    },
    "id": 577216,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577216.json"
    },
    "type": "petition"
}