{
    "attributes": {
        "action": "Give us places to ride instead of trying to seize our bikes!",
        "additional_details": "The amount of money that these operations cost wouldn’t it be better spent on getting places open for the sport instead of spending all this money trying to prevent riders and young people from Riding in places they shouldn’t it should be? clear by now there’s a large number of riders that need places,  all I’ve seen is councils shutting well run facility’s instead of supporting them in the uk which makes this a problem for the police force that supposedly is ‘over stretched’",
        "background": "Stop wasting tax payers money buying gadgets for the police, to ‘hunt’ down enduro an green lane riders, if we had somewhere to ride this wouldn’t be an issue an maybe they could fight some real ‘crime’, instead of seizing kids bikes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-02-28T22:29:39.822Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-02-28T22:51:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T15:10:02.304Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Policing is a matter for individual police forces, and the provision of local amenities is a matter for individual local authorities.\r\n\r\nWe could accept a petition calling on the Government to provide funding for the provision of certain amenities, but it would need to be clear what type amenity you want to be provided."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T15:10:02.301Z"
    },
    "id": 577434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577434.json"
    },
    "type": "petition"
}