{
    "attributes": {
        "action": "Legalise, Tax, Control and Legislate the use of Marijuana in the UK.",
        "additional_details": "Firstly, With the ongoing knock-on effects of COVID-19 still looking, one thing is clear. The country is falling into a tremendous pit of debt. The legalisation and taxation of Marijuana would have a nice impact on decreasing this. It’s estimated that the market for cannabis in this country alone could be worth up to £4 Billion with in 5 years. \r\n\r\nSecondly, the use of this plant in private places and establishments would limit “anti-social behaviour by giving people safe haven to relax and do what is harming no one around them. The one thing that makes users look bad is that they have to duck ‘the law’ when in reality they’re just trying to relax and let the day go by.",
        "background": "It’s about time the government gets off its high horse and stops trying to babysit every citizen of the country individually. We should allow the use of of Marijuana (Cannabis) to be legalised and regulated to the same extent as tobacco and alcohol. The “PLANT” is nowhere near as bad as you think.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-01T22:05:34.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-02T13:23:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-09T10:21:00.349Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/551846"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-09T10:21:00.346Z"
    },
    "id": 577538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577538.json"
    },
    "type": "petition"
}