{
    "attributes": {
        "action": "Allow British born children status under EU Scheme with only a birth Certificate",
        "additional_details": "British born children to EU Nationals who have only a British birth certificate & have never left the UK are unable to apply to the EU scheme without a valid passport/Identification. Due to all the Covid restrictions/backlogs parents are unable to register there children in other countries before the deadline. Parents can't afford citizenship for them neither leaving 1000's of children without an immigration status by 30th June due to the EU scheme not accepting birth certificates.",
        "background": "Allow the EU settlement scheme to grant a British born child to EU nationals a status using only a birth certificate who have lived in the UK there whole lives and have never held a passport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-01T17:01:06.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-01T17:36:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T17:08:57.715Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about applying for the EU settlement scheme on behalf of children.\r\n\r\nHowever, if an EU national is granted settled status, their children are automatically granted British citizenship and thus the right to remain: https://www.gov.uk/settled-status-eu-citizens-families/apply-settled-status-for-child.\r\n\r\nIf an EU national is applying for settled status for them and their children, birth certificates are already accepted as proof of the child's identity for the purposes of the application: https://www.gov.uk/guidance/eu-settlement-scheme-evidence-of-relationship-to-an-eu-citizen.\r\n\r\nIt is therefore not clear what further action you would like the Government to take.\r\n\r\nIf you would like the Government to make specific changes to the scheme, you could start a petition about that.\r\n\r\nYou may like to sign this petition which calls for a related action:\r\n'Extend EU Settlement Scheme for those affected by Covid-19': https://petition.parliament.uk/petitions/565978.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-03-08T17:09:19.736Z"
    },
    "id": 577505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577505.json"
    },
    "type": "petition"
}