{
    "attributes": {
        "action": "Build More Children Play Equipment and Fitness Equipment in Green Spaces/Parks",
        "additional_details": "The government should actively build play parks and fitness equipment on all green spaces e.g. local parks in the cities. Each city council should place and maintain hand sanitisation stations in these areas.\r\n\r\nOutdoor fitness equipment should also be provided particularly for teenagers and students in mind. e.g. pull up, parallel and monkey bars. Outdoor bouldering (similar to Cunningar Loop/Fairlop bouldering parks in Glasgow/London) and kayaking should also be facilitated on lochs/lakes.",
        "background": "The government have closed gyms and soft play and encouraged outdoor exercise but there has been no government facilitation. As a result play parks and the very limited amount of outdoor fitness equipment have became very widely used, counter productive to the entire concept of social distancing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-03T11:36:15.638Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T12:33:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T08:52:25.557Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Local amenities, including play equipment and fitness equipment, are the responsibility of individual local authorities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to local authorities, for the purpose of increasing the amount of play equipment and fitness equipment in their localities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-10T08:52:25.553Z"
    },
    "id": 577693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577693.json"
    },
    "type": "petition"
}