{
    "attributes": {
        "action": "Turn migrant boats around and return them to the country of embarkation",
        "additional_details": "This would eliminate the pull factor that currently attracts illegal immigrants to Britain, and would nullify the effectiveness of the people smugglers exploiting them.\r\n\r\nThe Home Office pledged to tackle illegal immigration and yet 2020 was a record year for both landings and attempted crossings - 2021 figures are on course to beat last year.\r\n\r\nA fresh, radical approach must be adopted if the Conservative Party is to ensure Britain’s borders are protected.",
        "background": "The Home Office should adopt the tried and tested Australian approach to illegal immigration and enforce a policy of turning the boats around, preventing them from landing on British soil.\r\n\r\nThey should be returned to France, a safe country from which they are illegally migrating.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-03T14:47:26.228Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T15:44:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T09:20:40.411Z",
        "rejection": {
            "code": "no-action",
            "details": "Under international law, it is legal for a person to apply for asylum in any country that has signed the 1951 Geneva Convention and to remain there until the authorities have assessed their claim.\r\n\r\nYou could start a new petition asking the UK Government to withdraw from international treaties that give people the right to seek asylum in the UK, if that's what you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-10T09:20:40.484Z"
    },
    "id": 577712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577712.json"
    },
    "type": "petition"
}