{
    "attributes": {
        "action": "Change the law surrounding homosexuality and blood donation.",
        "additional_details": "I had COVID-19 in January and received a phone call from the NHS recently. They explained that the plasma in my blood could save lives and help fight the virus. I asked wether being gay was still an issue. Their response was “I’m sorry but we won’t be able to continue this process. We hope that in the near future that regulations will be changed so that sexual orientation isn’t an issue.”\r\n\r\nIt’s 2021 and I’d like to think I live in one of the most forward thinking countries in the world. So why is my blood “that apparently has the potential to save lives” not good enough in comparison to a heterosexuals blood? It’s disgusting even if we weren’t in the middle of a global pandemic.",
        "background": "I think that in 2021 there should be no space discrimination based on sexuality. The rules and regulations regarding blood donation should be changed. So many lives are not being saved due to this prejudice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-03T17:44:15.652Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T18:02:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T09:51:07.912Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/560809"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-10T09:51:07.908Z"
    },
    "id": 577738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577738.json"
    },
    "type": "petition"
}