{
    "attributes": {
        "action": "Every major city in the UK to have a Night Time Economy Adviser like Manchester",
        "additional_details": "The working relationship that the Mayor Andy Burnham and Sacha Lord have is something we should be learning from to improve communication and relations between those involved in business and the political sphere. It will no doubt benefit the local economy of each city if there is a businessman or woman with a proven track record who can be a voice of the people and work alongside the elected Mayor. Together we are stronger as a nation if we work together.",
        "background": "Get the government to debate this in the House of Commons, and to have these positions created in every major city where there will be an individual working closely alongside the elected Mayor.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-03T16:07:53.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-03T16:41:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-10T09:41:36.538Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It is up to individual local authorities whether to appoint individuals to advise on the night-time economy.\r\n\r\nIf you would like your local authority to appoint an adviser of this time you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.birmingham.gov.uk/info/20146/consultation_and_engagement/702/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-10T09:41:36.535Z"
    },
    "id": 577724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577724.json"
    },
    "type": "petition"
}