{
    "attributes": {
        "action": "Protect vulnerable to Covid world-wide before those in UK who are not vulnerable",
        "additional_details": "Our government has arranged contracts with vaccine suppliers to provide vaccination several times over for the UK population. These may be required as mutations arise. However, the contracts will allow for the UK, having ordered first, to take priority over other nations and organisations which ordered later. It would be grossly wrong for the UK to call up orders to vaccinate UK citizens who are very unlikely to suffer ill effects from Covid before those in other countries who are likely to die.",
        "background": "Prevent contracts for Covid vaccine being used to prioritise vaccination for those in the UK who are not classified as vulnerable to Covid using doses which otherwise would have been used for those vulnerable to Covid in other countries, using the same definition of vulnerable in both cases",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-04T16:01:56.768Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-10T11:14:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-17T08:54:26.469Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nOnce priority groups in the UK are vaccinated redirect Covid-19 vaccines abroad\r\nhttps://petition.parliament.uk/petitions/572802\r\n\r\nDonate surplus Covid-19 vaccine doses to poorer countries\r\nhttps://petition.parliament.uk/petitions/565462"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-17T08:54:26.466Z"
    },
    "id": 577874,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577874.json"
    },
    "type": "petition"
}