{
    "attributes": {
        "action": "Make 7th August National Aged Care Employee Day",
        "additional_details": "These everyday heroes would deserve our recognition in any normal year but given the scale of the loss & grief they have experienced during the pandemic, acknowledging, celebrating & advocating for them, as we do for our armed forces on VE & VJ day, is more important than ever.\r\n\r\n40,000+ deaths of care home residents plus those being looked after at home represents a huge burden on carers mental health & wellbeing. It is time to show them that we care about them too.\r\n\r\n#TheyCareWeCare",
        "background": "The people who work in the aged care sector make special efforts to look after our elderly relatives, often forming close bonds and friendships. Each death due to Covid 19 is a tragic loss for families AND deeply affects those we trust to care for them in their last years, months and days.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-05T08:37:16.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-05T09:12:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T07:53:25.591Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you want the Government to do something to acknowledge workers in the aged care sector, but it's not clear exactly what you want the Government to do. The Government is not responsible for designating a national day."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-12T07:53:25.587Z"
    },
    "id": 577991,
    "links": {
        "self": "https://petition.parliament.uk/petitions/577991.json"
    },
    "type": "petition"
}