{
    "attributes": {
        "action": "Ban All Lethal “Pest” Control in Favour of Sterilisation",
        "additional_details": "At the moment, possibly millions (or more) innocent animals like rats, mice, pigeons, foxes, crows and rabbits are killed unjustly simply because their interests clash with those of humans. They don’t deliberately set out to be a problem to us or spread diseases; they just want to live and live well! We don’t need to cohabit with these animals; all we need to do is respect their right to live and deal with them in humane and non-lethal ways...",
        "background": "I have been reading about the development and potential use of a chemical in New York, USA, that renders rats sterile. This could be a new, more humane, non-lethal way to control rats!\r\n Rats just want to live well. They and other “pest” animal’s shouldn’t be killed by lethal traps or poison!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-05T09:14:22.541Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-05T11:35:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-12T08:08:00.081Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about lethal methods of pest control, but we're not sure if you just want lethal methods of pest control to be banned, or if you only want pest control methods involving sterilisation to be permitted. There are a wide range of non-lethal methods for controlling some pests.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-12T08:08:00.078Z"
    },
    "id": 578003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578003.json"
    },
    "type": "petition"
}