{
    "attributes": {
        "action": "Give all NHS Workers the pay rise that they deserve ref: Covid pandemic",
        "additional_details": "The Staff of the NHS have worked so hard and tirelessly, often putting themselves and their families in the firing line, to find a way to save others. \r\n\r\nThe pay increase amounts to a slap in the face for the NHS staff and should be addressed and corrected to reflect their efforts, risks taken, dedication and skills during this pandemic.\r\n\r\nFor those who have been treated by the NHS for Covid and survived and the people who didn't the country owes a debt of gratitude to the NHS.\r\n\r\nReward them.",
        "background": "The country would not be where it is today without the heroic efforts of all NHS staff in combating the dreadful Covid pandemic that has been raging and ravaging the UK for more than a year now.\r\n\r\nThe news that the NHS staff has been awarded a 1% pay rise is nothing of a national disgrace.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-05T09:53:05.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-06T15:10:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T16:37:45.886Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise\r\nhttps://petition.parliament.uk/petitions/560253"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T16:37:45.883Z"
    },
    "id": 578008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578008.json"
    },
    "type": "petition"
}