{
    "attributes": {
        "action": "Prevent MP pay rises until Key Worker staff receive a real life pay rise.",
        "additional_details": "It is unfair that the people who have risked their lives protecting the vulnerable are offered either no pay rise or only 1%. MPs have received 8 pay rises since 2010. We need to recognise the essential role NHS and all Key Worker staff have played during this pandemic.",
        "background": "The Government have announced NHS staff will receive a 1% pay rise and other key workers will have no pay rise. This is unfair and unjust for people who sacrificed so much in the fight against COVID. MPs should also have the same restrictions on their pay.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-05T20:16:19.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-06T19:57:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T16:10:37.045Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou might like to sign the following petitions:\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise\r\nhttps://petition.parliament.uk/petitions/560253\r\n\r\nFund a pay rise for public service workers. Claps don’t pay bills. Pounds do.\r\nhttps://petition.parliament.uk/petitions/568085"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T16:10:37.041Z"
    },
    "id": 578157,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578157.json"
    },
    "type": "petition"
}