{
    "attributes": {
        "action": "MPs to take a pay cut to fund key worker 2% pay increase",
        "additional_details": "The basic salary for an MP in April 2020 was £81,932. The basic salary for key workers was:\r\nNurse - Fully qualified nurses start on salaries of £24,214 rising to £30,112\r\nTeacher - NQT you'll start at the lowest point of the main pay scale - £25,714\r\nPolice officer - between £20,880 and £24,177\r\nFireman - When fully trained, this rises to £31,144.\r\n\r\nMPs could take a 10% pay cut to sow solidarity with the hard working key workers at this difficult time. We can afford more!",
        "background": "Vote on a percentage pay cut for MPs to show solidarity with the people at this time. They are asking NHS and other key workers to take a real terms pay cut after they have worked so hard throughout this pandemic. They represent us so we need to see them make a sacrifice",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-06T11:51:00.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-07T21:29:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T16:04:26.105Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nYou might like to sign the following petition:\r\n\r\nFund a pay rise for public service workers. Claps don’t pay bills. Pounds do.\r\nhttps://petition.parliament.uk/petitions/568085"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-16T09:57:08.217Z"
    },
    "id": 578257,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578257.json"
    },
    "type": "petition"
}