{
    "attributes": {
        "action": "Use £350m per week Brexit windfall to fund £14,000 pay rise for all NHS workers",
        "additional_details": "The government has offered a pay rise of only 1% to NHS nurses, despite their hard work in saving countless lives during the pandemic. It is inexcusable to offer such a low pay rise now that the additional £350 million per week of funding for the NHS has materialised since the UK left the EU single market and EU customs union on 31st December 2020. The maths prove that the government can now afford much more than 1%: £350,000,000 x 52 weeks ÷ 1,300,000 NHS workers = £14,000 per annum per worker.",
        "background": "In 2016, Boris Johnson and others promised on the side of a bus that Brexit would facilitate an extra £350 million per week of funding for the NHS. Now that Brexit has happened, please use the £350m per week windfall to fund the NHS as promised with a £14,000 per annum pay rise for each NHS worker.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-06T15:39:15.012Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-07T09:08:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T15:38:51.426Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Government has already introduced legislation which would increase funding for the NHS by £33.9 billion a year (in cash terms) by 2023/24. You can find out more here: \r\nhttps://www.gov.uk/government/news/nhs-funding-bill-enters-parliament.\r\n\r\nWe're not sure whether you want to see an additional £350 million per week allocated specifically to fund a pay rise for NHS staff, or whether you'd like this to come from the additional funding the Government has already announced.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do.\r\n\r\nYou might also like to sign the following petitions:\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise\r\nhttps://petition.parliament.uk/petitions/560253\r\n\r\nIncrease pay for all NHS staff by 15%\r\nhttps://petition.parliament.uk/petitions/565151\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970\r\n\r\nGive all Nurses and lower paid NHS Staff a tax free bonus of £5000\r\nhttps://petition.parliament.uk/petitions/568198"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T08:34:04.093Z"
    },
    "id": 578309,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578309.json"
    },
    "type": "petition"
}