{
    "attributes": {
        "action": "Put a stop to illegal migrants arriving at Dovers shores.",
        "additional_details": "The home secretary told MPs she obtained legal advice that sending in the navy would be permitted under international maritime law. She has made many statements but hasn't put them in action. Across social media we are seeing countless people arriving every single day. Even after a 6M payment to France to stop this happening. People are still arriving daily. The people want this stopped. We want a halt to this happening. We need out government to take action, now!",
        "background": "Laws need to be introduced that give the UK the right to return those turning up illegally on our shores, promptly. Protect Dover and the UKS shores from beach landings of migrants coming from France. There also needs to be real detterants in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-07T17:00:22.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T11:25:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T08:53:18.619Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people arriving to the UK via unauthorised means, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nImmigration officers already have the power to take several actions against illegal migrants, including the power to detain them for \"the purpose of removal\": https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/537231/Immigration_Act_-_Part_3_-_Enforcement.pdf\r\n\r\nFurther, not all undocumented migrants entering the UK are doing so illegally - many will be entering the country for the purpose of seeking asylum: https://www.gov.uk/claim-asylum"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T08:53:18.616Z"
    },
    "id": 578471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578471.json"
    },
    "type": "petition"
}