{
    "attributes": {
        "action": "NHS Staff, 5% pay increase for all. “NHS have kept many alive, give them 5.”",
        "additional_details": "We have heard all politicians from all the main parties, expressing their gratitude to the NHS staff for their dedication and professionalism under extremely harrowing circumstances. The current pay rise offer of 1% , in no way reflects that gratitude, and after all they have been through, must feel like a kick in the teeth for many. Money must be diverted to give all NHS staff a decent pay rise to show at least part of the nations thanks. 5% is a decent and fair rise.",
        "background": "The pandemic has been a terrible experience , worst of all for many families losing loved ones. Many more would have perished if it wasn’t for the dedicated work of the nurses and doctors of the NHS. We need to properly recognise their efforts in hard cash, the current 1% pay rise is a disgrace.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-07T14:48:26.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-07T17:37:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-08T17:00:47.393Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petition:\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise\r\nhttps://petition.parliament.uk/petitions/560253\r\n\r\nGive NHS Covid heroes a minimum 5% pay rise\r\nhttps://petition.parliament.uk/petitions/578004"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-08T17:00:47.390Z"
    },
    "id": 578447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578447.json"
    },
    "type": "petition"
}