{
    "attributes": {
        "action": "Rescind the £28 million for Queens Jubilee to increase pay for NHS staff.",
        "additional_details": "It would be unjust to squander public money on lavish celebrations during austerity. The Pandemic has left it's mark on our economy and EVERYONE (even the Head of State) must show integrity and standing when it comes to the treatment of the nations heroes. Sir Tom Moore will be turning in his grave!",
        "background": "We're all in this together, right!? The Queen, as Head of State, needs to lead by example. Show the people of Great Britain that she is truly dedicated to her subjects by giving the £28million proposed for her Jubilee celebrations to NHS frontline hereos for their dedication during this Pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-07T19:50:05.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T08:41:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T08:26:48.877Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you don't want the Government to spend £28 million on the Queen's Jubilee, but it's not clear how you want this money to be used to increase pay for NHS staff. The spending on the Queen's Jubilee is a one-off investment, so could not be used to fund a long-term pay increase. It could be used to provide a bonus to NHS staff, but there are over 1,000,000 NHS employees, so this would only amount to around £28 per member of staff.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nDo NOT spend £28 million on the Queen's Platinum Jubilee celebrations in 2022: https://petition.parliament.uk/petitions/577830\r\n\r\nPlease give the NHS Covid Heroes a bigger pay rise.\r\nhttps://petition.parliament.uk/petitions/577970\r\n\r\nRecognise all members of NHS nursing profession by giving them a 12.5% pay rise\r\nhttps://petition.parliament.uk/petitions/560253\r\n\r\nGive NHS Covid heroes a minimum 5% pay rise\r\nhttps://petition.parliament.uk/petitions/578004"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T08:26:48.873Z"
    },
    "id": 578491,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578491.json"
    },
    "type": "petition"
}