{
    "attributes": {
        "action": "Ban films with explicit sexual assault and rape from mainstream distribution",
        "additional_details": "The government needs to create and enforce restrictions which will ban films with explicit rape scenes from public screenings and requiring clear forewarning if they are made available on streaming services. I personally have seen heavy uproar on social media regarding this issue recently and know that it’s an issue that affects many sexual assault and rape survivors and can make it very difficult for them to be able to consume media out of fear of being exposed to triggering content like this.",
        "background": "Films have a serious issue nowadays of including unnecessary scenes of violent and explicit sexual assault and rape without so much as a warning and this can be incredibly triggering, especially for unsuspecting victims of these crimes (Cont. below).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-08T00:47:51.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T10:06:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T14:31:41.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about films that contain explicit content, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition calls for films with certain content to be banned from mainstream distribution, but then suggests that these could continue to be available on streaming services. It is therefore not clear what forms of distribution you want to be prohibited.\r\n\r\nWe could accept a petition calling on the Government to ban the showing of films with explicit content of rape or sexual assault in cinemas and on TV, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-05-05T14:37:50.409Z"
    },
    "id": 578526,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578526.json"
    },
    "type": "petition"
}