{
    "attributes": {
        "action": "Businesses should not be allowed to use symbols of fascism and hate for profit.",
        "additional_details": "The tragedy and death of millions should not be used as a marketing gimmick for someone's financial gain. This goes against basic human decency and is a disgrace. Allowing businesses to profit from the symbols of atrocity should not be condoned. The amount of pain and harassment that is caused to minority communities is huge and it is mostly ignored.  \r\nDuring WW2, 10 million people, mainly of Asian descent, were killed under the Rising Sun flag. Nazi Germany and Japan were allies and this flag was flown alongside the Swastika. This emblem is a reminder of Japanese fascism, torture, live experimentation and sexual slavery. Much like the atrocities committed by the Nazis in Europe, the horror of the Imperial Japanese regime was a terrible period that has left scars in the hearts of many.",
        "background": "We want the government to instruct local councils to monitor the advertising materials of businesses to make sure they do not use symbols of fascism and far-right hate for financial gain. For example, the Swastika flag or the Rising Sun flag, the Confederate flag.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-07T23:10:02.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T09:43:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T14:31:13.545Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of certain symbols by commercial bodies, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition calls for local authorities to be instructed to monitor the advertising materials of businesses to make sure they do not use certain symbols, but the Government does not have the power to simply instruct local authorities to take actions like this.\r\n\r\nThe Government could make the use of certain symbols a criminal offence, and we could accept a petition requesting this, but it would need to be clear what symbols you wanted to be prohibited in this way."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T14:31:13.542Z"
    },
    "id": 578521,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578521.json"
    },
    "type": "petition"
}