{
    "attributes": {
        "action": "Force insurance Companies to honour claims under Business Interruption clause.",
        "additional_details": "Business insurers have happily taken premiums for Business Interruption and are now getting away with using small print to get out of honouring  policies. Closing businesses for 8 out of 12 months means business has indeed been interrupted and stating that as COVID19 is a new disease and not listed on policies is beyond repugnant.",
        "background": "Make Business Insurers accept and payout for claims for COVID-19 under the business interruption clause: using semantics to wriggle out of their commitments leading small businesses (that have had to close under government policy for 8 months out of 12) to face ruin is despicable and unethical.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-08T11:07:07.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T11:26:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T08:56:04.799Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about paying out under an insurance policy is a matter for the insurance provider, not the Government or House of Commons. If a policy holder believes an insurance provider has made an incorrect decision, they can challenge this by complaining or taking legal action.\r\n\r\nThe Financial Conduct Authority has published advice and guidance for people with business interruption insurance, which you might find helpful: https://www.fca.org.uk/firms/business-interruption-insurance"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T08:56:04.796Z"
    },
    "id": 578556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578556.json"
    },
    "type": "petition"
}