{
    "attributes": {
        "action": "Investigate FCA's ability to monitor modern precious metal market manipulation",
        "additional_details": "The British retail investor must be protected from manipulation.  At the core of being British is sportsmanship and fair play. These values are absent in precious metals investment space. MP's should ask themselves :\r\nHow have we allowed a silver monopoly to occur from key bullion banks?\r\nWhy is it the Futures market no longer reflects physical spot prices?\r\nWhy are audits of vault inventory rare and non transparent ?\r\nDo we understand modern techniques like \"spoofing\"\r\nIs legislation up to date ?",
        "background": "UK investors lack the confidence that the FCA has the expertise or will to find precious metal market manipulation. ETF Securities/ Futures paper markets no longer reflect or tied to the physical precious metal price  in a worrying way. New transparency ,audits & legislation for 2021 is required",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-08T08:22:47.995Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T09:20:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-15T08:33:15.504Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the precious metals market, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour central ask appears to be for an investigation of the FCA's ability to monitor manipulation of the precious metal market, but your petition goes on to say that new transparency, audits and legislation are required, but doesn't say what these should entail.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-15T08:33:15.501Z"
    },
    "id": 578538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578538.json"
    },
    "type": "petition"
}