{
    "attributes": {
        "action": "Tax multinational corporations operating in the UK so they pay their fair share",
        "additional_details": "We all need to pay more to help recover from the pandemic and UK businesses are being asked to pay up to 6% more to help with this, which can be fair enough but only if all businesses who profit from the UK pay back into the UK, especially those who actually benefitted from the lockdown and increased sales.",
        "background": "Where multinational corporations operate in the UK, using our infrastructure, and earning from sales based here they should pay appropriate tax.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-09T10:37:53.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-09T19:07:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T08:10:22.206Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the amount of tax paid by certain companies, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nMultinational companies operating in the UK are already subject to UK tax law, though what taxes they are required to pay will depend on a number of factors. HM Revenue & Customs is responsible for collecting taxes, and taking action if it believes a company is avoiding its tax obligations.\r\n\r\nIf there is a specific change you want the Government to make to tax law we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T08:10:22.203Z"
    },
    "id": 578679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578679.json"
    },
    "type": "petition"
}