{
    "attributes": {
        "action": "Start regulating new build management companies increasing yearly charges",
        "additional_details": "As the Government is pushing out figures for the about of new homes they need to support the expanding population. There is now a pressing need to create a regulatory authority that governs all management companies that are in control of maintenance of new build estates!",
        "background": "As local councils are no longer managing new build estates. Private management companies that are unregulated are increasing yearly charges every year without justification. Place more financial pressure on home owners. Yet council tax is always increasing!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-08T20:09:24.504Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-08T20:34:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T08:05:19.355Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about increasing service charges for residents of new build properties, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already a number of laws that regulate service charges, ground rent and other fees for leaseholders.\r\n\r\nThe Government has published guidance on service charges and other expenses, which you might find helpful: https://www.gov.uk/leasehold-property/service-charges-and-other-expenses\r\n\r\nShelter has also published guidance on protections for leaseholders: https://england.shelter.org.uk/legal/home_ownership/leasehold_property/statutory_control_of_service_charges\r\n\r\nWe could accept a petition calling for changes to current regulations, but it would need to be clear what changes you wanted. We could also accept a petition calling on the Government to create a new body to oversee leasehold properties, and adjudicate on disputes between leaseholders and property owners, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T08:05:19.352Z"
    },
    "id": 578620,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578620.json"
    },
    "type": "petition"
}