{
    "attributes": {
        "action": "Require all remote businesses to provide fair cancellation mechanisms",
        "additional_details": "Many businesses such as utilities, broadband providers, tv streaming services etc adopt a policy of making it difficult for the customer to cancel or downgrade services. This is endemic and combined with obfuscational marketing and website layouts significantly disadvantages vulnerable customers and leads to them paying more than they need to for services because they are either unaware of better offers or can’t face the hurdle of switching.",
        "background": "Pass legislation or provide powers to relevant regulators to prevent businesses that deal with customers remotely from making it difficult to cancel or downgrade the services provided and to make cancellation mechanisms substantively the same as the mechanisms available for the sign up of a service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-09T11:15:42.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-09T17:20:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-07-19T10:35:26.175Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about how to cancel or change contracts for goods and services are a matter for individual businesses, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-07-19T10:35:39.866Z"
    },
    "id": 578685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578685.json"
    },
    "type": "petition"
}