{
    "attributes": {
        "action": "Update privacy law",
        "additional_details": "Ageuk.org.uk has a very comprehensive list of the latest scams. Unfortunately, not everyone knows how to recognise a scam, and many people fall in this trap. This leads to identity theft, loss of money, which can also lead to mental health problems or, in extreme cases, even suicide.\r\nIf organisation will become more transparent regarding data sharing, people will be more informed about who has their data, which will make data tracking easier for consumers.",
        "background": "Organisations need to be specific to whom they share or sell user's personal data. Many scammers or fraudsters have obtained informations this way, which leads to an increased number of scams (e.g. debt to HMRC, compromised NINO, other debt), as well as nuisance calls or unwanted marketing campaigns",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-10T15:24:47.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-10T21:41:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-16T12:57:59.261Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to change the law on this issue. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-16T12:57:59.258Z"
    },
    "id": 578856,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578856.json"
    },
    "type": "petition"
}