{
    "attributes": {
        "action": "More support for men to help see their children!",
        "additional_details": "I never knew how hard it was for a man to get the help and support needed to see his children, women seem to get a lot more help when it comes to court information solicitors and funding It doesn't seem fair especially in 2021. Also after suffering from years of mental abuse to then be draged through court with nothing but false Accusations. Going months and months with out seeing your children while getting no support or financial help is mentally and physically draining.",
        "background": "I would like the government to review and update parental rights for fathers who want  to see their children but who are taken that right away by women who can stop visitation if and when they please. I would also like more support to be offered for men who have suffered abuse and finally left.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-11T10:28:45.628Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-11T11:02:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T08:56:02.649Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, such as what support you'd like to be given. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/552465\r\n\r\nhttps://petition.parliament.uk/petitions/565101"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T08:56:18.070Z"
    },
    "id": 578975,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578975.json"
    },
    "type": "petition"
}