{
    "attributes": {
        "action": "Accelerate second dose of covid vaccinations for cancer patients",
        "additional_details": "\"These results do suggest that the vaccines may well not protect those patients with cancer as well as those without cancer.\" Prof Stephen Evans, Professor of Pharmacoepidemiology, LSHTM\r\n\r\n\"The data in the study supports the notion that in solid cancer patients a considerable delay in second dose will extend the period when cancer patients are at risk of SARS-CoV-2 infection.\" Dr Shoba Amarnath, Lab of T cell Regulation, Newcastle University Centre\r\n\r\nhttps://bit.ly/38vOG8V\r\n\r\nhttps://bbc.in/2OFRY2j",
        "background": "There is new data showing that a delayed second dose could be much less effective for cancer patients versus healthy individuals.\r\n\r\nThe JCVI should review the preprint by Leticia Monin-Aldama et al at the Francis Crick Institute, and accelerate the second dose for cancer patients to 3 weeks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-11T09:47:36.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-11T11:28:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T11:03:55.279Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe planned delay to receiving the second dose of a Covid-19 vaccine has been implemented by the NHS following advice from the Joint Committee on Vaccination and Immunisation (JCVI), which advises UK health departments on immunisation. This advice has also been supported by the UK's four Chief Medical Officers. \r\n\r\nAny changes to the planned timing of second doses for specific groups would be a decision for the NHS, the JCVI and the Chief Medical Officers, who are operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T11:03:55.277Z"
    },
    "id": 578970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/578970.json"
    },
    "type": "petition"
}