{
    "attributes": {
        "action": "Extend Relationships and Sex Education curriculum to 18-21 year olds",
        "additional_details": "The UN Women's survey indicated 97% of UK women aged 18-24 have been sexually harassed, however, Sex Education stops when students leave school. The current systems aren’t working; women are harassed in the streets, in the workplace and are not reporting it. The Relationships and Sex Education curriculum does provide the educational tools to tackle these issues, but this needs to be extended to further education institutions, like Universities and Colleges, to protect and support young adults.",
        "background": "The new Relationships and Sex Education curriculum has only been implemented since September 2020 – a year when many children and young adults have been absent from school because of COVID. We need more consistent Sex Education for children and young adults, to support and protect them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-11T21:35:41.226Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-11T22:26:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-12T15:21:09.548Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for the content of courses at post-18, for which attendence is voluntary. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T14:40:51.254Z"
    },
    "id": 579125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579125.json"
    },
    "type": "petition"
}