{
    "attributes": {
        "action": "Make Rape, Sexual Assault, and Consent mandatory in SRE teaching.",
        "additional_details": "Currently, sex and relationship education (SRE) is compulsory from age 11 onwards. It involves teaching children about reproduction, sexuality, and sexual health. \r\n\r\nGiven the findings of the UN Women UK survey, it is clear SRE must now be extended to include discussion and education surrounding consent, rape, and sexual assault.\r\n\r\nIt is reasonable to say that failure to act now will only kick the can down the road and we risk another generation of men and women growing up fearful of UK streets.",
        "background": "'Virtually all young women in the UK have been subjected to sexual harassment, according to a survey from UN Women UK'. “This is a human rights crisis. It’s just not enough for us to keep saying ‘this is too difficult a problem for us to solve’ – it needs addressing now,” - Claire Barnett.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-11T23:11:00.465Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-11T23:35:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T08:57:33.844Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T08:57:33.842Z"
    },
    "id": 579144,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579144.json"
    },
    "type": "petition"
}