{
    "attributes": {
        "action": "Remove Henry VIII powers from Boris Johnson.",
        "additional_details": "It has become increasingly obvious that Boris Johnson is abusing the powers he has been given. \r\nParliament must have a voice because it represents every one of us.  \r\nOne party leader making all the decisions and whipping his party to blindly agree with him is eroding what little democracy we have. \r\nThe UK shouldn't be under the dictatorship of one person.   \r\nEnd this abuse of power now.",
        "background": "The abuse of power under Henry VIII protocol has led to a loss of parliamentary scrutiny,  representation and sovereignty. \r\n\r\nAnyone who abuses power doesn't deserve power. \r\n\r\nStand together to rid Boris Johnson of this privilege.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T10:06:43.813Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T14:54:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-24T10:43:40.841Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\n‘Henry VIII clauses’ aren't a specific set of powers, but are parts of legislation thatl that enable ministers to amend or repeal provisions in a specific Act of Parliament using secondary legislation, which is subject to varying degrees of parliamentary scrutiny.\r\n\r\nWe're not sure exactly what powers you'd like to be taken away from Ministers and given back to Parliament. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\nYou can read more about Henry VIII powers here:\r\n\r\nhttps://www.parliament.uk/site-information/glossary/henry-viii-clauses/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-24T10:43:40.839Z"
    },
    "id": 579199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579199.json"
    },
    "type": "petition"
}