{
    "attributes": {
        "action": "Introduce 'Life Lessons 101' to the National Curriculum",
        "additional_details": "Although we are taught many valuable lessons in school, the curriculum lacks education on real life skills. A class such as this could help prepare young people for life after school. Practical skills such as changing a lightbulb safely, checking tyre pressure on your car, managing your finances, what a mortgage is and how it works etc. The course could be varied to cover a wide range of skills, including self-defence, not just physical but also ways to stay safe online and in person. This could also importantly cover social and cultural education, giving young people a platform to discuss current news and topics such as women’s safety and men’s awareness.",
        "background": "To introduce a new class in schools to help educate young people on critical skills to prepare them for the real world. This would include topics such as self-defence/personal safety, social and cultural education, managing finances, mental health, DIY, etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T00:11:13.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T10:14:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T16:49:17.946Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you'd like new lessons added to the national curriculum, but we're not sure what specifically you'd like to see added. \r\n\r\nCurrently students can already be taught about personal finances and economics through the Personal, Social, Health and Economic (PSHE) curriculum. It is therefore not clear what further action you would like the Government to take.\r\n\r\nYou can read more about the PSHE curriculum here: https://www.gov.uk/government/publications/personal-social-health-and-economic-education-pshe/personal-social-health-and-economic-pshe-education.\r\n\r\nYou might like to sign these petitions that cover many of the issues you've mentioned. \r\n \r\nIntroduce Human and Child Rights (covering the UNCRC) to the primary curriculum\r\nhttps://petition.parliament.uk/petitions/550092\r\n\r\nMake Home Economics mandatory in the National Curriculum.\r\nhttps://petition.parliament.uk/petitions/559765\r\n\r\nImplement Basic Life Support (BLS) as part of Secondary National Curriculum\r\nhttps://petition.parliament.uk/petitions/554313\r\n\r\nAdd mindfulness, meditation, morality and ethics to the national curriculum\r\nhttps://petition.parliament.uk/petitions/554313\r\n\r\nTeach about period stigma, poverty and health problems related to periods\r\nhttps://petition.parliament.uk/petitions/556574\r\n\r\nMandatory self-defence classes as part of school curriculum\r\nhttps://petition.parliament.uk/petitions/578987\r\n\r\nIntroduce character education to the curriculum under PSHE\r\nhttps://petition.parliament.uk/petitions/578638\r\n\r\nMake mental health awareness part of the national curriculum at all levels\r\nhttps://petition.parliament.uk/petitions/561016\r\n\r\nMake the national curriculum more inclusive of LGBT+ content\r\nhttps://petition.parliament.uk/petitions/553574\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T16:49:27.946Z"
    },
    "id": 579161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579161.json"
    },
    "type": "petition"
}