{
    "attributes": {
        "action": "Safety meaures for children walking down Edward road, castlemere at school times",
        "additional_details": "I would like it to be investigated on how we can keep our children safe as my child was hit by a vehicle during school hours and there has been more incidents down this road with the hazards that are currently there. \r\nyoung Children from a primary school with limited space for social distancing for pedestrians and school children due to the pandemic a dead end narrow road and and narrow pavements whilst cars clip the corner of the pavements and reverse in all directions to fit where they need to go.",
        "background": "how can we can make it safe for our children walking on the pavements and crossing the roads too and from school ie lollipop lady, zebra crossing, no through road for vehicles during school hours pick up time, many other schools has some safety measures in place and we have none.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-11T22:56:00.561Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T18:05:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T15:05:32.844Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nYou could raise this issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T15:05:32.840Z"
    },
    "id": 579142,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579142.json"
    },
    "type": "petition"
}