{
    "attributes": {
        "action": "Cancer blood checks mandatory",
        "additional_details": "Government have power and they can put this into law and make it a standard thing within the NHS. Without the government support we can not make this happen.",
        "background": "I’m wanting government to make it mandatory that anyone over the age of 55 gets cancer blood checks done at least once a year. Too many people have gone undetected until it’s too late we need the focus to save lives or give a better quality of life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T13:44:21.946Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T14:44:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T12:45:41.501Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe're not sure what you mean by 'cancer blood checks'. There are many different types of blood test, used for a range of purposes, including helping diagnose cancer and other conditions, checking for specific tumour markers, and checking general health.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do. However, decisions on which clinical procedures to offer are an operational matter for the NHS. We can only accept petitions where the UK Government or Parliament are responsible for the issue you raise. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T12:45:41.498Z"
    },
    "id": 579253,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579253.json"
    },
    "type": "petition"
}