{
    "attributes": {
        "action": "Schools with face mask policies must have clear masks for the hearing impaired.",
        "additional_details": "Hearing impaired children should have the right and equal access like all hearing children. If the school has a policy for staff to wear masks then they should provide all staff (including lunch staff) with clear masks so hearing impaired children are able to lip read and reach their potential like all hearing children. Schools should be educated in this, although the deaf child may have cochlear implants or hearing aids they still need access to lip read all staff.",
        "background": "Children who are deaf need to lip read their teachers/staff in class and outside in the playground, if schools have policies of wearing masks they should provide and make it compulsory for all staff to wear clear masks in order for the deaf child to lip read, have equal access and feel included.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T12:58:44.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T13:04:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-14T09:21:51.926Z",
        "rejection": {
            "code": "already-happening",
            "details": "Government guidance already makes clear that schools must make reasonable adjustments to ensure that hearing impared students are able to participate. You can read more here:\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/976213/Face_coverings_in_education_April_2021.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-14T09:22:00.442Z"
    },
    "id": 579241,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579241.json"
    },
    "type": "petition"
}