{
    "attributes": {
        "action": "A scheme to encourage younger and more diverse MPs to represent the population.",
        "additional_details": "The world has changed massively in the last decade alone, so we need new and more diverse MPs to tackle and deal with these new issues and changes.\r\n\r\nRacism, sexism, and other outdated ideas are still present in parliament as shown through actions of MPs in cases such as: Florence Eshalomi and Abena Oppong-Asare dealing with racism, and Labour never having a female leader to name just a few issues. \r\n\r\nAs per usual, those that govern the society are those least connected with it, lets resolve it.",
        "background": "How can parliament be in touch with the population they are meant to govern when the majority of those are on average aged 51, male and white? \r\n\r\nData as presented by parliament: <https://commonslibrary.parliament.uk/tag/house-of-commons-trends//>",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T15:24:02.777Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T19:44:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-24T14:22:50.057Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you're concerned about representation of diverse groups in politics and in Parliament, but we're not sure exactly what action you want the Government or Parliament to take in response.\r\n\r\nYou could start a new petition calling for the Government to fund a campaign encouraging young people or people from traditionally under-represented backgrounds to run for Parliament, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-24T14:22:50.055Z"
    },
    "id": 579280,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579280.json"
    },
    "type": "petition"
}