{
    "attributes": {
        "action": "Enforce compulsory sexual assault education at universities",
        "additional_details": "Sexual violence is so common it has become a normalised part of student life at Universities. In 2018 a report found 62% of students and graduates had experienced sexual violence. Just 51% of respondents believed there was an understanding of what constituted consent at their university. Three years on Universities have failed to introduce education on consent. \r\n\r\nWe need the government to intervene to enforce compulsory education on sexual violence to make universities safer.",
        "background": "Two-thirds (62%) of students and graduates have experienced sexual violence at British universities. Misconceptions around consent, sexual assault and rape are too common, yet there is virtually no education on the subject. Educate students on sexual assault to make universities a safer place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T17:04:08.186Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T17:24:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T14:38:18.829Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for the content of courses at post-18, for which attendence is voluntary."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T14:38:25.699Z"
    },
    "id": 579294,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579294.json"
    },
    "type": "petition"
}