{
    "attributes": {
        "action": "Teach Sexual Consent Extensively in Primary and Secondary School",
        "additional_details": "Approx. 85,000 women & 12,000 men experience rape attempted rape or sexual assault by penetration in England per year. Many more people will experience sexual assault without reporting it, due to the ambiguity around consent and not being taught the laws from a young age.\r\nMany people experience sexual assault through impaired judgement from drugs/ alcohol, sexual coercion, and other types of sexual assault that don't include penetration.\r\nIf children were taught in depth about these laws more victims may come forward and more perpetrators will face consequences.",
        "background": "Sexual consent to be taught properly in schools. Consent is not always clear cut and with things such as alcohol involved the lines get blurred. All children/teens should be taught about laws of consent with regard to impaired judgement through alcohol or drugs, sexual coercion, and sexual assault.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-12T23:20:36.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-12T23:57:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T14:45:04.949Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/579211\r\n\r\nThe Government's new Relationships and Sex Education curriculum, which is mandatory in all state secondary schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T14:45:14.826Z"
    },
    "id": 579358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579358.json"
    },
    "type": "petition"
}