{
    "attributes": {
        "action": "Stop costume shops sexualising kids & careers with the costumes that they sell.",
        "additional_details": "I would like the government to apply force to this as many young girls grow up to be afraid of being alone with a man. Many girls now carry rape alarms to save themselves. We need to not protect our daughters, but educate our sons. If this continues future generations will be in jeopardy of such a horrible chidhood. No female should grow up looking over their shoulders; crossing roads when they feel they are in danger with a man. It is unfair to them to have to be cautious of their wellbeing.",
        "background": "I want costumes shops to stop sexualising normal things eg school girls, it shows young children that it is okay to slut shame young girls; this deminishes girls & supports pedophelia. Many young girls have been sexually harassed in some way and this needs to stop now to help future generations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-13T18:40:51.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-13T18:53:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-16T11:17:48.983Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for deciding what clothes people buy and sell. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-16T11:17:48.980Z"
    },
    "id": 579480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579480.json"
    },
    "type": "petition"
}