{
    "attributes": {
        "action": "compulsory for schools and colleges to talk about sexual harassment and rape",
        "additional_details": "It’s more of something I think the government needs to do more than what I want the government to do, statistics for how many women in the UK have been sexually harassed are beyond imaginable and people need to not just keep girls/women safe but talk to men/boys about it to do that such events don’t take place and so that they know how it affects others.",
        "background": "Make it compulsory for the education sector to talk to students about the harmful affect of sexual assault, harassment and rape and what they should do if they find themselves in that situation such as who to call and what to do to help the police find out who it was.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-13T18:27:53.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T09:55:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T09:02:07.919Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T09:02:07.915Z"
    },
    "id": 579475,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579475.json"
    },
    "type": "petition"
}