{
    "attributes": {
        "action": "Create a national syllabus for sex education in secondary schools",
        "additional_details": "Currently, what schools discuss is not monitored and they can choose which issues to address. This means many students receive an improper education, especially regarding consent. Crimes like harassment, coercive rape and revenge porn are taboo in schools which means many young adults may not even be aware these carry penalties. Too many women suffer, therefore we must try everything possible to change this. A carefully thought out and inclusive programme is essential.",
        "background": "The government need to introduce a detailed and various syllabus for the sex education programme and make it mandatory to be taught in schools. This syllabus should include LGBTQ sex ed, issues of consent and less traditional forms of assault which are rarely discussed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-13T11:15:40.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-13T12:27:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T12:00:38.882Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T12:00:43.286Z"
    },
    "id": 579411,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579411.json"
    },
    "type": "petition"
}