{
    "attributes": {
        "action": "School aged children to be vaccinated against COVID-19 in 2021",
        "additional_details": "Covid-19 has been extremely hard for younger people\r\nLockdowns and closures of social activities has resulted in isolation from friends and family\r\nRemote learning at home has been disruptive to their education This is ongoing as children are sent home from school due to infection or testing positive and isolating at home\r\nDisruption to exams\r\nClosure of recreational/ social activities\r\nOngoing exposure to covid and its effects are unknown\r\nTransmission of infection in communities remains high",
        "background": "I am asking the government to prioritise children\r\nEducation settings to return to ‘Normal'\r\nVaccinating everyone will help to reduce the transmission of Covid-19\r\nParents able to return to their working patterns\r\nChildren can travel abroad\r\nRecreational activities return",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-13T11:51:03.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-13T15:19:45.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-21T09:59:43.933Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Medicines and Healthcare products Regulatory Agency is responsible for approving the safety of vaccines. At the moment, the covid-19 vaccines have only been approved for over 18s.\r\n\r\nThe Joint Committee on Vaccination and Immunisation have said that \"there is very limited data on vaccination in adolescents, with no data on vaccination in younger children, at this time.\" You can find out more here: https://www.gov.uk/government/publications/priority-groups-for-coronavirus-covid-19-vaccination-advice-from-the-jcvi-30-december-2020/joint-committee-on-vaccination-and-immunisation-advice-on-priority-groups-for-covid-19-vaccination-30-december-2020\r\n\r\nThe Joint Committee on Vaccines and Immunisation (JCVI) has confirmed it has begun studying evidence on the safety of Covid-19 vaccines on children, stating:\r\n\r\n\"JCVI has started to consider evidence on the risk of serious disease in children, the role children may play in transmission, and the safety and efficacy of COVID-19 vaccines in children. Following infection, almost all children will have asymptomatic infection or mild disease. There are limited data on vaccination in adolescents, with no data on vaccination in younger children at this time. As evidence becomes available it will be reviewed and advice offered as appropriate.\"\r\n\r\nYou can read the full statement here: https://www.gov.uk/government/publications/priority-groups-for-phase-2-of-the-coronavirus-covid-19-vaccination-programme-advice-from-the-jcvi/jcvi-interim-statement-on-phase-2-of-the-covid-19-vaccination-programme"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-21T10:19:41.439Z"
    },
    "id": 579414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579414.json"
    },
    "type": "petition"
}