{
    "attributes": {
        "action": "Remove ALL police powers, in the British Peelian tradition.",
        "additional_details": "It has become readily apparent that the police in this country have massive overreach, and are asking for yet more overreach.\r\n\r\nBritish Policing, as an institution, is founded on the Peelian Principles. One of these principles is that \"the historic tradition that the police are the public and that the public are the police\". That the police have powers that the public do not have is clearly not in line with this historic tradition.",
        "background": "Remove all police powers, allowing police only those powers of citizens, and protect this status in law, preventing the creation of new police powers.\r\n\r\nThis should include removing the powers introduced in the Investigatory Powers Act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T10:20:38.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T20:11:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-23T07:32:35.701Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing police powers, but it's not clear how the police could operate if they had no powers. If want you want is the abolition of police, we could accept a petition requesting this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-23T07:32:43.722Z"
    },
    "id": 579591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579591.json"
    },
    "type": "petition"
}