{
    "attributes": {
        "action": "Drop Driving theory test Fee & access to DVSA revision material for 2019-2021",
        "additional_details": "As so many people affected by this dreadful pandemic , learner drivers are one of the groups falling through the cracks ( in terms of financial loss - what they already spent on driving lessons as well  as time invested and the stress of uncertainty. \r\nWe understand why the test cannot be extended. However (yet) it’s a very small part of the process the DVSA should be asked to waive off entry fees and even allow free access to the revision material to these candidates.",
        "background": "We would like the government to ask the DVSA to waive off the entry fees and allow free access to the DVSA online resources to re sit our theory test due to expiration during lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T08:08:30.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-23T11:54:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-30T08:14:45.570Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of driving theory tests, but it's not clear if you want fees to be waived for everyone, or just people who need to take a new driving theory test because their previous certificate expired.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund driving theory resits caused by coronavirus restrictions: https://petition.parliament.uk/petitions/564297\r\n\r\nWe could accept a petition calling on the Government to make driving theory tests free for everyone, or requiring the DVSA to make its guide to driving book freely available online, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-30T08:14:45.568Z"
    },
    "id": 579571,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579571.json"
    },
    "type": "petition"
}