{
    "attributes": {
        "action": "Reject the Police, Crime, Sentencing and Courts Bill 2021",
        "additional_details": "The Government is seeking to clamp down on the right to peacefully protest directly in response to the various climate and race-related protests which took place in 2020. It is no secret that the Home Secretary does not support the freedom to protest after her labelling of the 2020 BLM protests as ‘dreadful’. The Government is seeking to suppress the freedom to protest by increasing police powers to stop them, even for non-violent protests of just one person. We demand that the Bill be rejected.",
        "background": "The Home Secretary seeks to introduce new laws in the UK via the Police, Crime, Sentencing and Courts Bill 2021. Hidden in this bill are details of the Government seeking power to restrict any non-violent protects on the grounds of ‘noise or nuisance’ and make protests at Parliament Square illegal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T01:00:21.082Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T07:12:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T12:53:41.720Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not pass the Police, Crime, Sentencing and Courts Bill: https://petition.parliament.uk/petitions/579242\r\n\r\nDo not restrict our rights to peaceful protest: https://petition.parliament.uk/petitions/579012\r\n\r\nRemove single person protest clauses in Police, Crime, Sentencing & Courts Bill: https://petition.parliament.uk/petitions/578875"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T12:53:41.716Z"
    },
    "id": 579556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579556.json"
    },
    "type": "petition"
}