{
    "attributes": {
        "action": "Protect our right to protest peacefully within the uk",
        "additional_details": "We want the government to protect our right to protest peacefully by revising the wording of this bill- which has changed the term \"domestic terrorist\" to \"aggravated activist\" (i.e anyone who risks arrest by taking part in a protest). We also want the government to remove the ability to make \"serious annoyance\" or \"inconvenience\" a criminal offence, since these terms can be used by police to arrest and prosecute peaceful protestors (which is in direct violation of HRA Articles 10 and 11).",
        "background": "At the moment, Priti Patel is rushing a new Police, Crime, Sentencing and Courts Bill that will make protesting punishable by jail time. This will give Patel powers to define “serious disruption” to communities and organisations, which police can then rely on to impose conditions on protests.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T09:33:25.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T09:43:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T12:53:59.183Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not pass the Police, Crime, Sentencing and Courts Bill: https://petition.parliament.uk/petitions/579242\r\n\r\nDo not restrict our rights to peaceful protest: https://petition.parliament.uk/petitions/579012\r\n\r\nRemove single person protest clauses in Police, Crime, Sentencing & Courts Bill: https://petition.parliament.uk/petitions/578875"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T12:53:59.180Z"
    },
    "id": 579584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579584.json"
    },
    "type": "petition"
}