{
    "attributes": {
        "action": "Make education of rape, sexual assault and sexual harassment mandatory in school",
        "additional_details": "Because this issue has to be in education. I myself didn’t think this was a problem until I had many friends who are girls tell me their stories of how they have been harassed and I was shocked in how many stories people had to tell. The only way to solve this is for years 7-11 to be educated on this point and for each and everyone person to understand this issue from a young age so everyone understands exactly what sexual assault/harassment boundaries are, I don’t know the boundaries myself.",
        "background": "This needs to be in education in schools from years 7-11 most importantly, simply because men need to learn boundaries and when they are crossing the line of sexual harassment/ assault. We all need to be clued up on the ins and outs of sexual harassment/assault.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T14:07:12.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T14:34:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T09:03:02.558Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T09:03:02.556Z"
    },
    "id": 579640,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579640.json"
    },
    "type": "petition"
}