{
    "attributes": {
        "action": "Improve support & education on assault, consent & harassment in secondary school",
        "additional_details": "Almost every girl I know, including myself, has experienced assault or harassment. Criminal behaviour is not recognised as such and is often brushed off, victim blaming is endemic. Girls do not know how or when to report assault due to a lack of information and perpetrators are not brought to account for their actions. Children should learn about how to support, protect and be allies to women ,ensuring that as they become adults the cycles of the past can be broken.",
        "background": "Review the national curriculum with the aim of improving access to information for children on the issues of misogyny, sexism & inequality. Mandate better education on assault, consent & harassment to schools due to a lack of support & information given. For example, creating student advocates.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-03-14T22:15:44.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-14T22:26:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-28T11:10:31.146Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease the amount of content on sexism in the PSHE national curriculum: https://petition.parliament.uk/petitions/579416"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-28T11:10:32.290Z"
    },
    "id": 579735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579735.json"
    },
    "type": "petition"
}