{
    "attributes": {
        "action": "Include January 2020 intake in graduate route, the one suffered most.",
        "additional_details": "The route was announced  on September 2019, before January 2020 admission. It states that anyone graduating in summer 2021 will be eligible to apply. Whereas, January 2020 graduate are the most of them that are graduating in Summer 2021, hence this influence our decision to get admission in January courses. No specific date or other information was provided. Moreover, January 2020 intake neither gets proper study environment, nor chances to get a job. We therefore request to include us in route.",
        "background": "Covid was damaging for everyone, but the January 2020 intake suffered the most. We were taught online courses, missed chances to find jobs, were pursuaded by Graduate route accouncement but were not included. We request government to include January 2020 intake in PSW-Graduates with visa till 24 May",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T00:47:49.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T01:37:05.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-16T08:23:45.528Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nExtend the 2 years post-study work visas to 2020 Graduates: https://petition.parliament.uk/petitions/571665\r\n\r\nExtend new Graduate Route to 2020 and pre-July 2021 graduates: https://petition.parliament.uk/petitions/578675"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-16T08:23:45.524Z"
    },
    "id": 579751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579751.json"
    },
    "type": "petition"
}