{
    "attributes": {
        "action": "Turn the street lights back on in Lincolnshire",
        "additional_details": "The Council turned off more than half of its street lights in 2016 & 2017 in a bid to save £1.7million. In order for individual areas to have them back on requires an up front payment, which, for most, is impossible. The public were never consulted in this decision, and it is disgraceful it was ever implemented.\r\nLincolnshire Police have stated that there is no link in any rising crime, and the lights being switched off, that's not good enough. People have a right to feel safe when walking home.",
        "background": "The people of Lincolnshire are calling for the street lights to be turned back on. If every light cannot be managed, then at least every other, or every 3rd light. This is something so many of us feel passionate about, as we feel our safety is at risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T07:43:01.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T07:49:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T11:48:59.350Z",
        "rejection": {
            "code": "irrelevant",
            "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou could start a petition calling for a legal requirement for all local authorities in England to operate streetlights all night, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T11:49:05.144Z"
    },
    "id": 579759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579759.json"
    },
    "type": "petition"
}