{
    "attributes": {
        "action": "Increase punishment for sexual crimes for both genders",
        "additional_details": "I feel like people who commit sexual offences don't get the time they deserve so petitioning an increase for punishment will lower sexual offences and hopefully allow people to feel safer walking home any time of day and anywhere",
        "background": "Due to recent events with Sarah Everard the punishment for sexual offences should be increased due to what the victims go through no one should have to suffer or be scared as they are walking home",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T11:20:28.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T12:36:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-13T13:50:02.993Z",
        "rejection": {
            "code": "duplicate",
            "details": "There’s already a petition about this issue. We cannot accept a new petition when we already have one about a very similar issue.\r\n\r\nYou are more likely to get action on this issue if you sign and share a single petition.\r\n\r\nhttps://petition.parliament.uk/petitions/577443\r\n\r\nWe know many people have been deeply affected by recent events in London and want to start petitions relating to issues around women's safety and the right to protest, but we can't publish petitions which could cause personal distress or loss. This includes petitions that could intrude into someone’s personal grief or shock without their consent, by referring to the death of a named individual."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-13T13:50:03.015Z"
    },
    "id": 579799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579799.json"
    },
    "type": "petition"
}