{
    "attributes": {
        "action": "Protect the people's right to protest and gather and their human rights.",
        "additional_details": "The Crime and Sentencing Bill wants to \"tackle non-violent protests\" that are \"disruptive\". This bill is unfair as it allows police to determine any peaceful gathering as being disruptive and criminalize non-offending protesters. Preventing peaceful protest and allowing police to determine any protest as disruptive will only lead to violent protests and unnecessary police violence. Please recognize the people's right to a peaceful protest in order to keep everyone safe.",
        "background": "The government has decided to \"crack down\" on our freedom to peaceful protest. This is a vile violation of personal freedoms. We want to government to recognise our right to protest in public spaces and not put these proposed laws ahead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-14T21:09:12.698Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T13:24:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T13:21:49.243Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not restrict our rights to peaceful protest: https://petition.parliament.uk/petitions/579012\r\n\r\nRemove single person protest clauses in Police, Crime, Sentencing & Courts Bill: https://petition.parliament.uk/petitions/578875\r\n\r\nDo not pass the Police, Crime, Sentencing and Courts Bill: https://petition.parliament.uk/petitions/579242"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T13:21:49.241Z"
    },
    "id": 579725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579725.json"
    },
    "type": "petition"
}