{
    "attributes": {
        "action": "Compulsory education on rape culture in all secondary schools.",
        "additional_details": "97% of women experience sexual violence in their life time. A horrific, but unsurprising statistic? Why isn't this surprising? It isn't surprising because rape culture and violence towards women is deeply ingrained in our society. This is a societal and cultural pandemic. \r\n\r\nWomen don't need to learn to protect themselves. Men need to be conditioned to not assault. There needs to be awareness and education. Some men will commit assault and not realise it is assault because they are uneducated.",
        "background": "I want the Government to make the education of rape culture and violence towards women a compulsory part of secondary education in all schools and collages across the UK. \r\n\r\nIt is the Governments responsibility to protect women and the only way to achieve that is by educating men.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T16:52:25.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T17:01:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T12:07:48.410Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T12:07:55.329Z"
    },
    "id": 579863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579863.json"
    },
    "type": "petition"
}