{
    "attributes": {
        "action": "The Government should incorporate The Nuremberg Code into English law",
        "additional_details": "With the rise of extreme and polarised political views, economic instability, nationalism, populism and racism, the Government should incorporate The Nuremberg Code into formal law, to protect minorities, vulnerable people, children and disabled people.",
        "background": "The Government should debate the incorporation of The Nuremberg Code into formal English/British law, for the protection of citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T17:41:46.819Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-19T12:43:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T16:21:51.906Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing protections relating to medical experimentation, but we're not sure exactly what changes you'd like the Government or Parliament to make to existing regulations.\r\n\r\nMedical experiments are already regulated, including by The Medicines for Human Use (Clinical Trials) Regulations 2004, and it is not clear how you want these existing regulations to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T16:21:51.903Z"
    },
    "id": 579875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579875.json"
    },
    "type": "petition"
}