{
    "attributes": {
        "action": "Install lighting in South Park and on Pullen's Lane.",
        "additional_details": "Covid restrictions have meant that lectures are more staggered, this means that some students have been forced to travel back to their accommodation late at night, thus putting them at a higher risk. This of course extends to all vulnerable members of the Oxford and Headington communities, but in particular young women, as the recent, preventable, horrifying event at Clapham Common highlights.",
        "background": "Install more appropriate lighting in South Park and along Pullen's lane. These areas are very poorly lit, if at all, and students have felt unsafe walking across and spending time in these areas, especially later at night, for years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T14:07:20.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T14:17:15.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T11:20:51.276Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a petition calling on the government to fund local authorities to provide street lighting in parks. We have opened one asking for the government to fund local councils to provide CCTV which you can view here:\r\nhttps://petition.parliament.uk/petitions/552724"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T11:20:51.272Z"
    },
    "id": 579833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579833.json"
    },
    "type": "petition"
}