{
    "attributes": {
        "action": "Remove Part 3 of the Police, Crimes, Sentencing and Courts Bill",
        "additional_details": "The laws enable police to charge protesters with a crime without needing to prove that they knew they had to move on; 'intentionally or recklessly causing a public nuisance' can be interpreted to prevent occupying public spaces. As a final insult, damage to memorials can lead to up to 10 years in prison. This bill gives huge amounts of power to police, limits people's rights to protest (which are meant to make an impact in order to be heard), and contains vague definitions aiding crackdowns on legitimate forms of dissent.",
        "background": "Remove Part 3 of the Police, Crime, Sentencing and Courts Bill 2021. The sweeping powers contained within are far too great, including limitations on single person protests and even making it a crime to not follow restrictions the police may 'claim' protesters should have known about.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T15:21:20.460Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-15T15:31:35.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-19T13:22:10.881Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not restrict our rights to peaceful protest: https://petition.parliament.uk/petitions/579012\r\n\r\nRemove single person protest clauses in Police, Crime, Sentencing & Courts Bill: https://petition.parliament.uk/petitions/578875\r\n\r\nDo not pass the Police, Crime, Sentencing and Courts Bill: https://petition.parliament.uk/petitions/579242"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-19T13:22:10.878Z"
    },
    "id": 579850,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579850.json"
    },
    "type": "petition"
}