{
    "attributes": {
        "action": "Improve the quality of sexual education in schools",
        "additional_details": "This something I have wanted to change for a while now, as misinformation is one of the largest dangers to sex.  I am only 16, but this is an issue extremely close to my heart.  Whilst I cannot do much about my own experiences, I can definitely try to help prevent others from suffering.  I believe we should educate young children on these matters so that far fewer people have to suffer from sexual assault in their lifetimes.",
        "background": "I want the government to change the curriculum for Sex Ed so that people learn not only more about consent, but the consequences of not asking for consent, the issues women face with sexual assault and, stopping the spread of misinformation.  This level of respect should be taught from a young age.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T22:32:35.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T08:08:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T08:08:47.336Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change the national curriculum content for sex education, but we're not sure exactly what changes you'd like the Government to make.\r\n\r\nThe Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-23T08:08:47.333Z"
    },
    "id": 579941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579941.json"
    },
    "type": "petition"
}