{
    "attributes": {
        "action": "Provide a better quality of education for under 18’s to reduce sexual harassment",
        "additional_details": "We want this to change due to the seemingly more frequent occurrences of women being murdered by strangers and the recent statistic that has been released detailing that 97% of women between 18 and 24 have been sexually harassed.",
        "background": "We want more provision put in place for children and young people to help teach them from early on the appropriate behaviours that they should present to help them become more respectful adults. This could include teaching young people more about consent, boundaries, and acceptable public behaviour",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-15T22:28:34.075Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T00:01:25.000Z",
        "opened_at": null,
        "rejected_at": "2021-04-20T15:06:17.874Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nYou could start a petition calling for specific changes to this curriculum, but it would need to be clear what you'd like to be added. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-04-20T15:06:36.121Z"
    },
    "id": 579940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/579940.json"
    },
    "type": "petition"
}