{
    "attributes": {
        "action": "Amend the Immigration, Asylum and Nationality Act 2006 and Immigration Act 2014",
        "additional_details": "The judgement of the Supreme Court in the case of Begum v Home Secretary [2021] UKSC 7 has made clear the following:\r\n\r\n1) That the Home Secretary has the legal authority to deprive a person of their UK citizenship; while also having the legal authority to prevent them from effectively appealing this decision- by revoking their right to re-enter the country. They can, therefore, effectively grant themselves de facto immunity from legal challenges.\r\n\r\n2) That a 'two-tier' system of justice now exists whereby UK citizens who may qualify for citizenship of another country are subject to a potential additional punishment- removal of citizenship- that other UK citizens are not.\r\n\r\nWe ask that the government legislate to resolve these issues.",
        "background": "Specifically, amend the above laws so that the Home Secretary no longer has the power to both remove a person's UK citizenship and to prevent them from challenging the decision.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T21:50:28.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-18T12:29:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-25T16:14:46.728Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing powers to remove citizenship and prevent entry to the UK, but we're not sure whether you would like one or both of these powers to be removed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-25T16:14:46.724Z"
    },
    "id": 580097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580097.json"
    },
    "type": "petition"
}