{
    "attributes": {
        "action": "Increase the education of sexual harassment in schools",
        "additional_details": "If pupils are taught in school about the types of sexual harassment, the detrimental effects to anyone that has experienced it and how to get help, we believe the awareness will reduce sexual harassment. We also feel educating people on this makes it easier for victims to speak out without fear of judgement. Although the topic of sexual harassment is already taught to an extent in schools, it needs to be increased to make people aware of the reality of sexual harassment.",
        "background": "As sexual harassment is something that affects over 97% of women, and men too, we believe that sexual harassment in all its forms, its effects and how to get help should be taught more in schools. Sexual harassment includes cat-calling, sharing indecent images, unwanted sexual advances, rape & more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T16:41:26.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T16:50:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-22T09:05:11.894Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-22T09:05:11.892Z"
    },
    "id": 580051,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580051.json"
    },
    "type": "petition"
}