{
    "attributes": {
        "action": "Place a cap on rent prices",
        "additional_details": "Please please please, people are stugglibg to afford and getting into debt which is probably up there in one the biggest issues for mental health. Families are struggling that work as much as physically possible without being missing from there children’s lives! This is a massive issue and needs to seriously be looked at!",
        "background": "There needs to be a cap on rent prices in East Sussex and surrounding areas, if this was in place this would actually save the government millions of pounds because people would not need to claim housing benefit/universal credit etc if they would actually afford to live and rent!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T15:53:03.692Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T16:01:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T11:58:26.472Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of rental properties in East Sussex and surrounding areas, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear what areas you want to be covered by a rent cap, or exactly how this would work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-03-23T11:58:26.470Z"
    },
    "id": 580041,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580041.json"
    },
    "type": "petition"
}