{
    "attributes": {
        "action": "Reform the Sexual Education curriculum.",
        "additional_details": "We have not taught nearly enough about the concept of consent in school, or how it's not just a stranger in the night who assaults you, it can be the people close to you. Female puberty is not nearly covered enough and is barely taught to women let alone men. gender identity and sexual orientation are completely ignored within schools' curriculum, so many LGBTQ+ children are left in the dark and forced into the dark, often making it difficult to understand their identities, feeling out of place.",
        "background": "Reform and adjust the curriculum regarding sexual education in schools to teach consent correctly, male AND female puberty to all genders with very in-depth descriptions, and more education regarding homosexuality, non-binary and safe sex for all genders (not just heterosexual sex).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-03-16T15:07:27.394Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-03-16T15:20:55.000Z",
        "opened_at": null,
        "rejected_at": "2021-03-23T09:42:28.191Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about what consent is and is not, puberty including menstruation, and safer sex, and the guidance for this content is clear that it must meet the needs of all pupils appropriately, and therefore cover LGBT content: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-25T12:25:08.860Z"
    },
    "id": 580033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/580033.json"
    },
    "type": "petition"
}